{
  "article_id": "111111132",
  "sentence offsets in original": [
    0,
    117,
    234,
    314,
    346,
    394,
    459,
    716,
    810,
    977,
    1085,
    1163,
    1321,
    1381,
    1556,
    2017,
    2064,
    2149,
    2219,
    2369,
    2508,
    2554,
    2650,
    2771,
    3124,
    3331,
    3576,
    3652,
    3706,
    3797,
    3886,
    3989,
    4112,
    4197,
    4250,
    4321,
    4462,
    4612,
    4726,
    4826,
    5143,
    5288,
    5325,
    5351,
    5376,
    5525,
    5618,
    5714,
    5795,
    5822,
    5917,
    6031,
    6197,
    6376,
    6547,
    6770,
    6906,
    7050,
    7092,
    7445,
    7557,
    7782,
    8266,
    8495,
    8551,
    8562,
    8576,
    8926,
    8999,
    9137,
    9232,
    9273,
    9436,
    9597,
    9643,
    9650,
    9804,
    9973,
    10038,
    10087,
    10145,
    10232,
    10295,
    10321,
    10323,
    10325,
    10484,
    10533,
    10692,
    10949,
    11354,
    11411,
    11507,
    11763,
    11954,
    12098,
    12173,
    12218,
    12318
  ],
  "original sentences": [
    "A popular public school Bible class in West Virginia faces legal challenge\n\nGym is Trenton Tolliver’s favorite class.",
    "\nBut the 7-year-old is also a huge fan of the weekly Bible course at Princeton Primary, his public elementary school.",
    "\nHe gets to play matching games about Bible stories and listen to classic tales.",
    "\nNoah and the Ark is a favorite.",
    "\nAdam and Eve and the garden of Eden, of course.",
    "\nAnd the story about how their son Cain killed his brother, Abel.",
    "\n\n“That one was a little bit of a surprise,” Trenton said as he sat with his parents, Brett and Courtney Tolliver, one day this month watching his little sister’s soccer practice on a lush field in this small town in the mountains of southern West Virginia.",
    "\n\nThis spring, Bible classes such as Trenton’s are on the minds of many here in Mercer County.",
    "\nFor decades, the county’s public schools have offered a weekly Bible class during the school day — 30 minutes at the elementary level and 45 minutes in middle school.",
    "\nBible classes on school time are a rarity in public education, but here they are a long-standing tradition.",
    "\nThe program is not mandatory, but almost every child in the district attends.",
    "\nAnd there is widespread support for the classes: Parents and community members help raise nearly $500,000 a year to pay for the Bible in the Schools program.",
    "\nNow Bible in the Schools is facing a stiff legal challenge.",
    "\nTwo county residents with school-age children argue in a lawsuit that the program violates the establishment clause of the First Amendment and the West Virginia constitution.",
    "\nFiled in January and amended last month by the Freedom From Religion Foundation, the suit charges that the Bible class “advances and endorses one religion, improperly entangles public schools in religious affairs, and violates the personal consciences of nonreligious and non-Christian parents and students.”\n\nSupporters are adamant that the weekly class is an elective meant to explore the history and literature of the Bible, not to promote religious belief.",
    "\n“My experience with it has been very positive.",
    "\nI’ve never known of anyone who has been pressured or felt ostracized,” said the Rev.",
    "\nDavid W. Dockery, senior pastor at First Baptist Church of Princeton.",
    "\n“Any time God’s word can be proclaimed is beneficial and is a good thing.”\n\nTrenton’s parents also find it hard to see why there would be objections.",
    "\n\n“I think it’s a great program mainly because it’s the only chance for some of these kids to even see the Bible,” said Brett Tolliver, 27.",
    "\n“More importantly, I don’t know who it harms.",
    "\nThe kids aren’t forced to be there.”\n\nCourtney Tolliver, 26, a teacher in the district, agrees.",
    "\n\n“It’s not teaching religion, but it teaches character and respect and how important it is to tell the truth,” she said.",
    "\n“The kids love it and the ones who don’t participate aren’t made to feel left out.”\n\nBut the plaintiffs in the suit and their backers argue that the program’s popularity shouldn’t matter in the face of Supreme Court rulings such as McCollum v. Board of Education in 1948 that have banned public schools from initiating or sponsoring religious activity.",
    "\nThe suit alleges that the lessons in the Mercer schools are similar to what a child would hear in Sunday school and that they advocate the Ten Commandments and treat stories in the Bible as historical fact.",
    "\nThe suit quotes from one lesson: “If all of the Israelites had chosen to follow the Ten Commandments, think of how safe and happy they would have been.” Another lesson asks students to imagine that humans and dinosaurs existed at the same time.",
    "\nIt says: “So picture Adam being able to crawl up on the back of a dinosaur!",
    "\nHe and Eve could have their own personal water slide!",
    "\nWouldn’t that be so wild!”\n\nThe district declined a request to observe one of the classes.",
    "\nElizabeth Deal, who describes herself as agnostic, is one of the plaintiffs in the case.",
    "\nHer daughter attended elementary school in nearby Bluefield, but Deal kept her out of the Bible class.",
    "\nEven though the class was optional, Deal said there weren’t any alternative lessons or activities for those who opted out.",
    "\nHer daughter was told to sit in the computer lab for that half-hour and read a book.",
    "\nBypassing the class left her vulnerable to bullying.",
    "\nDeal said other students told her daughter that she was going to hell.",
    "\nOne day a student saw her daughter reading a “Harry Potter” novel and told her, according to the mother: “You don’t need to be reading this.",
    "\nYou need to be reading the Bible.”\n\nEventually Deal moved her daughter to a public school a few miles away in Virginia where there is no Bible class.",
    "\nShe pays an out-of-state fee of several hundred dollars, but she no longer worries about her child being taunted.",
    "\n\nDeal said she joined the suit because she believes strongly in the separation of church and state.",
    "\n“When something is wrong,” she said, “you have to stand up against it.”\nGod is a big deal in Mercer County, home to about 125 churches that dominate the main streets of its biggest towns, Princeton (population 6,400) and Bluefield (10,400), and smaller burgs such as Athens (1,000), Bramwell (360) and Oakvale (120).",
    "\nA lot of the good jobs in the county have left — 22 percent of its 61,000 residents live below the poverty level — but the churches have stayed.",
    "\nYou can find the Church of God here.",
    "\nAnd the Church of Christ.",
    "\nAnd the Church of Jesus.",
    "\nThere are a couple of Catholic churches, a synagogue and a mosque, but the vast majority of houses of worship are Baptist, Methodist or Pentecostal.",
    "\nThe radio in the region is filled with gospel stations, Bible talk shows and Christian rock.",
    "\nBillboards tout the Ten Commandments or offer stern messages on abortion and eternal salvation.",
    "\nBeneath a Chick-fil-A billboard in Princeton, another asks: “If you die tonight.",
    "\nHeaven or Hell?”\n\nThe Rev.",
    "\nRay Hurt has been the lead pastor at the Church of God in Princeton for more than two decades.",
    "\nThe church, one of the largest buildings in town, can hold up to 2,000 people for Sunday services and often does.",
    "\nFor Hurt, Bible in the Schools, which has been in the public schools here in one form or another since 1939, is simply a way for students to further their knowledge.",
    "\n\n“There is a great deal of not just poetry and prose in the Bible, but from what I’ve read almost every piece of history that’s in the Bible has eventually been proven,” he said.",
    "\n“We see the Bible not just as a book of faith but as a pretty accurate account of history that informs us about a lot of things that happened.”\n\nHurt, whose son, the Rev.",
    "\nJ.B. Hurt, is also a minister in the Church of God and a member of the county school board, says he would oppose the program if he thought it was being used to teach religion or if students were required to take the class.",
    "\nBut he also embraces the idea that the Bible offers irrefutable lessons in morality and teaches the difference between right and wrong.",
    "\n\n“If you read the Bible, you’re going to get a whole lot of good ideas that are going to stick with you and make you a better person,” he said.",
    "\n“You don’t have to push religion with it.",
    "\nIt speaks for itself in terms of morals and ethics and those things.”\nThe idea that a weekly Bible class for 6,600 students in 16 public elementary schools and three middle schools is somehow simply an academic offering doesn’t sit well with Lynne White, 54, a former two-term school board member and mother of two sons who went through Mercer schools.",
    "\n\n\n“As a person of faith myself, I don’t see any problem with having an after-school Bible program,” White said.",
    "\n“But to me this seems a pretty clear violation of the Constitution.”\n\nWhite holds the school board and leadership responsible for spreading what she says is a false sense of what the Bible in the Schools program is and does.",
    "\n\nIn a commentary for the Charleston Gazette-Mail, White wrote that “the Bible in the schools program in Mercer County is being sustained on a foundation of lies.”\n\nShe argued that the classes are character education based on biblical values, that they were not electives because West Virginia doesn’t offer electives in elementary or middle school and that even though the classes are funded by private donations, that doesn’t mean they should be taught during the instructional day.",
    "\nShe also said it was untrue that children who didn’t take the class weren’t made to “feel different or ostracized.”\nWhen White posted the article on Facebook, she heard from some supporters, but many others questioned her faith.",
    "\n“I will pray for you and all non-believers Lynne White.",
    "\nGod Bless!",
    "\n!” one wrote.",
    "\n\nAnother wrote:\n\n“Lynne White You are not a Christian, a Christian is a person who strives to be more Christ like with everything they do and I do not believe Christ would be working to shut this program down or alter it to include your worldly views.”\nIf it were simply a popularity contest, Bible in the Schools would be allowed to continue as is.",
    "\nEven the president of the local mosque in Princeton says it should stay.",
    "\n\n“It’s good to be God-fearing no matter how you approach it,” said Mohammad Iqbal, head of the Islamic Society of the Appalachian Region.",
    "\n“Whether it’s the Bible, whether it’s Koran, whether it’s Torah, whether it’s some other book.",
    "\nBut it should be optional, not enforced.",
    "\nIf the parents have no objection and the student has no objection, it is okay.”\n\nBut the program’s fate will not be resolved by popular vote or on Facebook posts.",
    "\nInstead, the question will be tried in the courtroom of Judge David A. Faber of the U.S. District Court for the Southern District of West Virginia in Bluefield.",
    "\n(Faber was nominated by President George H.W.",
    "\nBush.)",
    "\n\nRepresenting the Mercer school district is the First Liberty Institute, a nonprofit law firm based in Texas that specializes in religious freedom cases.",
    "\nHiram Sasser, a lawyer at the firm, said the district’s main objective is to allow the Bible course to remain as an elective while making sure it complies with the law.",
    "\nThe district filed a motion to dismiss the lawsuit on Wednesday.",
    "\n\n“There are two things to look at,” Sasser said.",
    "\n“The first is whether you can have a Bible course at all.",
    "\nAnd the other is whether you can have the Bible course as it is presently constituted.",
    "\nIt’s fair to say that we’re very confident on the first issue.",
    "\nAnd on the second issue .",
    "\n.",
    "\n.",
    "\nour client is very, very flexible in terms of making sure that the content is in compliance with the law.”\n\nBut the plaintiffs aren’t looking for flexibility.",
    "\nThey want the Bible class out of the school day.",
    "\nThe program “is unconstitutional at its core and cannot be saved via modifications,” said Patrick Elliott, a lawyer with the Freedom From Religion Foundation.",
    "\n“There is no legally permissible way for Mercer County Schools to continue with any type of program like this.”\n\nAccording to Elliott, the Mercer program is “extremely rare” and there are only a handful of districts around the country with similar courses.",
    "\nThe amended complaint, Elliott said, seeks to prevent the school system from “organizing, administering, or otherwise endorsing Bible classes for Mercer County Schools’ students in grades kindergarten through eighth grade.”\n\nCharles C. Haynes, the founding director of the Religious Freedom Center at the Newseum in Washington, doesn’t foresee the program surviving a court challenge in its current form.",
    "\n\n“This is a loser for the school district,” Haynes said.",
    "\n“It’s difficult to satisfy the First Amendment in elementary school when it comes to the Bible.",
    "\nStudents at that age really aren’t prepared to tell the difference between what is history and what is religious conviction.”\n\nHaynes argues that people of faith are doing their religion a disservice when they try to have it taught by a government entity.",
    "\nThey would rightly object, he said, if they lived somewhere where they were the religious minority and supporters of another religion wanted a course on their faith taught in public schools.",
    "\n\n“Even if 99.9 percent of the people in the community want it, they need to remember that liberty of conscience is not up for a vote,” he said.",
    "\n\nTrenton Tolliver is oblivious to the Bible battle that swirls around him.",
    "\nHis first-grade school year ends next month.",
    "\nHanging in the balance of the court case is what he will learn in the Bible course in second grade.",
    "\nOr if there will be a Bible course at all."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 117,
      "text": "A popular public school Bible class in West Virginia faces legal challenge\n\nGym is Trenton Tolliver’s favorite class.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 117,
      "end_ix": 234,
      "text": "\nBut the 7-year-old is also a huge fan of the weekly Bible course at Princeton Primary, his public elementary school.",
      "new_text": "\nBut the 7-year-old is also a fan of the weekly Bible course at Princeton Primary, his public elementary school.",
      "prop_spans": [
        [
          147,
          151,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 234,
      "end_ix": 314,
      "text": "\nHe gets to play matching games about Bible stories and listen to classic tales.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 314,
      "end_ix": 346,
      "text": "\nNoah and the Ark is a favorite.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 346,
      "end_ix": 394,
      "text": "\nAdam and Eve and the garden of Eden, of course.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 394,
      "end_ix": 459,
      "text": "\nAnd the story about how their son Cain killed his brother, Abel.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 459,
      "end_ix": 716,
      "text": "\n\n“That one was a little bit of a surprise,” Trenton said as he sat with his parents, Brett and Courtney Tolliver, one day this month watching his little sister’s soccer practice on a lush field in this small town in the mountains of southern West Virginia.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 716,
      "end_ix": 810,
      "text": "\n\nThis spring, Bible classes such as Trenton’s are on the minds of many here in Mercer County.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 810,
      "end_ix": 977,
      "text": "\nFor decades, the county’s public schools have offered a weekly Bible class during the school day — 30 minutes at the elementary level and 45 minutes in middle school.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 977,
      "end_ix": 1085,
      "text": "\nBible classes on school time are a rarity in public education, but here they are a long-standing tradition.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1085,
      "end_ix": 1163,
      "text": "\nThe program is not mandatory, but almost every child in the district attends.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1163,
      "end_ix": 1321,
      "text": "\nAnd there is widespread support for the classes: Parents and community members help raise nearly $500,000 a year to pay for the Bible in the Schools program.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1321,
      "end_ix": 1381,
      "text": "\nNow Bible in the Schools is facing a stiff legal challenge.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1381,
      "end_ix": 1556,
      "text": "\nTwo county residents with school-age children argue in a lawsuit that the program violates the establishment clause of the First Amendment and the West Virginia constitution.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1556,
      "end_ix": 2017,
      "text": "\nFiled in January and amended last month by the Freedom From Religion Foundation, the suit charges that the Bible class “advances and endorses one religion, improperly entangles public schools in religious affairs, and violates the personal consciences of nonreligious and non-Christian parents and students.”\n\nSupporters are adamant that the weekly class is an elective meant to explore the history and literature of the Bible, not to promote religious belief.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2017,
      "end_ix": 2064,
      "text": "\n“My experience with it has been very positive.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2064,
      "end_ix": 2149,
      "text": "\nI’ve never known of anyone who has been pressured or felt ostracized,” said the Rev.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2149,
      "end_ix": 2219,
      "text": "\nDavid W. Dockery, senior pastor at First Baptist Church of Princeton.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2219,
      "end_ix": 2369,
      "text": "\n“Any time God’s word can be proclaimed is beneficial and is a good thing.”\n\nTrenton’s parents also find it hard to see why there would be objections.",
      "new_text": "\n“Any time God’s word can be proclaimed is beneficial and is a good thing.”\n\nTrenton’s parents also find it hard to see why there would be objections.",
      "prop_spans": [
        [
          2262,
          2272,
          "Name_Calling,Labeling"
        ],
        [
          2280,
          2292,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 2369,
      "end_ix": 2508,
      "text": "\n\n“I think it’s a great program mainly because it’s the only chance for some of these kids to even see the Bible,” said Brett Tolliver, 27.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2508,
      "end_ix": 2554,
      "text": "\n“More importantly, I don’t know who it harms.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2554,
      "end_ix": 2650,
      "text": "\nThe kids aren’t forced to be there.”\n\nCourtney Tolliver, 26, a teacher in the district, agrees.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2650,
      "end_ix": 2771,
      "text": "\n\n“It’s not teaching religion, but it teaches character and respect and how important it is to tell the truth,” she said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2771,
      "end_ix": 3124,
      "text": "\n“The kids love it and the ones who don’t participate aren’t made to feel left out.”\n\nBut the plaintiffs in the suit and their backers argue that the program’s popularity shouldn’t matter in the face of Supreme Court rulings such as McCollum v. Board of Education in 1948 that have banned public schools from initiating or sponsoring religious activity.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3124,
      "end_ix": 3331,
      "text": "\nThe suit alleges that the lessons in the Mercer schools are similar to what a child would hear in Sunday school and that they advocate the Ten Commandments and treat stories in the Bible as historical fact.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3331,
      "end_ix": 3576,
      "text": "\nThe suit quotes from one lesson: “If all of the Israelites had chosen to follow the Ten Commandments, think of how safe and happy they would have been.” Another lesson asks students to imagine that humans and dinosaurs existed at the same time.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3576,
      "end_ix": 3652,
      "text": "\nIt says: “So picture Adam being able to crawl up on the back of a dinosaur!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3652,
      "end_ix": 3706,
      "text": "\nHe and Eve could have their own personal water slide!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3706,
      "end_ix": 3797,
      "text": "\nWouldn’t that be so wild!”\n\nThe district declined a request to observe one of the classes.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3797,
      "end_ix": 3886,
      "text": "\nElizabeth Deal, who describes herself as agnostic, is one of the plaintiffs in the case.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3886,
      "end_ix": 3989,
      "text": "\nHer daughter attended elementary school in nearby Bluefield, but Deal kept her out of the Bible class.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3989,
      "end_ix": 4112,
      "text": "\nEven though the class was optional, Deal said there weren’t any alternative lessons or activities for those who opted out.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4112,
      "end_ix": 4197,
      "text": "\nHer daughter was told to sit in the computer lab for that half-hour and read a book.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4197,
      "end_ix": 4250,
      "text": "\nBypassing the class left her vulnerable to bullying.",
      "new_text": "\nBypassing the class may have left her vulnerable to bullying.",
      "prop_spans": [
        [
          4198,
          4249,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 4250,
      "end_ix": 4321,
      "text": "\nDeal said other students told her daughter that she was going to hell.",
      "new_text": "\nDeal said other students told her daughter that she was going to hell.",
      "prop_spans": [
        [
          4307,
          4320,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 4321,
      "end_ix": 4462,
      "text": "\nOne day a student saw her daughter reading a “Harry Potter” novel and told her, according to the mother: “You don’t need to be reading this.",
      "new_text": "\nOne day a student saw her daughter reading a “Harry Potter” novel and told her, according to the mother: “You don’t need to be reading this.",
      "prop_spans": [
        [
          4427,
          4462,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 4462,
      "end_ix": 4612,
      "text": "\nYou need to be reading the Bible.”\n\nEventually Deal moved her daughter to a public school a few miles away in Virginia where there is no Bible class.",
      "new_text": "\nYou need to be reading the Bible.”\n\nEventually Deal moved her daughter to a public school a few miles away in Virginia where there is no Bible class.",
      "prop_spans": [
        [
          4462,
          4497,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 4612,
      "end_ix": 4726,
      "text": "\nShe pays an out-of-state fee of several hundred dollars, but she no longer worries about her child being taunted.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4726,
      "end_ix": 4826,
      "text": "\n\nDeal said she joined the suit because she believes strongly in the separation of church and state.",
      "new_text": "\n\nDeal said she joined the suit because she believes in the separation of church and state.",
      "prop_spans": [
        [
          4779,
          4787,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4826,
      "end_ix": 5143,
      "text": "\n“When something is wrong,” she said, “you have to stand up against it.”\nGod is a big deal in Mercer County, home to about 125 churches that dominate the main streets of its biggest towns, Princeton (population 6,400) and Bluefield (10,400), and smaller burgs such as Athens (1,000), Bramwell (360) and Oakvale (120).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5143,
      "end_ix": 5288,
      "text": "\nA lot of the good jobs in the county have left — 22 percent of its 61,000 residents live below the poverty level — but the churches have stayed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5288,
      "end_ix": 5325,
      "text": "\nYou can find the Church of God here.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5325,
      "end_ix": 5351,
      "text": "\nAnd the Church of Christ.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5351,
      "end_ix": 5376,
      "text": "\nAnd the Church of Jesus.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5376,
      "end_ix": 5525,
      "text": "\nThere are a couple of Catholic churches, a synagogue and a mosque, but the vast majority of houses of worship are Baptist, Methodist or Pentecostal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5525,
      "end_ix": 5618,
      "text": "\nThe radio in the region is filled with gospel stations, Bible talk shows and Christian rock.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5618,
      "end_ix": 5714,
      "text": "\nBillboards tout the Ten Commandments or offer stern messages on abortion and eternal salvation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5714,
      "end_ix": 5795,
      "text": "\nBeneath a Chick-fil-A billboard in Princeton, another asks: “If you die tonight.",
      "new_text": "\nBeneath a Chick-fil-A billboard in Princeton, another asks: “If you die tonight.",
      "prop_spans": [
        [
          5776,
          5795,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 5795,
      "end_ix": 5822,
      "text": "\nHeaven or Hell?”\n\nThe Rev.",
      "new_text": "\nHeaven or Hell?”\n\nThe Rev.",
      "prop_spans": [
        [
          5795,
          5811,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 5822,
      "end_ix": 5917,
      "text": "\nRay Hurt has been the lead pastor at the Church of God in Princeton for more than two decades.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5917,
      "end_ix": 6031,
      "text": "\nThe church, one of the largest buildings in town, can hold up to 2,000 people for Sunday services and often does.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6031,
      "end_ix": 6197,
      "text": "\nFor Hurt, Bible in the Schools, which has been in the public schools here in one form or another since 1939, is simply a way for students to further their knowledge.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6197,
      "end_ix": 6376,
      "text": "\n\n“There is a great deal of not just poetry and prose in the Bible, but from what I’ve read almost every piece of history that’s in the Bible has eventually been proven,” he said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6376,
      "end_ix": 6547,
      "text": "\n“We see the Bible not just as a book of faith but as a pretty accurate account of history that informs us about a lot of things that happened.”\n\nHurt, whose son, the Rev.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6547,
      "end_ix": 6770,
      "text": "\nJ.B. Hurt, is also a minister in the Church of God and a member of the county school board, says he would oppose the program if he thought it was being used to teach religion or if students were required to take the class.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6770,
      "end_ix": 6906,
      "text": "\nBut he also embraces the idea that the Bible offers irrefutable lessons in morality and teaches the difference between right and wrong.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6906,
      "end_ix": 7050,
      "text": "\n\n“If you read the Bible, you’re going to get a whole lot of good ideas that are going to stick with you and make you a better person,” he said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7050,
      "end_ix": 7092,
      "text": "\n“You don’t have to push religion with it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7092,
      "end_ix": 7445,
      "text": "\nIt speaks for itself in terms of morals and ethics and those things.”\nThe idea that a weekly Bible class for 6,600 students in 16 public elementary schools and three middle schools is somehow simply an academic offering doesn’t sit well with Lynne White, 54, a former two-term school board member and mother of two sons who went through Mercer schools.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7445,
      "end_ix": 7557,
      "text": "\n\n\n“As a person of faith myself, I don’t see any problem with having an after-school Bible program,” White said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7557,
      "end_ix": 7782,
      "text": "\n“But to me this seems a pretty clear violation of the Constitution.”\n\nWhite holds the school board and leadership responsible for spreading what she says is a false sense of what the Bible in the Schools program is and does.",
      "new_text": "\n“But to me this seems a pretty clear violation of the Constitution.”\n\nWhite holds the school board and leadership responsible for spreading what she says is a false sense of what the Bible in the Schools program is and does.",
      "prop_spans": [
        [
          7582,
          7594,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7782,
      "end_ix": 8266,
      "text": "\n\nIn a commentary for the Charleston Gazette-Mail, White wrote that “the Bible in the schools program in Mercer County is being sustained on a foundation of lies.”\n\nShe argued that the classes are character education based on biblical values, that they were not electives because West Virginia doesn’t offer electives in elementary or middle school and that even though the classes are funded by private donations, that doesn’t mean they should be taught during the instructional day.",
      "new_text": "\n\nIn a commentary for the Charleston Gazette-Mail, White wrote that “the Bible in the schools program in Mercer County is being sustained on a foundation of lies.”\n\nShe argued that the classes are character education based on biblical values, that they were not electives because West Virginia doesn’t offer electives in elementary or middle school and that even though the classes are funded by private donations, that doesn’t mean they should be taught during the instructional day.",
      "prop_spans": [
        [
          7925,
          7943,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8266,
      "end_ix": 8495,
      "text": "\nShe also said it was untrue that children who didn’t take the class weren’t made to “feel different or ostracized.”\nWhen White posted the article on Facebook, she heard from some supporters, but many others questioned her faith.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8495,
      "end_ix": 8551,
      "text": "\n“I will pray for you and all non-believers Lynne White.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8551,
      "end_ix": 8562,
      "text": "\nGod Bless!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8562,
      "end_ix": 8576,
      "text": "\n!” one wrote.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8576,
      "end_ix": 8926,
      "text": "\n\nAnother wrote:\n\n“Lynne White You are not a Christian, a Christian is a person who strives to be more Christ like with everything they do and I do not believe Christ would be working to shut this program down or alter it to include your worldly views.”\nIf it were simply a popularity contest, Bible in the Schools would be allowed to continue as is.",
      "new_text": "\n\nAnother wrote:\n\n“Lynne White You are not a Christian, a Christian is a person who strives to be more Christ like with everything they do and I do not believe Christ would be working to shut this program down or alter it to include your worldly views.”\nIf it were simply a popularity contest, Bible in the Schools would be allowed to continue as is.",
      "prop_spans": [
        [
          8607,
          8630,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8926,
      "end_ix": 8999,
      "text": "\nEven the president of the local mosque in Princeton says it should stay.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8999,
      "end_ix": 9137,
      "text": "\n\n“It’s good to be God-fearing no matter how you approach it,” said Mohammad Iqbal, head of the Islamic Society of the Appalachian Region.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9137,
      "end_ix": 9232,
      "text": "\n“Whether it’s the Bible, whether it’s Koran, whether it’s Torah, whether it’s some other book.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9232,
      "end_ix": 9273,
      "text": "\nBut it should be optional, not enforced.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9273,
      "end_ix": 9436,
      "text": "\nIf the parents have no objection and the student has no objection, it is okay.”\n\nBut the program’s fate will not be resolved by popular vote or on Facebook posts.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9436,
      "end_ix": 9597,
      "text": "\nInstead, the question will be tried in the courtroom of Judge David A. Faber of the U.S. District Court for the Southern District of West Virginia in Bluefield.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9597,
      "end_ix": 9643,
      "text": "\n(Faber was nominated by President George H.W.",
      "new_text": "",
      "prop_spans": [
        [
          9597,
          9643,
          "Red_Herring"
        ]
      ]
    },
    {
      "start_ix": 9643,
      "end_ix": 9650,
      "text": "\nBush.)",
      "new_text": "",
      "prop_spans": [
        [
          9643,
          9650,
          "Red_Herring"
        ]
      ]
    },
    {
      "start_ix": 9650,
      "end_ix": 9804,
      "text": "\n\nRepresenting the Mercer school district is the First Liberty Institute, a nonprofit law firm based in Texas that specializes in religious freedom cases.",
      "new_text": "\n\nRepresenting the Mercer school district is the First Liberty Institute, a nonprofit law firm based in Texas that specializes in religious freedom cases.",
      "prop_spans": [
        [
          9650,
          9651,
          "Red_Herring"
        ]
      ]
    },
    {
      "start_ix": 9804,
      "end_ix": 9973,
      "text": "\nHiram Sasser, a lawyer at the firm, said the district’s main objective is to allow the Bible course to remain as an elective while making sure it complies with the law.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9973,
      "end_ix": 10038,
      "text": "\nThe district filed a motion to dismiss the lawsuit on Wednesday.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10038,
      "end_ix": 10087,
      "text": "\n\n“There are two things to look at,” Sasser said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10087,
      "end_ix": 10145,
      "text": "\n“The first is whether you can have a Bible course at all.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10145,
      "end_ix": 10232,
      "text": "\nAnd the other is whether you can have the Bible course as it is presently constituted.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10232,
      "end_ix": 10295,
      "text": "\nIt’s fair to say that we’re very confident on the first issue.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10295,
      "end_ix": 10321,
      "text": "\nAnd on the second issue .",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10321,
      "end_ix": 10323,
      "text": "\n.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10323,
      "end_ix": 10325,
      "text": "\n.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10325,
      "end_ix": 10484,
      "text": "\nour client is very, very flexible in terms of making sure that the content is in compliance with the law.”\n\nBut the plaintiffs aren’t looking for flexibility.",
      "new_text": "\nour client is very, very flexible in terms of making sure that the content is in compliance with the law.”\n\nBut the plaintiffs aren’t looking for flexibility.",
      "prop_spans": [
        [
          10340,
          10350,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10484,
      "end_ix": 10533,
      "text": "\nThey want the Bible class out of the school day.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10533,
      "end_ix": 10692,
      "text": "\nThe program “is unconstitutional at its core and cannot be saved via modifications,” said Patrick Elliott, a lawyer with the Freedom From Religion Foundation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10692,
      "end_ix": 10949,
      "text": "\n“There is no legally permissible way for Mercer County Schools to continue with any type of program like this.”\n\nAccording to Elliott, the Mercer program is “extremely rare” and there are only a handful of districts around the country with similar courses.",
      "new_text": "\n“There is no legally permissible way for Mercer County Schools to continue with any type of program like this.”\n\nAccording to Elliott, the Mercer program is rare and there are only a handful of districts around the country with similar courses.",
      "prop_spans": [
        [
          10851,
          10860,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10949,
      "end_ix": 11354,
      "text": "\nThe amended complaint, Elliott said, seeks to prevent the school system from “organizing, administering, or otherwise endorsing Bible classes for Mercer County Schools’ students in grades kindergarten through eighth grade.”\n\nCharles C. Haynes, the founding director of the Religious Freedom Center at the Newseum in Washington, doesn’t foresee the program surviving a court challenge in its current form.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11354,
      "end_ix": 11411,
      "text": "\n\n“This is a loser for the school district,” Haynes said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11411,
      "end_ix": 11507,
      "text": "\n“It’s difficult to satisfy the First Amendment in elementary school when it comes to the Bible.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11507,
      "end_ix": 11763,
      "text": "\nStudents at that age really aren’t prepared to tell the difference between what is history and what is religious conviction.”\n\nHaynes argues that people of faith are doing their religion a disservice when they try to have it taught by a government entity.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11763,
      "end_ix": 11954,
      "text": "\nThey would rightly object, he said, if they lived somewhere where they were the religious minority and supporters of another religion wanted a course on their faith taught in public schools.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11954,
      "end_ix": 12098,
      "text": "\n\n“Even if 99.9 percent of the people in the community want it, they need to remember that liberty of conscience is not up for a vote,” he said.",
      "new_text": "\n\n“Even if 99.9 percent of the people in the community want it, they need to remember that liberty of conscience is not up for a vote,” he said.",
      "prop_spans": [
        [
          12045,
          12087,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 12098,
      "end_ix": 12173,
      "text": "\n\nTrenton Tolliver is oblivious to the Bible battle that swirls around him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12173,
      "end_ix": 12218,
      "text": "\nHis first-grade school year ends next month.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12218,
      "end_ix": 12318,
      "text": "\nHanging in the balance of the court case is what he will learn in the Bible course in second grade.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12318,
      "end_ix": 12361,
      "text": "\nOr if there will be a Bible course at all.",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      147,
      151,
      "Loaded_Language"
    ],
    [
      2262,
      2272,
      "Name_Calling,Labeling"
    ],
    [
      2280,
      2292,
      "Name_Calling,Labeling"
    ],
    [
      4198,
      4249,
      "Black-and-White_Fallacy"
    ],
    [
      4307,
      4320,
      "Appeal_to_fear-prejudice"
    ],
    [
      4427,
      4497,
      "Black-and-White_Fallacy"
    ],
    [
      4779,
      4787,
      "Loaded_Language"
    ],
    [
      5776,
      5811,
      "Black-and-White_Fallacy"
    ],
    [
      7582,
      7594,
      "Loaded_Language"
    ],
    [
      7925,
      7943,
      "Loaded_Language"
    ],
    [
      8607,
      8630,
      "Name_Calling,Labeling"
    ],
    [
      9597,
      9651,
      "Red_Herring"
    ],
    [
      10340,
      10350,
      "Loaded_Language"
    ],
    [
      10851,
      10860,
      "Loaded_Language"
    ],
    [
      12045,
      12087,
      "Slogans"
    ]
  ]
}