{
  "article_id": "694327499",
  "sentence offsets in original": [
    0,
    5,
    11,
    38,
    436,
    726,
    1134,
    1266,
    1365,
    1502,
    1530,
    1563,
    1591,
    2051,
    2069,
    2282,
    2442,
    2458,
    2562,
    2797,
    3349,
    3453,
    3608,
    3648,
    3970,
    3974,
    3977,
    3984,
    4169,
    4338,
    4564,
    4979,
    5373,
    5554,
    5790,
    5807,
    5949,
    6080,
    6167,
    6184,
    6294,
    6319,
    6997,
    8304,
    8565,
    8610,
    8686,
    8779,
    9038,
    9137,
    9460,
    9762,
    9947,
    10242,
    10395,
    10521,
    10603,
    10872,
    11117,
    11246,
    11324,
    11383,
    11662
  ],
  "original sentences": [
    "Wait!",
    "\nWait!",
    "\nIt’s all a MISTRANSLATION!",
    "\n\nThus, it took more than a year-and-a-half for the Factory to roll out the old reliable “mistranslation” defense to explain away the infamous paragraph 303 of Amoris Laetita (AL), which reads as follows in the official English translation on the Vatican website:\nYet conscience can do more than recognize that a given situation does not correspond objectively to the overall demands of the Gospel.",
    "\nIt can also recognize with sincerity and honesty what for now is the most generous response which can be given to God, and come to see with a certain moral security that it is what God himself is asking amid the concrete complexity of one’s limits, while yet not fully the objective ideal.",
    "\nIn other words, the conscience can “inform” a sinner that his continued sinning is not only acceptable to God but is even what God is asking “for now,” given one’s particular “limits.” This outrageous proposition, a form of situation ethics that strikes at the very foundation of Catholic moral teaching, has justly provoked a storm of criticism from lay and clerical defenders of the authentic Magisterium.",
    "\n\nBut it’s all a misunderstanding, say Dr. Robert Fastiggi, professor of Systematic Theology at Sacred Heart Major Seminary, and Dr.",
    "\nDawn Eden Goldstein, S.T.D., professor of Dogmatic Theology at Holy Apostles College and Seminary.",
    "\nAll of the critics of AL are wrong—every one of them!—because, you see, the original Latin text does not say what the English text does.",
    "\nDr. Robert Fastiggi and Dr.",
    "\nDawn Goldstein\nHere we go again.",
    "\nSo what does the Latin say?",
    "\nHere is the paragraph in the official Latin:\nHaec autem conscientia agnoscere potest non modo statum quendam ab universali Evangelii mandato obiective dissidere; etiam sincere honesteque agnoscere poteste quod sit liberale responsum in praesenti Deo reddendum atque eadem conscientia firma quadam morali certitudine intellegere illam esse oblationem quam ipse Deus requirit inter rerum impedientium congeriem, quamvis perfectum nondum sit obiectivum exemplar.",
    "\nYes, and so what?",
    "\nWell, according to Fastiggi and Goldstein, while the English translation reads: “what for now is the most generous response which can be given to God,” the Latin employs the word oblationem, which means offering.",
    "\nSo, What the Pope Really Means® is: “what for now is the most generous offering which can be given to God.” So, it’s an offering to God, not a response to God.",
    "\nBig difference.",
    "\n\nBut just a moment: how can objectively immoral behavior ever be characterized as an “offering” to God?",
    "\nIt would seem the Latin version has graver implications than the English because it suggests that falling short of what the moral law requires is an oblation pleasing to God if one’s “limits” make obedience to the moral law difficult.",
    "\nAnd that is exactly the nonsense Fastiggi and Goldstein expect us to swallow: “Pope Francis is not talking about an offering of an objectively sinful action but a gift of self that moves toward God and the objective moral norm.”\n\nSo, our intrepid presenters of What the Pope Really Means® would have us believe that objectively immoral behavior, which is the best one can do according “the “concrete complexity of one’s limits,” is no longer simply objectively immoral behavior but rather a gift of self because it moves toward morally licit behavior.",
    "\nFastiggi and Goldstein have managed to make the problem even worse in their attempt to explain it away.",
    "\n\nWhat about the English locution “while yet not fully the objective ideal,” which seems to reduce the negative precepts of the natural law to mere ideals?",
    "\nNot so, Fastiggi and Goldstein contend.",
    "\nDo not all those ignorant critics of AL know that the Latin text employs the phrase “obiectivum exemplar,” which, translated literally into English is “objective exemplar.” They declare triumphantly: “The Latin term exemplar does not mean an unattainable ideal, it specifically means a pattern or model to follow.”\n\nGive.",
    "\nMe.",
    "\nA.",
    "\nBreak.",
    "\nA pattern or model to follow is an ideal, as a standard Latin dictionary confirms with its definition of exemplar: “(1) copy/reproduction, (2) model, pattern, example, original, ideal.",
    "\nLikewise, the definition of the English word “exemplar” is simply: “an ideal model.”\n\nHere too Fastiggi and Goldsetein only worsen the problem they try to explain away.",
    "\nFor if moral behavior is now to be viewed as merely “exemplary” rather than divinely mandated by the natural law that binds all men—including Thou Shalt Not Commit Adultery—then basic morality becomes a kind of heroic virtue.",
    "\nThus, continence cannot realistically be expected, at least “for now” (AL 303), of the average Joe or Jane with an “ex” who has “remarried” and is now mired in the “concrete complexity one’s limits.”\n\nSo, as Fastiggi and Goldstein would have it, all the tumult triggered by AL is just a misunderstanding caused by uninformed people who haven’t consulted the Latin text—including those ignorant Vatican translators.",
    "\nAccording to their proposed “alternate translation” into English, What the Pope Really Means® is that objectively immoral behavior one feels unable to correct due to one’s “limits” is “the offering that God himself is asking amid the mass of impediments, although it may not yet be the perfect objective model.” Which is what the official English translation already says but with fewer words.",
    "\n\nIt seems Fastiggi and Goldstein are hoping no one will notice that their linguistic tinkering produces no real change in meaning but only an intensification of its perniciousness.",
    "\nIndeed, their “proposed alternate translation” reduces the avoidance of adulterous relations in “second marriages” to the “perfect objective model.” Now, how could anyone but a Pharisee expect perfection from people living in adultery?",
    "\nAre you perfect?",
    "\nThen again, the Pharisees are precisely the ones Our Lord condemned for accommodating divorce and remarriage in violation of the natural law.",
    "\nBut such embarrassing truths need not impede the Bergoglian Mercy Train as it barrels toward a train wreck at the end of the line.",
    "\nAnd Fastiggi and Goldstein are busily helping it along, changing red signals to green.",
    "\nNo problem here!",
    "\nhas been the mantra of the neo-Catholic establishment for nearly half a century of ecclesial auto-demolition.",
    "\n\nBut wait, there’s more!",
    "\nOur dynamic translators even provide their own dynamic interpretation of AL to mean that the “offering” to God of which Francis speaks is merely the decision by a divorced and “remarried” couple with children not to end their relationship, which would be the “perfect objective model,” but rather to “live in continence until they may—after the hoped for declaration of nullity—enter into a true marriage.” That is, they would have Francis affirming John Paul II’s Familiaris consortio, which repeats the Church’s constant teaching that continence is required of those who have entered into adulterous “second marriage,” failing which they cannot be admitted to the sacraments.",
    "\n\nBut the Fastiggi-Goldstein interpretation is precisely the contrary of the interpretation Francis has assiduously promoted and which Fastiggi and Goldstein just as assiduously ignore: i.e., that people in “second marriages” do not have to live in continence, but rather—in “certain cases”—may continue their adulterous relations while receiving absolution and Holy Communion during a “process of discernment.” As we know, in his letter to the bishops of Buenos Aires, published on the Vatican website (in response to a query he himself may have solicited), Bergoglio informed them “there is no other interpretation.”\n\nMoreover, the Maltese bishops' “guidelines” for implementing AL, published in L’Osservatore Romano—for which Bergoglio thanked them—declare thus:\nIf, as a result of the process of discernment, undertaken with “humility, discretion and love for the Church and her teaching, in a sincere search for God’s will and a desire to make a more perfect response to it” (AL 300), a separated or divorced person who is living in a new relationship manages, with an informed and enlightened conscience, to acknowledge and believe that he or she are at peace with God, he or she cannot be precluded from participating in the sacraments of Reconciliation and the Eucharist (see AL, notes 336 and 351).",
    "\nThis Pope’s plan of promulgating a deliberately ambiguous document whose heterodox interpretation and application he would later approve with a series of sub-magisterial winks and nods, both oral and written, is the reason I signed onto the Correctio Filialis.",
    "\nSee the piece by Joseph Shaw in this regard.",
    "\n\nShaw maintains that AL can be “bent into some kind of orthodoxy.” Perhaps.",
    "\nBut it is not our responsibility to bend a Pope’s statements into conformity with the Faith.",
    "\nMoreover, any Pope who promulgates a document that can be read as orthodox only by a forced interpretation imposed by certain readers—while others disagree—has by that very fact inflicted grave harm upon on the Church, which he alone has the duty to correct.",
    "\nBut Francis, as any reasonable observer can see, has no intention of offering any such correction.",
    "\nQuite to the contrary, confusion as a cover for the introduction of Holy Communion for “certain” public adulterers by Bergoglio’s co-conspirators in the Vatican and various dioceses is exactly what he was aiming to achieve from the beginning of the whole synodal charade, which was merely a vehicle for promulgation of AL.",
    "\nAs Shaw observes of AL: “What we [the signers of the Correctio] are saying is that it has become clear that orthodoxy is not what Pope Francis wants us to find there.”\n\nIn a sense, what Bergoglio is doing is worse than explicit heresy, which could at least be readily identified and denounced as such.",
    "\nBut Bergoglio wants the effects of heresy—undermining Holy Matrimony, Confession and Holy Communion, whose integrity is affirmed verbally—without the guilt of an explicit promulgation.",
    "\nIn so acting, he is very much in the mold of Honorius I, who was posthumously anathematized by an ecumenical council (the Third Council of Constantinople) and by his own successor (Leo II) for aiding and abetting the spread of the Monothelite heresy (no human but only a divine will in Christ).",
    "\nHonorius did so by means of private correspondence with the author of the heresy, endorsing the heresy without ever formally proclaiming it as doctrine.",
    "\nAnd yet Honorius I is listed in the canon of the Popes and is not considered to have fallen from office on account of heresy.",
    "\nA similar judgment might well befall this Pope, but it is not for us to level it.",
    "\n\nMeanwhile, as Fastiggi and Goldstein labor to convince us that nothing is amiss with AL, Pope Bergoglio is sending clear signals of concern about the rising opposition among the faithful to his master plan to subvert the Church according to his false notion of mercy.",
    "\nIn a classic power move, he has just given a sop to Cardinal Burke, the perceived leader of the opposition, by appointing him to a minor position on the Apostolic Signatura—the same tribunal from which Bergoglio brutally removed him as Prefect.",
    "\nAnd this after also humiliating Burke as the spiritual patron of the Knights of Malta, to which he was exiled after his removal.",
    "\n\nWill this sop buy Burke’s silence, staving off the feared public correction?",
    "\nWe will soon know if the Cardinal can be bought so easily.",
    "\nBut this move demonstrates—if more evidence were needed—that Bergoglio has never been the humble apostle of mercy depicted in his carefully crafted public relations narrative, but rather a cunning ecclesiastical politician, constantly plotting and scheming to get what he wants.",
    "\nThat the neo-Catholic establishment refuses to recognize the grim reality of this unprecedented pontificate is but another page in the long annals of its shameful defense of the indefensible to the detriment of Holy Mother Church."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 5,
      "text": "Wait!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5,
      "end_ix": 11,
      "text": "\nWait!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11,
      "end_ix": 38,
      "text": "\nIt’s all a MISTRANSLATION!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 38,
      "end_ix": 436,
      "text": "\n\nThus, it took more than a year-and-a-half for the Factory to roll out the old reliable “mistranslation” defense to explain away the infamous paragraph 303 of Amoris Laetita (AL), which reads as follows in the official English translation on the Vatican website:\nYet conscience can do more than recognize that a given situation does not correspond objectively to the overall demands of the Gospel.",
      "new_text": "\n\nThus, it took more than a year-and-a-half for the Factory to roll out the “mistranslation” defense to explain away the infamous paragraph 303 of Amoris Laetita (AL), which reads as follows in the official English translation on the Vatican website:\nYet conscience can do more than recognize that a given situation does not correspond objectively to the overall demands of the Gospel.",
      "prop_spans": [
        [
          110,
          142,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 436,
      "end_ix": 726,
      "text": "\nIt can also recognize with sincerity and honesty what for now is the most generous response which can be given to God, and come to see with a certain moral security that it is what God himself is asking amid the concrete complexity of one’s limits, while yet not fully the objective ideal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 726,
      "end_ix": 1134,
      "text": "\nIn other words, the conscience can “inform” a sinner that his continued sinning is not only acceptable to God but is even what God is asking “for now,” given one’s particular “limits.” This outrageous proposition, a form of situation ethics that strikes at the very foundation of Catholic moral teaching, has justly provoked a storm of criticism from lay and clerical defenders of the authentic Magisterium.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1134,
      "end_ix": 1266,
      "text": "\n\nBut it’s all a misunderstanding, say Dr. Robert Fastiggi, professor of Systematic Theology at Sacred Heart Major Seminary, and Dr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1266,
      "end_ix": 1365,
      "text": "\nDawn Eden Goldstein, S.T.D., professor of Dogmatic Theology at Holy Apostles College and Seminary.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1365,
      "end_ix": 1502,
      "text": "\nAll of the critics of AL are wrong—every one of them!—because, you see, the original Latin text does not say what the English text does.",
      "new_text": "\nAll of the critics of AL are wrong—every one of them!—because, you see, the original Latin text does not say what the English text does.",
      "prop_spans": [
        [
          1366,
          1502,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 1502,
      "end_ix": 1530,
      "text": "\nDr. Robert Fastiggi and Dr.",
      "new_text": "\nDr. Robert Fastiggi and Dr.",
      "prop_spans": [
        [
          1502,
          1503,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 1530,
      "end_ix": 1563,
      "text": "\nDawn Goldstein\nHere we go again.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1563,
      "end_ix": 1591,
      "text": "\nSo what does the Latin say?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1591,
      "end_ix": 2051,
      "text": "\nHere is the paragraph in the official Latin:\nHaec autem conscientia agnoscere potest non modo statum quendam ab universali Evangelii mandato obiective dissidere; etiam sincere honesteque agnoscere poteste quod sit liberale responsum in praesenti Deo reddendum atque eadem conscientia firma quadam morali certitudine intellegere illam esse oblationem quam ipse Deus requirit inter rerum impedientium congeriem, quamvis perfectum nondum sit obiectivum exemplar.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2051,
      "end_ix": 2069,
      "text": "\nYes, and so what?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2069,
      "end_ix": 2282,
      "text": "\nWell, according to Fastiggi and Goldstein, while the English translation reads: “what for now is the most generous response which can be given to God,” the Latin employs the word oblationem, which means offering.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2282,
      "end_ix": 2442,
      "text": "\nSo, What the Pope Really Means® is: “what for now is the most generous offering which can be given to God.” So, it’s an offering to God, not a response to God.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2442,
      "end_ix": 2458,
      "text": "\nBig difference.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2458,
      "end_ix": 2562,
      "text": "\n\nBut just a moment: how can objectively immoral behavior ever be characterized as an “offering” to God?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2562,
      "end_ix": 2797,
      "text": "\nIt would seem the Latin version has graver implications than the English because it suggests that falling short of what the moral law requires is an oblation pleasing to God if one’s “limits” make obedience to the moral law difficult.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2797,
      "end_ix": 3349,
      "text": "\nAnd that is exactly the nonsense Fastiggi and Goldstein expect us to swallow: “Pope Francis is not talking about an offering of an objectively sinful action but a gift of self that moves toward God and the objective moral norm.”\n\nSo, our intrepid presenters of What the Pope Really Means® would have us believe that objectively immoral behavior, which is the best one can do according “the “concrete complexity of one’s limits,” is no longer simply objectively immoral behavior but rather a gift of self because it moves toward morally licit behavior.",
      "new_text": "\nAnd that is exactly the nonsense Fastiggi and Goldstein expect us to swallow: “Pope Francis is not talking about an offering of an objectively sinful action but a gift of self that moves toward God and the objective moral norm.”\n\nSo, our intrepid presenters of What the Pope Really Means® would have us believe that objectively immoral behavior, which is the best one can do according “the “concrete complexity of one’s limits,” is no longer simply objectively immoral behavior but rather a gift of self because it moves toward morally licit behavior.",
      "prop_spans": [
        [
          2798,
          2874,
          "Loaded_Language"
        ],
        [
          3032,
          3055,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3349,
      "end_ix": 3453,
      "text": "\nFastiggi and Goldstein have managed to make the problem even worse in their attempt to explain it away.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3453,
      "end_ix": 3608,
      "text": "\n\nWhat about the English locution “while yet not fully the objective ideal,” which seems to reduce the negative precepts of the natural law to mere ideals?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3608,
      "end_ix": 3648,
      "text": "\nNot so, Fastiggi and Goldstein contend.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3648,
      "end_ix": 3970,
      "text": "\nDo not all those ignorant critics of AL know that the Latin text employs the phrase “obiectivum exemplar,” which, translated literally into English is “objective exemplar.” They declare triumphantly: “The Latin term exemplar does not mean an unattainable ideal, it specifically means a pattern or model to follow.”\n\nGive.",
      "new_text": "\nDo not all those ignorant critics of AL know that the Latin text employs the phrase “obiectivum exemplar,” which, translated literally into English is “objective exemplar.” They declare triumphantly: “The Latin term exemplar does not mean an unattainable ideal, it specifically means a pattern or model to follow.”\n\nGive.",
      "prop_spans": [
        [
          3656,
          3688,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3970,
      "end_ix": 3974,
      "text": "\nMe.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3974,
      "end_ix": 3977,
      "text": "\nA.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3977,
      "end_ix": 3984,
      "text": "\nBreak.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3984,
      "end_ix": 4169,
      "text": "\nA pattern or model to follow is an ideal, as a standard Latin dictionary confirms with its definition of exemplar: “(1) copy/reproduction, (2) model, pattern, example, original, ideal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4169,
      "end_ix": 4338,
      "text": "\nLikewise, the definition of the English word “exemplar” is simply: “an ideal model.”\n\nHere too Fastiggi and Goldsetein only worsen the problem they try to explain away.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4338,
      "end_ix": 4564,
      "text": "\nFor if moral behavior is now to be viewed as merely “exemplary” rather than divinely mandated by the natural law that binds all men—including Thou Shalt Not Commit Adultery—then basic morality becomes a kind of heroic virtue.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4564,
      "end_ix": 4979,
      "text": "\nThus, continence cannot realistically be expected, at least “for now” (AL 303), of the average Joe or Jane with an “ex” who has “remarried” and is now mired in the “concrete complexity one’s limits.”\n\nSo, as Fastiggi and Goldstein would have it, all the tumult triggered by AL is just a misunderstanding caused by uninformed people who haven’t consulted the Latin text—including those ignorant Vatican translators.",
      "new_text": "\nThus, continence cannot realistically be expected, at least “for now” (AL 303), of the average Joe or Jane with an “ex” who has “remarried” and is now mired in the “concrete complexity one’s limits.”\n\nSo, as Fastiggi and Goldstein would have it, all the tumult triggered by AL is just a misunderstanding caused by uninformed people who haven’t consulted the Latin text—including those ignorant Vatican translators.",
      "prop_spans": [
        [
          4811,
          4934,
          "Causal_Oversimplification"
        ],
        [
          4944,
          4979,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 4979,
      "end_ix": 5373,
      "text": "\nAccording to their proposed “alternate translation” into English, What the Pope Really Means® is that objectively immoral behavior one feels unable to correct due to one’s “limits” is “the offering that God himself is asking amid the mass of impediments, although it may not yet be the perfect objective model.” Which is what the official English translation already says but with fewer words.",
      "new_text": "\nAccording to their proposed “alternate translation” into English, What the Pope Really Means® is that objectively immoral behavior one feels unable to correct due to one’s “limits” is “the offering that God himself is asking amid the mass of impediments, although it may not yet be the perfect objective model.” Which is what the official English translation already says but with fewer words.",
      "prop_spans": [
        [
          4979,
          4979,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 5373,
      "end_ix": 5554,
      "text": "\n\nIt seems Fastiggi and Goldstein are hoping no one will notice that their linguistic tinkering produces no real change in meaning but only an intensification of its perniciousness.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5554,
      "end_ix": 5790,
      "text": "\nIndeed, their “proposed alternate translation” reduces the avoidance of adulterous relations in “second marriages” to the “perfect objective model.” Now, how could anyone but a Pharisee expect perfection from people living in adultery?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5790,
      "end_ix": 5807,
      "text": "\nAre you perfect?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5807,
      "end_ix": 5949,
      "text": "\nThen again, the Pharisees are precisely the ones Our Lord condemned for accommodating divorce and remarriage in violation of the natural law.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5949,
      "end_ix": 6080,
      "text": "\nBut such embarrassing truths need not impede the Bergoglian Mercy Train as it barrels toward a train wreck at the end of the line.",
      "new_text": "\nBut such embarrassing truths need not impede the Bergoglian Mercy Train as it barrels toward a train wreck at the end of the line.",
      "prop_spans": [
        [
          5950,
          6080,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6080,
      "end_ix": 6167,
      "text": "\nAnd Fastiggi and Goldstein are busily helping it along, changing red signals to green.",
      "new_text": "\nAnd Fastiggi and Goldstein are busily helping it along, changing red signals to green.",
      "prop_spans": [
        [
          6080,
          6080,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6167,
      "end_ix": 6184,
      "text": "\nNo problem here!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6184,
      "end_ix": 6294,
      "text": "\nhas been the mantra of the neo-Catholic establishment for nearly half a century of ecclesial auto-demolition.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6294,
      "end_ix": 6319,
      "text": "\n\nBut wait, there’s more!",
      "new_text": "\n\nBut wait, there’s more!",
      "prop_spans": [
        [
          6296,
          6318,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 6319,
      "end_ix": 6997,
      "text": "\nOur dynamic translators even provide their own dynamic interpretation of AL to mean that the “offering” to God of which Francis speaks is merely the decision by a divorced and “remarried” couple with children not to end their relationship, which would be the “perfect objective model,” but rather to “live in continence until they may—after the hoped for declaration of nullity—enter into a true marriage.” That is, they would have Francis affirming John Paul II’s Familiaris consortio, which repeats the Church’s constant teaching that continence is required of those who have entered into adulterous “second marriage,” failing which they cannot be admitted to the sacraments.",
      "new_text": "\nOur dynamic translators even provide their own dynamic interpretation of AL to mean that the “offering” to God of which Francis speaks is merely the decision by a divorced and “remarried” couple with children not to end their relationship, which would be the “perfect objective model,” but rather to “live in continence until they may—after the hoped for declaration of nullity—enter into a true marriage.” That is, they would have Francis affirming John Paul II’s Familiaris consortio, which repeats the Church’s constant teaching that continence is required of those who have entered into adulterous “second marriage,” failing which they cannot be admitted to the sacraments.",
      "prop_spans": [
        [
          6320,
          6343,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 6997,
      "end_ix": 8304,
      "text": "\n\nBut the Fastiggi-Goldstein interpretation is precisely the contrary of the interpretation Francis has assiduously promoted and which Fastiggi and Goldstein just as assiduously ignore: i.e., that people in “second marriages” do not have to live in continence, but rather—in “certain cases”—may continue their adulterous relations while receiving absolution and Holy Communion during a “process of discernment.” As we know, in his letter to the bishops of Buenos Aires, published on the Vatican website (in response to a query he himself may have solicited), Bergoglio informed them “there is no other interpretation.”\n\nMoreover, the Maltese bishops' “guidelines” for implementing AL, published in L’Osservatore Romano—for which Bergoglio thanked them—declare thus:\nIf, as a result of the process of discernment, undertaken with “humility, discretion and love for the Church and her teaching, in a sincere search for God’s will and a desire to make a more perfect response to it” (AL 300), a separated or divorced person who is living in a new relationship manages, with an informed and enlightened conscience, to acknowledge and believe that he or she are at peace with God, he or she cannot be precluded from participating in the sacraments of Reconciliation and the Eucharist (see AL, notes 336 and 351).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8304,
      "end_ix": 8565,
      "text": "\nThis Pope’s plan of promulgating a deliberately ambiguous document whose heterodox interpretation and application he would later approve with a series of sub-magisterial winks and nods, both oral and written, is the reason I signed onto the Correctio Filialis.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8565,
      "end_ix": 8610,
      "text": "\nSee the piece by Joseph Shaw in this regard.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8610,
      "end_ix": 8686,
      "text": "\n\nShaw maintains that AL can be “bent into some kind of orthodoxy.” Perhaps.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8686,
      "end_ix": 8779,
      "text": "\nBut it is not our responsibility to bend a Pope’s statements into conformity with the Faith.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8779,
      "end_ix": 9038,
      "text": "\nMoreover, any Pope who promulgates a document that can be read as orthodox only by a forced interpretation imposed by certain readers—while others disagree—has by that very fact inflicted grave harm upon on the Church, which he alone has the duty to correct.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9038,
      "end_ix": 9137,
      "text": "\nBut Francis, as any reasonable observer can see, has no intention of offering any such correction.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9137,
      "end_ix": 9460,
      "text": "\nQuite to the contrary, confusion as a cover for the introduction of Holy Communion for “certain” public adulterers by Bergoglio’s co-conspirators in the Vatican and various dioceses is exactly what he was aiming to achieve from the beginning of the whole synodal charade, which was merely a vehicle for promulgation of AL.",
      "new_text": "\nQuite to the contrary, confusion as a cover for the introduction of Holy Communion for “certain” public adulterers by Bergoglio’s co-conspirators in the Vatican and various dioceses is exactly what he was aiming to achieve from the beginning of the whole synodal charade, which was merely a vehicle for promulgation of AL.",
      "prop_spans": [
        [
          9221,
          9252,
          "Loaded_Language"
        ],
        [
          9393,
          9409,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9460,
      "end_ix": 9762,
      "text": "\nAs Shaw observes of AL: “What we [the signers of the Correctio] are saying is that it has become clear that orthodoxy is not what Pope Francis wants us to find there.”\n\nIn a sense, what Bergoglio is doing is worse than explicit heresy, which could at least be readily identified and denounced as such.",
      "new_text": "\nAs Shaw observes of AL: “What we [the signers of the Correctio] are saying is that it has become clear that orthodoxy is not what Pope Francis wants us to find there.”\n\nIn a sense, what Bergoglio is doing is worse than explicit heresy, which could at least be readily identified and denounced as such.",
      "prop_spans": [
        [
          9630,
          9695,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 9762,
      "end_ix": 9947,
      "text": "\nBut Bergoglio wants the effects of heresy—undermining Holy Matrimony, Confession and Holy Communion, whose integrity is affirmed verbally—without the guilt of an explicit promulgation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9947,
      "end_ix": 10242,
      "text": "\nIn so acting, he is very much in the mold of Honorius I, who was posthumously anathematized by an ecumenical council (the Third Council of Constantinople) and by his own successor (Leo II) for aiding and abetting the spread of the Monothelite heresy (no human but only a divine will in Christ).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10242,
      "end_ix": 10395,
      "text": "\nHonorius did so by means of private correspondence with the author of the heresy, endorsing the heresy without ever formally proclaiming it as doctrine.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10395,
      "end_ix": 10521,
      "text": "\nAnd yet Honorius I is listed in the canon of the Popes and is not considered to have fallen from office on account of heresy.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10521,
      "end_ix": 10603,
      "text": "\nA similar judgment might well befall this Pope, but it is not for us to level it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10603,
      "end_ix": 10872,
      "text": "\n\nMeanwhile, as Fastiggi and Goldstein labor to convince us that nothing is amiss with AL, Pope Bergoglio is sending clear signals of concern about the rising opposition among the faithful to his master plan to subvert the Church according to his false notion of mercy.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10872,
      "end_ix": 11117,
      "text": "\nIn a classic power move, he has just given a sop to Cardinal Burke, the perceived leader of the opposition, by appointing him to a minor position on the Apostolic Signatura—the same tribunal from which Bergoglio brutally removed him as Prefect.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11117,
      "end_ix": 11246,
      "text": "\nAnd this after also humiliating Burke as the spiritual patron of the Knights of Malta, to which he was exiled after his removal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11246,
      "end_ix": 11324,
      "text": "\n\nWill this sop buy Burke’s silence, staving off the feared public correction?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11324,
      "end_ix": 11383,
      "text": "\nWe will soon know if the Cardinal can be bought so easily.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11383,
      "end_ix": 11662,
      "text": "\nBut this move demonstrates—if more evidence were needed—that Bergoglio has never been the humble apostle of mercy depicted in his carefully crafted public relations narrative, but rather a cunning ecclesiastical politician, constantly plotting and scheming to get what he wants.",
      "new_text": "\nBut this move demonstrates—if more evidence were needed—that Bergoglio has never been the humble apostle of mercy depicted in his carefully crafted public relations narrative, but rather a cunning ecclesiastical politician, constantly plotting and scheming to get what he wants.",
      "prop_spans": [
        [
          11470,
          11662,
          "Name_Calling,Labeling"
        ],
        [
          11573,
          11606,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11662,
      "end_ix": 11893,
      "text": "\nThat the neo-Catholic establishment refuses to recognize the grim reality of this unprecedented pontificate is but another page in the long annals of its shameful defense of the indefensible to the detriment of Holy Mother Church.",
      "new_text": "\nThat the neo-Catholic establishment refuses to recognize the grim reality of this unprecedented pontificate is but another page in the long annals of its shameful defense of the indefensible to the detriment of Holy Mother Church.",
      "prop_spans": [
        [
          11662,
          11662,
          "Name_Calling,Labeling"
        ],
        [
          11720,
          11770,
          "Loaded_Language"
        ]
      ]
    }
  ],
  "original labels": [
    [
      110,
      142,
      "Loaded_Language"
    ],
    [
      1366,
      1503,
      "Causal_Oversimplification"
    ],
    [
      2798,
      2874,
      "Loaded_Language"
    ],
    [
      3032,
      3055,
      "Name_Calling,Labeling"
    ],
    [
      3656,
      3688,
      "Name_Calling,Labeling"
    ],
    [
      4811,
      4934,
      "Causal_Oversimplification"
    ],
    [
      4944,
      4979,
      "Name_Calling,Labeling"
    ],
    [
      5950,
      6080,
      "Loaded_Language"
    ],
    [
      6296,
      6318,
      "Thought-terminating_Cliches"
    ],
    [
      6320,
      6343,
      "Name_Calling,Labeling"
    ],
    [
      9221,
      9252,
      "Loaded_Language"
    ],
    [
      9393,
      9409,
      "Loaded_Language"
    ],
    [
      9630,
      9695,
      "Appeal_to_fear-prejudice"
    ],
    [
      11470,
      11662,
      "Name_Calling,Labeling"
    ],
    [
      11573,
      11606,
      "Loaded_Language"
    ],
    [
      11720,
      11770,
      "Loaded_Language"
    ]
  ]
}