{
  "article_id": "696694316",
  "sentence offsets in original": [
    0,
    300,
    424,
    519,
    551,
    707,
    1018,
    1440,
    1554,
    1652,
    1778,
    1929,
    1939,
    2061,
    3079,
    3156,
    3380,
    3469,
    3609,
    3873,
    4011,
    4257,
    4396,
    4501,
    4637,
    4767,
    4977,
    5137,
    5224,
    5379,
    5510,
    5645,
    5703,
    5781,
    6020,
    6195,
    6339,
    6889,
    7098,
    7618,
    7851,
    8296,
    8837,
    9149,
    9308,
    9372,
    9585,
    9738,
    9820,
    9946,
    10069,
    10206,
    10296,
    10493,
    10660,
    10969,
    11127,
    11177,
    11465,
    11618,
    11668,
    11814,
    11922,
    12194,
    12234,
    12452,
    12737,
    12849,
    13074,
    13098,
    13219,
    13374,
    13455,
    13556,
    13700,
    13792,
    13855,
    14165
  ],
  "original sentences": [
    "Tea With the Curate: The Attack on Marriage is an Attack on Christ in the Eucharist\n\nPope Paul VI’s 1965 encyclical on the Eucharist, “Mysterium Fidei,” was the first place I saw anyone say that the body and blood, soul and complete divinity of Christ was actually present in the consecrated species.",
    "\nHaving been raised in Remi de Roo’s Victoria in the 1970s, I had naturally never heard anything at all about the Eucharist.",
    "\nThe understanding that Catholics believed what they believe about it came as a bit of a shock.",
    "\n(Read the full document here. )",
    "\nWith the hindsight of 52 years and a great deal of very dirty and unappealing water under the Catholic bridge, we can see it as a kind of warning prophecy.",
    "\nPublished just three months before the close of Vatican II and just as Annibale Bugnini was cranking open the floodgates of his never-ending stream of liturgical alterations, Mysterium Fidei is now an important marker of a critical turning point in Catholic history, perhaps the most important of modern times.",
    "\n\nWho can read this without cringing at what we now know was about to happen:\nTherefore, we earnestly hope that the restored sacred liturgy will bring forth abundant fruits of eucharistic devotion, so that the Holy Church, under this saving sign of piety, may make daily progress toward perfect unity and may invite all Christians to a unity of faith and of love, drawing them gently, thanks to the action of divine grace.",
    "\nBut in 1983 at the start of my personal investigations into the Catholic religion, I knew nothing of any of that.",
    "\nThe encyclical, the very first I ever read, was also a marker for me of a personal turning point.",
    "\nIt was the first time I had ever seen Catholic eucharistic doctrine clearly and – most importantly – unapologetically stated.",
    "\nIt came right out and said something so astounding, something so completely unlikely, that I had to admit that it left very few logical possibilities.",
    "\nLike C.S.",
    "\nLewis’s assessment of the claims by Christ of His own divinity, this pope was either mad, bad or telling the plain truth.",
    "\n\nSomething that may be much more noteworthy now in our current circumstances than it was the year I read it, is that the pope’s very first quote was not of scripture, but the Council of Trent:\n“At the Last Supper, on the night He was handed over, Our Lord instituted the Eucharistic Sacrifice of His Body and Blood, to perpetuate the sacrifice of the cross throughout the ages until He should come, and thus entrust to the Church, His beloved spouse, the memorial of His death and resurrection: a sacrament of devotion, a sign of unity, a bond of charity, a paschal banquet in which Christ is received, the soul is filled with grace and there is given to us the pledge of future glory.”\n\nIn these words are highlighted both the sacrifice, which pertains to the essence of the Mass which is celebrated daily, and the sacrament in which the faithful participate in Holy Communion by eating the Flesh of Christ and drinking His Blood, receiving both grace, the beginning of eternal life, and the medicine of immortality.",
    "\nI remember my thoughts upon reading this shocking statement… “By doing what?",
    "\n!”\n\nMy acceptance from the reading of this document of the Church’s orthodox eucharistic doctrine was based in part on Pope Paul’s gracious and beautiful exposition, and in part on the sheer radical, mad unlikeliness of it.",
    "\nWhat could conceivably be the reason to say anything as wild as this if it weren’t true?",
    "\n\nThe idea of transubstantiation struck me as I read that document as possibly the strangest and most earth shattering thing I’d ever heard.",
    "\nIt shocked me out of a kind of swamp of intellectual worldliness; presenting the idea to my thirsty mind that there could indeed be fantastic realities far more wonderful than the banal and painfully uninteresting secularist worldview I had been taught to accept.",
    "\nIt was as though someone had plausibly told me that, yes, there were fairies and magical kingdoms in real life, “just around the corner”.",
    "\n\nBy the time I read it, I had been through a long, slow transition from a childhood devoted to Our Lady and confirmed in my belief in wonders, to a kind of disappointed practical atheism after three years in a diocesan Catholic parochial school.",
    "\nI had been taught, by both word and implication, that everything the Catholic Church had taught before Vatican II was pernicious nonsense.",
    "\nWhere it was simply wrong it was ridiculous and where it was wrong and political it was outright wicked.",
    "\n\nWhat led me to read that particular encyclical is the most clearly identifiable moment of actual grace in my young life to that point.",
    "\nIt was the first time it occurred to me to investigate, like an anthropologist, what the Church herself said about her teachings.",
    "\nWhile mulling grimly one day over all the wickedness of the Catholic Church, I was pulled up short by a single thought: “I could be wrong.” At 17 it seemed such an unlikely thing to think I was rather shocked.",
    "\nBut stopping a moment to consider, I realised that I had only ever heard about Catholic things from people who clearly hated the Church; her enemies, in short.",
    "\nIt hardly seemed just to convict on the testimony of these obviously biased witnesses.",
    "\nIn order to properly and thoroughly condemn the Church, with convincing due diligence, I had to read something about it that didn’t come from her enemies.",
    "\n\nThe same day, I presented myself at the reference desk of the public library and asked, “Do you have any books about Catholicism?",
    "\nSomething official?” The librarian took me to the reference section and showed me the shelves of encyclicals, documents and histories.",
    "\nSaints and popes from one end of the stacks to the other.",
    "\nHaving no clear idea what my own question meant, I just picked one at random.",
    "\n\nThe description of the Holy Eucharist as the supreme Centre from which all our life as Catholics flow, and from which all other doctrines radiated, was something that was not going to come into my head for another eight years of reading.",
    "\nBut even so, Mysterium Fidei forced me to face up to a reality I’d never dreamed of before; that this, the little unassuming wafer, was the most important thing in the world.",
    "\n\nReading through the encyclical again, holding it up next to the current situation in Rome, makes it easier to clarify certain critical issues.",
    "\nGiven what we are now seeing, consider the poignancy of the following passages:\nWhen dealing with the restoration of the sacred liturgy, the Fathers of the council, by reason of their pastoral concern for the whole Church, considered it of the highest importance to exhort the faithful to participate actively with sound faith and with the utmost devotion in the celebration of this Most Holy Mystery, to offer it with the priest to God as a sacrifice for their own salvation and for that of the whole world, and to find in it spiritual nourishment.",
    "\nThis was, remember, 1965, four years before the New Mass was issued and before Cardinal Ottaviani warned the pope that it was precisely this sacramental reality that was about to be catastrophically obscured.",
    "\n\nWho, reading this passage, does not feel the urge to shout down the years, to do something to stave off the disaster that was coming:\n[W]e are aware of the fact that, among those who deal with this Most Holy Mystery in written or spoken word, there are some who with reference either to Masses which are celebrated in private, or to the dogma of transubstantiation, or to devotion to the Eucharist, spread abroad opinions which disturb the faithful and fill their minds with no little confusion about matters of faith.",
    "\nIt is as if everyone were permitted to consign to oblivion doctrine already defined by the Church, or else to interpret it in such a way as to weaken the genuine meaning of the words or the recognized force of the concepts involved.",
    "\nKeeping Cardinal Ottaviani’s Intervention directly before our thoughts, we read with a strange kind of helpless dread…\n…it is not allowable to emphasize what is called the “communal” Mass to the disparagement of Masses celebrated in private, or to exaggerate the element of sacramental sign as if the symbolism, which all certainly admit in the Eucharist, expresses fully and exhausts completely the mode of Christ’s presence in this sacrament.",
    "\n\nNor is it allowable to discuss the mystery of transubstantiation without mentioning what the Council of Trent stated about the marvelous conversion of the whole substance of the bread into the Body and of the whole substance of the wine into the Blood of Christ, speaking rather only of what is called “transignification” and “transfiguration,” or finally to propose and act upon the opinion according to which, in the Consecrated Hosts which remain after the celebration of the sacrifice of the Mass, Christ Our Lord is no longer present.",
    "\n[…]\n\nAnd therefore, so that the hope aroused by the council, that a flourishing of eucharistic piety which is now pervading the whole Church, be not frustrated by this spread of false opinions, we have with apostolic authority decided to address you, venerable brothers, and to express our mind on this subject.",
    "\n[1]\nThose of us writing similar jeremiads now have been working to clarify that the attack from Rome on the moral doctrine of the Church isn’t about marriage.",
    "\nIt’s about the Eucharist and to a lesser extent the priesthood.",
    "\nThe demonic forces we know are the driving force behind this supreme moment of heresy and destruction aren’t really looking at the undermining of marriage as their primary goal; they want to get at the Eucharist.",
    "\nWe know it is demonically inspired because their hatred is for Christ Himself in the first place and for anyone who loves and wants to serve Him second.",
    "\nThey are men who refuse to bend the knee before the God whom they will not serve.",
    "\n\nThis knowledge – that the attack is on the Body and Blood of Christ – can also help readers spot their friends in the crowd.",
    "\nThe places where Eucharistic adoration is still offered are places where at least some flicker of the true Faith survives.",
    "\nThe bishops and priests now talking about the supreme glory of the Eucharist, and the need to defend it from sacrilege, are lighthouses.",
    "\nA case in point is Bishop Mark Davies, of my own former diocese of Shrewsbury in England.",
    "\nIn March, 2016, in the midst of the shouting from Rome, Bishop Davies spoke at his Chrism Mass said that only through the “reality of the Eucharist” could new vocations to the priesthood be found.",
    "\n“In treasuring this gift of priestly celibacy we need to recognize more clearly the intimate link between the Ministerial Priesthood and the reality of the Eucharist.",
    "\nIf the Mass were ever reduced in our minds to being merely a commemorative meal and the priest as only a community leader or functionary, then the celibacy of the Catholic Priesthood might seem extravagant.”\nIt’s almost as if someone had slipped a copy of the Ottaviani Intervention inside his morning paper.",
    "\n\nThe targeting of marriage, through the instruments of creatures like the myopic and theologically tunnel-visioned Cardinal Kasper, is demonically brilliant.",
    "\nIt’s a “stitch-up” as the English call it; a fix.",
    "\nYou make it a matter of “mercy” (backed up by the iron fist) that no one in a state of objective mortal sin can be refused Holy Communion; you give the national bishops conferences the power to start enforcing this, and you have created a previously unimaginable situation in the Church.",
    "\nYou have created a regime in which a refusal to desecrate the sacred species will be grounds for persecution of faithful priests, seminarians and laity.",
    "\nAnd of course, we are seeing it starting already.",
    "\n\nIt’s a brilliant strategy, the magic bullet that will revert the Church to the 1976 model on every front, and very likely keep it there forever.",
    "\nAs if the goal was to go back in time and erase the entire John Paul II/Benedict XVI period out of history.",
    "\nIt will halt the revival of eucharistic piety among seminarians; in fact, it will reverse the general reforming trend of “conservative” seminaries that was such a feature under John Paul II and has for 30 years been the hook upon which all hopes of restoration have hung.",
    "\n\nIt is easy to see what is coming next.",
    "\nOnce certain announcements are published in parish bulletins, laity will have to consider whether they can, in conscience, continue to assist at Masses where systematic sacrilege has been formally adopted as the rule.",
    "\nThe few bishops with sufficient spine to stand up to the pressure of both Rome and their own national conferences – newly empowered with directives to make doctrinal declarations – will be ruling embattled islands of Catholicism in a poisoned sea of systematic heresy and desecration.",
    "\nA dark, impenetrable and “irreversible” winter of persecution of the faithful by their own shepherds will fall.",
    "\n\nNot being a theologian I have no idea if this encyclical is, as so many of these seemingly orthodox documents of that period seem to be, rife with the usual “time bombs,” ambiguities, mushy language or even outright errors.",
    "\nI haven’t looked it up.",
    "\nI’m sure there are plenty of people out there qualified to examine it to see if it’s safe for Trad-Catholic consumption.",
    "\nAnd I have no doubt at all that there are better, more venerable, even more sublime and poignant works on the Eucharist in the canon of “official” things.",
    "\nFrom saints and Doctors of the Church and whatnot, many of which the pope cited.",
    "\nBut whatever its flaws, Mysterium Fidei is the one I found, and I’m convinced it wasn’t an accident.",
    "\n\nO God, in Your infinite mercy, forgive and have mercy on Pope Paul VI Montini for whatever neglect or damage of which he may have been guilty.",
    "\nIn this one case at least, a work of his was the exact right thing at the exact right time.",
    "\nFor me at least it was the key that opened the Door to Narnia.",
    "\n\n____________________\n\n\n[1] The fact that four years before the New Mass was issued, Paul VI was pinpointing in such detail exactly what Bugnini and co. were preparing makes it all but impossible to escape the conclusion that he knew perfectly well what was coming but approved the disastrous New Rite anyway.",
    "\nAnd then did nothing but weep as the inevitable disaster unfolded."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 300,
      "text": "Tea With the Curate: The Attack on Marriage is an Attack on Christ in the Eucharist\n\nPope Paul VI’s 1965 encyclical on the Eucharist, “Mysterium Fidei,” was the first place I saw anyone say that the body and blood, soul and complete divinity of Christ was actually present in the consecrated species.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 300,
      "end_ix": 424,
      "text": "\nHaving been raised in Remi de Roo’s Victoria in the 1970s, I had naturally never heard anything at all about the Eucharist.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 424,
      "end_ix": 519,
      "text": "\nThe understanding that Catholics believed what they believe about it came as a bit of a shock.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 519,
      "end_ix": 551,
      "text": "\n(Read the full document here. )",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 551,
      "end_ix": 707,
      "text": "\nWith the hindsight of 52 years and a great deal of very dirty and unappealing water under the Catholic bridge, we can see it as a kind of warning prophecy.",
      "new_text": "\nWith the hindsight of 52 years and a great deal of very dirty and unappealing water under the Catholic bridge, we can see it as a kind of warning prophecy.",
      "prop_spans": [
        [
          603,
          662,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 707,
      "end_ix": 1018,
      "text": "\nPublished just three months before the close of Vatican II and just as Annibale Bugnini was cranking open the floodgates of his never-ending stream of liturgical alterations, Mysterium Fidei is now an important marker of a critical turning point in Catholic history, perhaps the most important of modern times.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1018,
      "end_ix": 1440,
      "text": "\n\nWho can read this without cringing at what we now know was about to happen:\nTherefore, we earnestly hope that the restored sacred liturgy will bring forth abundant fruits of eucharistic devotion, so that the Holy Church, under this saving sign of piety, may make daily progress toward perfect unity and may invite all Christians to a unity of faith and of love, drawing them gently, thanks to the action of divine grace.",
      "new_text": "\n\nWho can read this without cringing at what we now know was about to happen:\nTherefore, we earnestly hope that the restored sacred liturgy will bring forth abundant fruits of eucharistic devotion, so that the Holy Church, under this saving sign of piety, may make daily progress toward perfect unity and may invite all Christians to a unity of faith and of love, drawing them gently, thanks to the action of divine grace.",
      "prop_spans": [
        [
          1020,
          1096,
          "Loaded_Language"
        ],
        [
          1020,
          1096,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 1440,
      "end_ix": 1554,
      "text": "\nBut in 1983 at the start of my personal investigations into the Catholic religion, I knew nothing of any of that.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1554,
      "end_ix": 1652,
      "text": "\nThe encyclical, the very first I ever read, was also a marker for me of a personal turning point.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1652,
      "end_ix": 1778,
      "text": "\nIt was the first time I had ever seen Catholic eucharistic doctrine clearly and – most importantly – unapologetically stated.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1778,
      "end_ix": 1929,
      "text": "\nIt came right out and said something so astounding, something so completely unlikely, that I had to admit that it left very few logical possibilities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1929,
      "end_ix": 1939,
      "text": "\nLike C.S.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1939,
      "end_ix": 2061,
      "text": "\nLewis’s assessment of the claims by Christ of His own divinity, this pope was either mad, bad or telling the plain truth.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2061,
      "end_ix": 3079,
      "text": "\n\nSomething that may be much more noteworthy now in our current circumstances than it was the year I read it, is that the pope’s very first quote was not of scripture, but the Council of Trent:\n“At the Last Supper, on the night He was handed over, Our Lord instituted the Eucharistic Sacrifice of His Body and Blood, to perpetuate the sacrifice of the cross throughout the ages until He should come, and thus entrust to the Church, His beloved spouse, the memorial of His death and resurrection: a sacrament of devotion, a sign of unity, a bond of charity, a paschal banquet in which Christ is received, the soul is filled with grace and there is given to us the pledge of future glory.”\n\nIn these words are highlighted both the sacrifice, which pertains to the essence of the Mass which is celebrated daily, and the sacrament in which the faithful participate in Holy Communion by eating the Flesh of Christ and drinking His Blood, receiving both grace, the beginning of eternal life, and the medicine of immortality.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3079,
      "end_ix": 3156,
      "text": "\nI remember my thoughts upon reading this shocking statement… “By doing what?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3156,
      "end_ix": 3380,
      "text": "\n!”\n\nMy acceptance from the reading of this document of the Church’s orthodox eucharistic doctrine was based in part on Pope Paul’s gracious and beautiful exposition, and in part on the sheer radical, mad unlikeliness of it.",
      "new_text": "\n!”\n\nMy acceptance from the reading of this document of the Church’s orthodox eucharistic doctrine was based in part on Pope Paul’s gracious and beautiful exposition, and in part on the sheer radical, mad unlikeliness of it.",
      "prop_spans": [
        [
          3276,
          3380,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3380,
      "end_ix": 3469,
      "text": "\nWhat could conceivably be the reason to say anything as wild as this if it weren’t true?",
      "new_text": "\nWhat could conceivably be the reason to say anything as wild as this if it weren’t true?",
      "prop_spans": [
        [
          3380,
          3380,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3469,
      "end_ix": 3609,
      "text": "\n\nThe idea of transubstantiation struck me as I read that document as possibly the strangest and most earth shattering thing I’d ever heard.",
      "new_text": "\n\nThe idea of transubstantiation struck me as I read that document as possibly the strangest and most earth shattering thing I’d ever heard.",
      "prop_spans": [
        [
          3471,
          3609,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3609,
      "end_ix": 3873,
      "text": "\nIt shocked me out of a kind of swamp of intellectual worldliness; presenting the idea to my thirsty mind that there could indeed be fantastic realities far more wonderful than the banal and painfully uninteresting secularist worldview I had been taught to accept.",
      "new_text": "\nIt shocked me out of a kind of swamp of intellectual worldliness; presenting the idea to my thirsty mind that there could indeed be fantastic realities far more wonderful than the banal and painfully uninteresting secularist worldview I had been taught to accept.",
      "prop_spans": [
        [
          3609,
          3873,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3873,
      "end_ix": 4011,
      "text": "\nIt was as though someone had plausibly told me that, yes, there were fairies and magical kingdoms in real life, “just around the corner”.",
      "new_text": "\nIt was as though someone had plausibly told me that, yes, there were fairies and magical kingdoms in real life, “just around the corner”.",
      "prop_spans": [
        [
          3873,
          4011,
          "Loaded_Language"
        ],
        [
          3987,
          4011,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 4011,
      "end_ix": 4257,
      "text": "\n\nBy the time I read it, I had been through a long, slow transition from a childhood devoted to Our Lady and confirmed in my belief in wonders, to a kind of disappointed practical atheism after three years in a diocesan Catholic parochial school.",
      "new_text": "\n\nBy the time I read it, I had been through a long, slow transition from a childhood devoted to Our Lady and confirmed in my belief in wonders, to a kind of disappointed practical atheism after three years in a diocesan Catholic parochial school.",
      "prop_spans": [
        [
          4011,
          4012,
          "Loaded_Language"
        ],
        [
          4011,
          4011,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 4257,
      "end_ix": 4396,
      "text": "\nI had been taught, by both word and implication, that everything the Catholic Church had taught before Vatican II was pernicious nonsense.",
      "new_text": "\nI had been taught, by both word and implication, that everything the Catholic Church had taught before Vatican II was pernicious nonsense.",
      "prop_spans": [
        [
          4376,
          4395,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4396,
      "end_ix": 4501,
      "text": "\nWhere it was simply wrong it was ridiculous and where it was wrong and political it was outright wicked.",
      "new_text": "\nWhere it was simply wrong it was ridiculous and where it was wrong and political it was outright wicked.",
      "prop_spans": [
        [
          4478,
          4501,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4501,
      "end_ix": 4637,
      "text": "\n\nWhat led me to read that particular encyclical is the most clearly identifiable moment of actual grace in my young life to that point.",
      "new_text": "\n\nWhat led me to read that particular encyclical is the most clearly identifiable moment of actual grace in my young life to that point.",
      "prop_spans": [
        [
          4501,
          4501,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4637,
      "end_ix": 4767,
      "text": "\nIt was the first time it occurred to me to investigate, like an anthropologist, what the Church herself said about her teachings.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4767,
      "end_ix": 4977,
      "text": "\nWhile mulling grimly one day over all the wickedness of the Catholic Church, I was pulled up short by a single thought: “I could be wrong.” At 17 it seemed such an unlikely thing to think I was rather shocked.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4977,
      "end_ix": 5137,
      "text": "\nBut stopping a moment to consider, I realised that I had only ever heard about Catholic things from people who clearly hated the Church; her enemies, in short.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5137,
      "end_ix": 5224,
      "text": "\nIt hardly seemed just to convict on the testimony of these obviously biased witnesses.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5224,
      "end_ix": 5379,
      "text": "\nIn order to properly and thoroughly condemn the Church, with convincing due diligence, I had to read something about it that didn’t come from her enemies.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5379,
      "end_ix": 5510,
      "text": "\n\nThe same day, I presented myself at the reference desk of the public library and asked, “Do you have any books about Catholicism?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5510,
      "end_ix": 5645,
      "text": "\nSomething official?” The librarian took me to the reference section and showed me the shelves of encyclicals, documents and histories.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5645,
      "end_ix": 5703,
      "text": "\nSaints and popes from one end of the stacks to the other.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5703,
      "end_ix": 5781,
      "text": "\nHaving no clear idea what my own question meant, I just picked one at random.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5781,
      "end_ix": 6020,
      "text": "\n\nThe description of the Holy Eucharist as the supreme Centre from which all our life as Catholics flow, and from which all other doctrines radiated, was something that was not going to come into my head for another eight years of reading.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6020,
      "end_ix": 6195,
      "text": "\nBut even so, Mysterium Fidei forced me to face up to a reality I’d never dreamed of before; that this, the little unassuming wafer, was the most important thing in the world.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6195,
      "end_ix": 6339,
      "text": "\n\nReading through the encyclical again, holding it up next to the current situation in Rome, makes it easier to clarify certain critical issues.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6339,
      "end_ix": 6889,
      "text": "\nGiven what we are now seeing, consider the poignancy of the following passages:\nWhen dealing with the restoration of the sacred liturgy, the Fathers of the council, by reason of their pastoral concern for the whole Church, considered it of the highest importance to exhort the faithful to participate actively with sound faith and with the utmost devotion in the celebration of this Most Holy Mystery, to offer it with the priest to God as a sacrifice for their own salvation and for that of the whole world, and to find in it spiritual nourishment.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6889,
      "end_ix": 7098,
      "text": "\nThis was, remember, 1965, four years before the New Mass was issued and before Cardinal Ottaviani warned the pope that it was precisely this sacramental reality that was about to be catastrophically obscured.",
      "new_text": "\nThis was, remember, 1965, four years before the New Mass was issued and before Cardinal Ottaviani warned the pope that it was precisely this sacramental reality that was about to be catastrophically obscured.",
      "prop_spans": [
        [
          7026,
          7098,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7098,
      "end_ix": 7618,
      "text": "\n\nWho, reading this passage, does not feel the urge to shout down the years, to do something to stave off the disaster that was coming:\n[W]e are aware of the fact that, among those who deal with this Most Holy Mystery in written or spoken word, there are some who with reference either to Masses which are celebrated in private, or to the dogma of transubstantiation, or to devotion to the Eucharist, spread abroad opinions which disturb the faithful and fill their minds with no little confusion about matters of faith.",
      "new_text": "\n\nWho, reading this passage, does not feel the urge to shout down the years, to do something to stave off the disaster that was coming:\n[W]e are aware of the fact that, among those who deal with this Most Holy Mystery in written or spoken word, there are some who with reference either to Masses which are celebrated in private, or to the dogma of transubstantiation, or to devotion to the Eucharist, spread abroad opinions which disturb the faithful and fill their minds with no little confusion about matters of faith.",
      "prop_spans": [
        [
          7098,
          7099,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7618,
      "end_ix": 7851,
      "text": "\nIt is as if everyone were permitted to consign to oblivion doctrine already defined by the Church, or else to interpret it in such a way as to weaken the genuine meaning of the words or the recognized force of the concepts involved.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7851,
      "end_ix": 8296,
      "text": "\nKeeping Cardinal Ottaviani’s Intervention directly before our thoughts, we read with a strange kind of helpless dread…\n…it is not allowable to emphasize what is called the “communal” Mass to the disparagement of Masses celebrated in private, or to exaggerate the element of sacramental sign as if the symbolism, which all certainly admit in the Eucharist, expresses fully and exhausts completely the mode of Christ’s presence in this sacrament.",
      "new_text": "\nKeeping Cardinal Ottaviani’s Intervention directly before our thoughts, we read with a strange kind of helpless dread…\n…it is not allowable to emphasize what is called the “communal” Mass to the disparagement of Masses celebrated in private, or to exaggerate the element of sacramental sign as if the symbolism, which all certainly admit in the Eucharist, expresses fully and exhausts completely the mode of Christ’s presence in this sacrament.",
      "prop_spans": [
        [
          7971,
          8296,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 8296,
      "end_ix": 8837,
      "text": "\n\nNor is it allowable to discuss the mystery of transubstantiation without mentioning what the Council of Trent stated about the marvelous conversion of the whole substance of the bread into the Body and of the whole substance of the wine into the Blood of Christ, speaking rather only of what is called “transignification” and “transfiguration,” or finally to propose and act upon the opinion according to which, in the Consecrated Hosts which remain after the celebration of the sacrifice of the Mass, Christ Our Lord is no longer present.",
      "new_text": "\n\nNor is it allowable to discuss the mystery of transubstantiation without mentioning what the Council of Trent stated about the marvelous conversion of the whole substance of the bread into the Body and of the whole substance of the wine into the Blood of Christ, speaking rather only of what is called “transignification” and “transfiguration,” or finally to propose and act upon the opinion according to which, in the Consecrated Hosts which remain after the celebration of the sacrifice of the Mass, Christ Our Lord is no longer present.",
      "prop_spans": [
        [
          8296,
          8297,
          "Black-and-White_Fallacy"
        ],
        [
          8298,
          8642,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 8837,
      "end_ix": 9149,
      "text": "\n[…]\n\nAnd therefore, so that the hope aroused by the council, that a flourishing of eucharistic piety which is now pervading the whole Church, be not frustrated by this spread of false opinions, we have with apostolic authority decided to address you, venerable brothers, and to express our mind on this subject.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9149,
      "end_ix": 9308,
      "text": "\n[1]\nThose of us writing similar jeremiads now have been working to clarify that the attack from Rome on the moral doctrine of the Church isn’t about marriage.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9308,
      "end_ix": 9372,
      "text": "\nIt’s about the Eucharist and to a lesser extent the priesthood.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9372,
      "end_ix": 9585,
      "text": "\nThe demonic forces we know are the driving force behind this supreme moment of heresy and destruction aren’t really looking at the undermining of marriage as their primary goal; they want to get at the Eucharist.",
      "new_text": "\nThe demonic forces we know are the driving force behind this supreme moment of heresy and destruction aren’t really looking at the undermining of marriage as their primary goal; they want to get at the Eucharist.",
      "prop_spans": [
        [
          9373,
          9584,
          "Reductio_ad_hitlerum"
        ]
      ]
    },
    {
      "start_ix": 9585,
      "end_ix": 9738,
      "text": "\nWe know it is demonically inspired because their hatred is for Christ Himself in the first place and for anyone who loves and wants to serve Him second.",
      "new_text": "\nWe know it is demonically inspired because their hatred is for Christ Himself in the first place and for anyone who loves and wants to serve Him second.",
      "prop_spans": [
        [
          9585,
          9738,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 9738,
      "end_ix": 9820,
      "text": "\nThey are men who refuse to bend the knee before the God whom they will not serve.",
      "new_text": "\nThey are men who refuse to bend the knee before the God whom they will not serve.",
      "prop_spans": [
        [
          9738,
          9820,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 9820,
      "end_ix": 9946,
      "text": "\n\nThis knowledge – that the attack is on the Body and Blood of Christ – can also help readers spot their friends in the crowd.",
      "new_text": "\n\nThis knowledge – that the attack is on the Body and Blood of Christ – can also help readers spot their friends in the crowd.",
      "prop_spans": [
        [
          9820,
          9821,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 9946,
      "end_ix": 10069,
      "text": "\nThe places where Eucharistic adoration is still offered are places where at least some flicker of the true Faith survives.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10069,
      "end_ix": 10206,
      "text": "\nThe bishops and priests now talking about the supreme glory of the Eucharist, and the need to defend it from sacrilege, are lighthouses.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10206,
      "end_ix": 10296,
      "text": "\nA case in point is Bishop Mark Davies, of my own former diocese of Shrewsbury in England.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10296,
      "end_ix": 10493,
      "text": "\nIn March, 2016, in the midst of the shouting from Rome, Bishop Davies spoke at his Chrism Mass said that only through the “reality of the Eucharist” could new vocations to the priesthood be found.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10493,
      "end_ix": 10660,
      "text": "\n“In treasuring this gift of priestly celibacy we need to recognize more clearly the intimate link between the Ministerial Priesthood and the reality of the Eucharist.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10660,
      "end_ix": 10969,
      "text": "\nIf the Mass were ever reduced in our minds to being merely a commemorative meal and the priest as only a community leader or functionary, then the celibacy of the Catholic Priesthood might seem extravagant.”\nIt’s almost as if someone had slipped a copy of the Ottaviani Intervention inside his morning paper.",
      "new_text": "\nIf the Mass were ever reduced in our minds to being merely a commemorative meal and the priest as only a community leader or functionary, then the celibacy of the Catholic Priesthood might seem extravagant.”\nIt’s almost as if someone had slipped a copy of the Ottaviani Intervention inside his morning paper.",
      "prop_spans": [
        [
          10661,
          10866,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 10969,
      "end_ix": 11127,
      "text": "\n\nThe targeting of marriage, through the instruments of creatures like the myopic and theologically tunnel-visioned Cardinal Kasper, is demonically brilliant.",
      "new_text": "\n\nThe targeting of marriage, through the instruments of creatures like the myopic and theologically tunnel-visioned Cardinal Kasper, is demonically brilliant.",
      "prop_spans": [
        [
          11102,
          11127,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11127,
      "end_ix": 11177,
      "text": "\nIt’s a “stitch-up” as the English call it; a fix.",
      "new_text": "\nIt’s a “stitch-up” as the English call it; a fix.",
      "prop_spans": [
        [
          11127,
          11127,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11177,
      "end_ix": 11465,
      "text": "\nYou make it a matter of “mercy” (backed up by the iron fist) that no one in a state of objective mortal sin can be refused Holy Communion; you give the national bishops conferences the power to start enforcing this, and you have created a previously unimaginable situation in the Church.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11465,
      "end_ix": 11618,
      "text": "\nYou have created a regime in which a refusal to desecrate the sacred species will be grounds for persecution of faithful priests, seminarians and laity.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11618,
      "end_ix": 11668,
      "text": "\nAnd of course, we are seeing it starting already.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11668,
      "end_ix": 11814,
      "text": "\n\nIt’s a brilliant strategy, the magic bullet that will revert the Church to the 1976 model on every front, and very likely keep it there forever.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11814,
      "end_ix": 11922,
      "text": "\nAs if the goal was to go back in time and erase the entire John Paul II/Benedict XVI period out of history.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11922,
      "end_ix": 12194,
      "text": "\nIt will halt the revival of eucharistic piety among seminarians; in fact, it will reverse the general reforming trend of “conservative” seminaries that was such a feature under John Paul II and has for 30 years been the hook upon which all hopes of restoration have hung.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12194,
      "end_ix": 12234,
      "text": "\n\nIt is easy to see what is coming next.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12234,
      "end_ix": 12452,
      "text": "\nOnce certain announcements are published in parish bulletins, laity will have to consider whether they can, in conscience, continue to assist at Masses where systematic sacrilege has been formally adopted as the rule.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12452,
      "end_ix": 12737,
      "text": "\nThe few bishops with sufficient spine to stand up to the pressure of both Rome and their own national conferences – newly empowered with directives to make doctrinal declarations – will be ruling embattled islands of Catholicism in a poisoned sea of systematic heresy and desecration.",
      "new_text": "\nThe few bishops with sufficient spine to stand up to the pressure of both Rome and their own national conferences – newly empowered with directives to make doctrinal declarations – will be ruling embattled islands of Catholicism in a poisoned sea of systematic heresy and desecration.",
      "prop_spans": [
        [
          12634,
          12737,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12737,
      "end_ix": 12849,
      "text": "\nA dark, impenetrable and “irreversible” winter of persecution of the faithful by their own shepherds will fall.",
      "new_text": "\nA dark, impenetrable and “irreversible” winter of persecution of the faithful by their own shepherds will fall.",
      "prop_spans": [
        [
          12737,
          12737,
          "Loaded_Language"
        ],
        [
          12738,
          12848,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 12849,
      "end_ix": 13074,
      "text": "\n\nNot being a theologian I have no idea if this encyclical is, as so many of these seemingly orthodox documents of that period seem to be, rife with the usual “time bombs,” ambiguities, mushy language or even outright errors.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13074,
      "end_ix": 13098,
      "text": "\nI haven’t looked it up.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13098,
      "end_ix": 13219,
      "text": "\nI’m sure there are plenty of people out there qualified to examine it to see if it’s safe for Trad-Catholic consumption.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13219,
      "end_ix": 13374,
      "text": "\nAnd I have no doubt at all that there are better, more venerable, even more sublime and poignant works on the Eucharist in the canon of “official” things.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13374,
      "end_ix": 13455,
      "text": "\nFrom saints and Doctors of the Church and whatnot, many of which the pope cited.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13455,
      "end_ix": 13556,
      "text": "\nBut whatever its flaws, Mysterium Fidei is the one I found, and I’m convinced it wasn’t an accident.",
      "new_text": "\nBut whatever its flaws, Mysterium Fidei is the one I found, and I’m convinced it wasn’t an accident.",
      "prop_spans": [
        [
          13456,
          13556,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 13556,
      "end_ix": 13700,
      "text": "\n\nO God, in Your infinite mercy, forgive and have mercy on Pope Paul VI Montini for whatever neglect or damage of which he may have been guilty.",
      "new_text": "\n\nO God, in Your infinite mercy, forgive and have mercy on Pope Paul VI Montini for whatever neglect or damage of which he may have been guilty.",
      "prop_spans": [
        [
          13556,
          13557,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 13700,
      "end_ix": 13792,
      "text": "\nIn this one case at least, a work of his was the exact right thing at the exact right time.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13792,
      "end_ix": 13855,
      "text": "\nFor me at least it was the key that opened the Door to Narnia.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13855,
      "end_ix": 14165,
      "text": "\n\n____________________\n\n\n[1] The fact that four years before the New Mass was issued, Paul VI was pinpointing in such detail exactly what Bugnini and co. were preparing makes it all but impossible to escape the conclusion that he knew perfectly well what was coming but approved the disastrous New Rite anyway.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14165,
      "end_ix": 14232,
      "text": "\nAnd then did nothing but weep as the inevitable disaster unfolded.",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      603,
      662,
      "Loaded_Language"
    ],
    [
      1020,
      1096,
      "Loaded_Language"
    ],
    [
      1020,
      1096,
      "Exaggeration,Minimisation"
    ],
    [
      3276,
      3380,
      "Loaded_Language"
    ],
    [
      3471,
      4012,
      "Loaded_Language"
    ],
    [
      3987,
      4011,
      "Thought-terminating_Cliches"
    ],
    [
      4376,
      4395,
      "Loaded_Language"
    ],
    [
      4478,
      4501,
      "Loaded_Language"
    ],
    [
      7026,
      7099,
      "Loaded_Language"
    ],
    [
      7971,
      8297,
      "Black-and-White_Fallacy"
    ],
    [
      8298,
      8642,
      "Black-and-White_Fallacy"
    ],
    [
      9373,
      9584,
      "Reductio_ad_hitlerum"
    ],
    [
      9585,
      9821,
      "Appeal_to_fear-prejudice"
    ],
    [
      10661,
      10866,
      "Black-and-White_Fallacy"
    ],
    [
      11102,
      11127,
      "Loaded_Language"
    ],
    [
      12634,
      12737,
      "Loaded_Language"
    ],
    [
      12738,
      12848,
      "Appeal_to_fear-prejudice"
    ],
    [
      13456,
      13557,
      "Thought-terminating_Cliches"
    ]
  ]
}