{
  "article_id": "697454736",
  "sentence offsets in original": [
    0,
    495,
    598,
    712,
    752,
    821,
    1127,
    2131,
    2350,
    2509,
    2561,
    2752,
    2872,
    3062,
    3093,
    3215,
    3664,
    3809,
    3830,
    3881,
    4004,
    4102,
    4344,
    4407,
    4565,
    4698,
    4795,
    4854,
    5045,
    5119,
    5169,
    5196,
    5437,
    5617,
    5756,
    5911,
    6269,
    6968,
    7079,
    7177,
    7255,
    7357,
    7445,
    7759,
    8069,
    8281,
    8531,
    8573,
    9084,
    9322,
    9416,
    9554,
    9693,
    9799,
    9965,
    10086,
    10260,
    10343,
    10431,
    10558,
    10670,
    10792,
    10951,
    11078,
    11169,
    11367,
    11891,
    12027,
    12166,
    12248,
    12305,
    12645,
    12872,
    13039
  ],
  "original sentences": [
    "La Stampa’s Robert Fastiggi Replies to Chris Ferrara\n\nLa Stampa’s Robert Fastiggi Replied to Chris Ferrara’s articles on Fastiggi and Goldstein’s defense of Amoris Laetitia and their criticism of the Filial Correction:\n\n\nFastiggi’s exchange with Ferrara concerning “Wait, Wait, It’s all a mistranslation!”\n\nRobert Fastiggi • 13 hours ago\n\nIn the article that I co-authored with Dr. Goldstein, we would have done better to speak of the “official” Latin text rather than the “original” Latin text.",
    "\nThis, though, is no longer an issue because the normative text is the Latin text published in thr AAS.",
    "\nMr. Ferrara, however, bases his critique upon an assumption that the “generous response” offered to God is a sin.",
    "\nThis, though, is not what AL is saying.",
    "\nThe generous response is a move away from sin and a move toward God.",
    "\nI explain this in my most recent response to Prof. E. Christian Brugger, which can serve as my response to Mr. Ferrara:\n\nPosted on LifeSiteNews:\nProf. Brugger is a good theologian and a fine man, but he still seems to believe that AL 303 implies that God is asking people to continue to sin in some cases.",
    "\nIn his April 22, 2016 article in Catholic World Report, Brugger writes that AL 303 suggests that “God can be ‘asking’ someone to live in a life-state in which they are objectively violating grave matter.” Then in a Sept. 28 ‘17 LifeSiteNews article, he states that “the generous response” owed to God is “a certain state that is objectively at variance with the universal command of the Gospel.” Now Prof. Brugger argues that, because the subject remains “this conscience” in AL 303, this proves that the “generous offering owed to God” is the recognition that one is living “contrary to “the universal command of the Gospel.”\n\nProf. Brugger fails to see that AL 303 clearly distinguishes between a conscience’s recognition that “a given situation is objectively at variance with the general mandate of the Gospel” and this same conscience’s subsequent recognition of a “generous response owed to God in the present circumstances.” The subject “conscience” might be the same but the object is different.",
    "\nThe “generous response” is not the situation that is at variance with the command of the Gospel but an offering that God is asking amid the mass of impediments even though it may not yet be the perfect objective model.",
    "\n\nWhat might be this “generous response?” Pope Francis does not give an example in AL 303 because he’s speaking in general terms of the dynamics of conscience.",
    "\nMoreover, he knows that concrete cases vary widely.",
    "\nIn our Sept. 26 article in La Stampa, Dr. Goldstein and I provided a hypothetical example of a couple in a purely civil “marriage” recognizing that God is calling them to live in continence.",
    "\nWe chose this example deliberately to demonstrate that “the generous response” could be the ending of a particular sin.",
    "\nOur example was an attempt to show that Professors Brugger and Seifert are wrong to believe AL 303 implies that God is asking some people to continue to live in an objectively sinful state.",
    "\nIt’s really just the opposite.",
    "\nAL 303 teaches that conscience will come to recognize that God is asking for a step in the right direction away from sin.",
    "\nPope Francis explains this again in AL 305 when he says “a small step, in the midst of great human limitations, can be more pleasing to God than a life which appears outwardly in order, but moves through the day without confronting great difficulties.’”\n\nIn a recent interview (http://www.lastampa.it/2017..., the Italian philosopher, Rocco Buttiglione, provides this example for AL 303: “Imagine a father who has a sick son and the child improves.",
    "\nHe still has fever but has stopped vomiting; the child manages to keep in his stomach what he eats and has started a therapy that seems to work.",
    "\nThe father is happy.",
    "\nIs he happy about the fact that the child is sick?",
    "\nNo, he is pleased that his son gives symptoms of improvement and healing.”\n\nThis is what Pope Francis is saying in AL 303.",
    "\nGod is not happy with situations that are objectively at variance with the command of the Gospel.",
    "\nGod, however, is happy when people in such situations discern in conscience that He is asking them to make a choice that moves in the right direction—even if they still need to progress further toward a more complete fulfillment of His will.",
    "\nThis is the law of gradualness not the gradualness of the law.",
    "\nIt is sad that this beautiful and compassionate message of AL 303 has been so completely misunderstood by scholars who have failed to grasp its true meaning.",
    "\n\nChris Ferrara to Robert Fastiggi • 9 hours ago\n\nI certainly agree that the Latin text is the normative text even if it comes later.",
    "\nI certainly do not agree that the Latin text eliminates the grave problems with Amoris Laetitia.",
    "\nRather, as I show in my article, it only intensifies them.",
    "\n\nWith all due respect to Dr. Fastiggi, his argument and that of Buttiglione, that a “move away from sin” is what is pleasing to God, even if the moral norm is not adhered to, is sophistical.",
    "\nWhat constitutes a “move away” from sin if not ceasing to commit the sin?",
    "\nNo example is provided in AL because none can be.",
    "\nThe notion is nonsensical.",
    "\nJust how nonsensical is demonstrated by Dr. Fastiggi’s claim that by “a move away from sin” in the case of a divorced and “remarried” couple Francis means their agreement to live in continence as brother and sister for the sake of children.",
    "\nBut that would be ceasing to commit the sin of adultery altogether as it would involve abandoning the pretense that they are married along with the illicit sexual relation itself.",
    "\nSuch a couple could always be absolved and receive Holy Communion under the Church’s constant practice, albeit privately to avoid scandal.",
    "\n\nAt any rate, the “brother and sister” approach to the situation, which is that of Familiaris consortio 84, is certainly not the one advocated by Francis.",
    "\nAs my article shows, Francis has made it quite clear that he approves of admitting to the sacraments divorced and “remarried” people who will continue to live as if they were married, including sexual relations, while “discerning” their situation, this “discernment” being a mere fig leaf to conceal the proposed toleration of public adultery in the Church.",
    "\nThus, Francis thanked the Maltese bishops for their AL guidelines, which literally mandate admission to the sacraments of divorced and “remarried” people who believe themselves to be “at peace with God.” And, as he told the bishops of Buenos Aires in writing, “there is no other interpretation.”\n\nNo amount of verbal artifice can conceal what is happening in the Church thanks to AL: Public adulterers are being admitted to Holy Communion without an amendment of life and the bimillenial discipline of the Church---which John Paul insisted involves a moral norm, not a mere ecclesiastical law, to which everyone is bound in conscience “without exception”---is being overthrown in place after place.",
    "\n\nIt is a great disservice to the Church to maintain the pretense that there is nothing problematical about AL.",
    "\nA moral catastrophe is self-evidently underway and it is not possible honestly to deny its cause.",
    "\n\nRobert Fastiggi to Chris Ferrara • 2 hours ago\n\nThank you for your response.",
    "\nYou write well but you do not reveal a proper understanding of what Pope Francis is saying in AL 303.",
    "\nI can only ask that you to study the matter more carefully with an open heart and mind.",
    "\n\nChris Ferrara to Robert Fastiggi • 16 minutes ago\n\nTell that to the four cardinals, the 800,000 faithful, the 45 theologians and the 61 other original signers of the correctio, all of whom you insult with your superficial and I must say entirely sophistical attempt to explain away what Francis is clearly doing.",
    "\n\nIrony of ironies, the latter-day Pharisees and legalists Francis sees around every corner are hard at work defending Amoris Laetitia at the very moment it is being cited by bishop after bishop as their sole authority for admitting public adulterers to Holy Communion---while Francis does nothing but approve.",
    "\n\nI think you should follow your own advice about studying this matter with an open heart and mind, but above all with open eyes, for you have clearly shut them to what is going in the dioceses in the name of AL.",
    "\n\nFastiggi’s exchange with Ferrara concerning “More Fake News: La Stampa Tries Again.”\n\nRobert Fastiggi • 12 hours ago\n\nI would like to thank Christopher Ferrara again for calling attention to an article I co-authored with Dr. Goldstein in La Stampa.",
    "\nI give him credit for his colorful style.",
    "\nUnfortunately, Mr. Ferrara provides no real evidence for his claim that Pope Francis “wishes the bishops to admit public adulterers in 'second marriages' to the sacraments while continuing their adulterous relations.”\n\nHe mentions the Holy Father's letter to the Buenos Aires bishops, but he fails to take into account that the statement of those Argentine bishops can be interpreted in an orthodox way, as Cardinal Müller told Edward Pentin in a Sept. 28 interview published in the National Catholic Register.",
    "\nIn fact the statement of the Argentine bishops only speaks of the possibility of “access to the sacraments of Reconciliation and the Eucharist.” This could reasonably be interpreted as going to confession before receiving Holy Communion.",
    "\n\nThe same applies to statements of Pope Francis and Cardinal Schoenborn mentioned by Ferrara.",
    "\nPope Francis defers to the exposition of Amoris laetitia by Cardinal Schoenborn given in April 2016 when the exhortation was made public.",
    "\nI have read the Cardinal's exposition in both Italian and English, and I only find mention of the help of the sacraments in certain cases.",
    "\nOnce again, Mr. Ferrara assumes this means access to Holy Communion without prior sacramental confession.",
    "\nWith regard to the letter thanking the Bishops of Malta, it should be noted that Edward Pentin mentions a letter of Cardinal Baldiserri not a letter of Pope Francis.",
    "\nMoreover, this letter has not been made public so we don't know exactly what it says other than an expression of thanks.",
    "\nThis seems to be very thin evidence for claiming Pope Francis wishes the bishops to admit public adulterers to the sacraments while continuing in their adulterous relations.",
    "\nAs a lawyer, Ferrara should have a better sense of what really counts as evidence.",
    "\nAs a Christian, he should also be mindful of the command against bearing false witness.",
    "\n\nBeyond these considerations, I wish to express a personal concern I have about Mr. Ferrara's standing in the Catholic Church.",
    "\nHe says that Dr. Goldstein and I are “foot soldiers of a Leviathan Church” because we defend the Roman Pontiff.",
    "\nDoes Mr. Ferrara believe that the Catholic Church under Pope Francis is a “Leviathan Church” and not the Catholic Church?",
    "\nIf this is so, then it would suggest that Mr. Ferrara is refusing submission to the Roman Pontiff and communion with the members of the Church subject to him.",
    "\nThis, though, is the very definition of schism found in the Catechism of the Catholic Church, 2089 and the 1983 CIC canon 751.",
    "\nI hope Mr. Ferrara can clarify what he means by the “Leviathan Church” under Pope Francis.",
    "\nA more simple question to him would be this: “Are you refusing submission to the Roman Pontiff or communion with the members subject to him?”\n\nI apologize ahead of time if I misconstrued his words.",
    "\nI believe, though, my question is reasonable in light of his reference to a “Leviathan Church” distinct from “the dictates of the Immortal God in heaven.”\n\nChris Ferrara to Robert Fastiggi • 9 hours ago\n\nIf Dr. Fastiggi wishes to continue to pretend, despite a growing mountain of evidence, that Pope Francis has not in fact approved of the admission of public adulterers to Holy Communion--just as he did when Archbishop of Buenos Aires, and just as he did with the woman he telephoned in Argentina—then I cannot help him.",
    "\n\nAs for my metaphorical reference to a “Leviathan Church,” I am afraid Dr. Fastiggi has succumbed to an unfortunate literal-mindedness.",
    "\nTo make it clear for him, I am contending that he and his co-author treat the Pope as if he were the absolute ruler of Hobbes’s Leviathan.",
    "\nI do not, as should be obvious, argue that this Leviathan Church actually exists.",
    "\nThat it does not and cannot exist is precisely my point.",
    "\n\nDr. Fastiggi’s inapt citation to Canon 751 and his clumsy and insulting questions about my “standing in the Catholic Church” and whether I am “refusing submission to the Roman Pontiff” demonstrate a pronounced lack of comprehension of pertinent ecclesiological and theological basics, and a rather embarrassing lack of rhetorical finesse.",
    "\nRaising objections to a papal document because it appears to depart from sound orthodoxy is hardly “refusing submission to the Roman Pontiff,” who has not, at any rate, actually commanded anyone to “submit” to anything via AL.",
    "\n\nI respectfully suggest that Dr. Fastiggi’s comments evince a need for serious study and reflection before he ventures further opinions on this controversy in public.",
    "\n\nEditor’s Note: Paragraph breaks added for readability."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 495,
      "text": "La Stampa’s Robert Fastiggi Replies to Chris Ferrara\n\nLa Stampa’s Robert Fastiggi Replied to Chris Ferrara’s articles on Fastiggi and Goldstein’s defense of Amoris Laetitia and their criticism of the Filial Correction:\n\n\nFastiggi’s exchange with Ferrara concerning “Wait, Wait, It’s all a mistranslation!”\n\nRobert Fastiggi • 13 hours ago\n\nIn the article that I co-authored with Dr. Goldstein, we would have done better to speak of the “official” Latin text rather than the “original” Latin text.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 495,
      "end_ix": 598,
      "text": "\nThis, though, is no longer an issue because the normative text is the Latin text published in thr AAS.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 598,
      "end_ix": 712,
      "text": "\nMr. Ferrara, however, bases his critique upon an assumption that the “generous response” offered to God is a sin.",
      "new_text": "",
      "prop_spans": [
        [
          599,
          712,
          "Straw_Men"
        ]
      ]
    },
    {
      "start_ix": 712,
      "end_ix": 752,
      "text": "\nThis, though, is not what AL is saying.",
      "new_text": "",
      "prop_spans": [
        [
          712,
          752,
          "Straw_Men"
        ]
      ]
    },
    {
      "start_ix": 752,
      "end_ix": 821,
      "text": "\nThe generous response is a move away from sin and a move toward God.",
      "new_text": "\nThe generous response is a move away from sin and a move toward God.",
      "prop_spans": [
        [
          752,
          752,
          "Straw_Men"
        ]
      ]
    },
    {
      "start_ix": 821,
      "end_ix": 1127,
      "text": "\nI explain this in my most recent response to Prof. E. Christian Brugger, which can serve as my response to Mr. Ferrara:\n\nPosted on LifeSiteNews:\nProf. Brugger is a good theologian and a fine man, but he still seems to believe that AL 303 implies that God is asking people to continue to sin in some cases.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1127,
      "end_ix": 2131,
      "text": "\nIn his April 22, 2016 article in Catholic World Report, Brugger writes that AL 303 suggests that “God can be ‘asking’ someone to live in a life-state in which they are objectively violating grave matter.” Then in a Sept. 28 ‘17 LifeSiteNews article, he states that “the generous response” owed to God is “a certain state that is objectively at variance with the universal command of the Gospel.” Now Prof. Brugger argues that, because the subject remains “this conscience” in AL 303, this proves that the “generous offering owed to God” is the recognition that one is living “contrary to “the universal command of the Gospel.”\n\nProf. Brugger fails to see that AL 303 clearly distinguishes between a conscience’s recognition that “a given situation is objectively at variance with the general mandate of the Gospel” and this same conscience’s subsequent recognition of a “generous response owed to God in the present circumstances.” The subject “conscience” might be the same but the object is different.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2131,
      "end_ix": 2350,
      "text": "\nThe “generous response” is not the situation that is at variance with the command of the Gospel but an offering that God is asking amid the mass of impediments even though it may not yet be the perfect objective model.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2350,
      "end_ix": 2509,
      "text": "\n\nWhat might be this “generous response?” Pope Francis does not give an example in AL 303 because he’s speaking in general terms of the dynamics of conscience.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2509,
      "end_ix": 2561,
      "text": "\nMoreover, he knows that concrete cases vary widely.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2561,
      "end_ix": 2752,
      "text": "\nIn our Sept. 26 article in La Stampa, Dr. Goldstein and I provided a hypothetical example of a couple in a purely civil “marriage” recognizing that God is calling them to live in continence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2752,
      "end_ix": 2872,
      "text": "\nWe chose this example deliberately to demonstrate that “the generous response” could be the ending of a particular sin.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2872,
      "end_ix": 3062,
      "text": "\nOur example was an attempt to show that Professors Brugger and Seifert are wrong to believe AL 303 implies that God is asking some people to continue to live in an objectively sinful state.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3062,
      "end_ix": 3093,
      "text": "\nIt’s really just the opposite.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3093,
      "end_ix": 3215,
      "text": "\nAL 303 teaches that conscience will come to recognize that God is asking for a step in the right direction away from sin.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3215,
      "end_ix": 3664,
      "text": "\nPope Francis explains this again in AL 305 when he says “a small step, in the midst of great human limitations, can be more pleasing to God than a life which appears outwardly in order, but moves through the day without confronting great difficulties.’”\n\nIn a recent interview (http://www.lastampa.it/2017..., the Italian philosopher, Rocco Buttiglione, provides this example for AL 303: “Imagine a father who has a sick son and the child improves.",
      "new_text": "\nPope Francis explains, according to him, this again in AL 305 when he says “a small step, in the midst of great human limitations, can be more pleasing to God than a life which appears outwardly in order, but moves through the day without confronting great difficulties.’”\n\nIn a recent interview (http://www.lastampa.it/2017..., the Italian philosopher, Rocco Buttiglione, provides this example for AL 303: “Imagine a father who has a sick son and the child improves.",
      "prop_spans": [
        [
          3216,
          3400,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 3664,
      "end_ix": 3809,
      "text": "\nHe still has fever but has stopped vomiting; the child manages to keep in his stomach what he eats and has started a therapy that seems to work.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3809,
      "end_ix": 3830,
      "text": "\nThe father is happy.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3830,
      "end_ix": 3881,
      "text": "\nIs he happy about the fact that the child is sick?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3881,
      "end_ix": 4004,
      "text": "\nNo, he is pleased that his son gives symptoms of improvement and healing.”\n\nThis is what Pope Francis is saying in AL 303.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4004,
      "end_ix": 4102,
      "text": "\nGod is not happy with situations that are objectively at variance with the command of the Gospel.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4102,
      "end_ix": 4344,
      "text": "\nGod, however, is happy when people in such situations discern in conscience that He is asking them to make a choice that moves in the right direction—even if they still need to progress further toward a more complete fulfillment of His will.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4344,
      "end_ix": 4407,
      "text": "\nThis is the law of gradualness not the gradualness of the law.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4407,
      "end_ix": 4565,
      "text": "\nIt is sad that this beautiful and compassionate message of AL 303 has been so completely misunderstood by scholars who have failed to grasp its true meaning.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4565,
      "end_ix": 4698,
      "text": "\n\nChris Ferrara to Robert Fastiggi • 9 hours ago\n\nI certainly agree that the Latin text is the normative text even if it comes later.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4698,
      "end_ix": 4795,
      "text": "\nI certainly do not agree that the Latin text eliminates the grave problems with Amoris Laetitia.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4795,
      "end_ix": 4854,
      "text": "\nRather, as I show in my article, it only intensifies them.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4854,
      "end_ix": 5045,
      "text": "\n\nWith all due respect to Dr. Fastiggi, his argument and that of Buttiglione, that a “move away from sin” is what is pleasing to God, even if the moral norm is not adhered to, is sophistical.",
      "new_text": "\n\nWith all due respect to Dr. Fastiggi, his argument and that of Buttiglione, that a “move away from sin” is what is pleasing to God, even if the moral norm is not adhered to, is sophistical.",
      "prop_spans": [
        [
          4856,
          5045,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5045,
      "end_ix": 5119,
      "text": "\nWhat constitutes a “move away” from sin if not ceasing to commit the sin?",
      "new_text": "\nWhat constitutes a “move away” from sin if not ceasing to commit the sin?",
      "prop_spans": [
        [
          5045,
          5045,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5119,
      "end_ix": 5169,
      "text": "\nNo example is provided in AL because none can be.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5169,
      "end_ix": 5196,
      "text": "\nThe notion is nonsensical.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5196,
      "end_ix": 5437,
      "text": "\nJust how nonsensical is demonstrated by Dr. Fastiggi’s claim that by “a move away from sin” in the case of a divorced and “remarried” couple Francis means their agreement to live in continence as brother and sister for the sake of children.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5437,
      "end_ix": 5617,
      "text": "\nBut that would be ceasing to commit the sin of adultery altogether as it would involve abandoning the pretense that they are married along with the illicit sexual relation itself.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5617,
      "end_ix": 5756,
      "text": "\nSuch a couple could always be absolved and receive Holy Communion under the Church’s constant practice, albeit privately to avoid scandal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5756,
      "end_ix": 5911,
      "text": "\n\nAt any rate, the “brother and sister” approach to the situation, which is that of Familiaris consortio 84, is certainly not the one advocated by Francis.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5911,
      "end_ix": 6269,
      "text": "\nAs my article shows, Francis has made it quite clear that he approves of admitting to the sacraments divorced and “remarried” people who will continue to live as if they were married, including sexual relations, while “discerning” their situation, this “discernment” being a mere fig leaf to conceal the proposed toleration of public adultery in the Church.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6269,
      "end_ix": 6968,
      "text": "\nThus, Francis thanked the Maltese bishops for their AL guidelines, which literally mandate admission to the sacraments of divorced and “remarried” people who believe themselves to be “at peace with God.” And, as he told the bishops of Buenos Aires in writing, “there is no other interpretation.”\n\nNo amount of verbal artifice can conceal what is happening in the Church thanks to AL: Public adulterers are being admitted to Holy Communion without an amendment of life and the bimillenial discipline of the Church---which John Paul insisted involves a moral norm, not a mere ecclesiastical law, to which everyone is bound in conscience “without exception”---is being overthrown in place after place.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6968,
      "end_ix": 7079,
      "text": "\n\nIt is a great disservice to the Church to maintain the pretense that there is nothing problematical about AL.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7079,
      "end_ix": 7177,
      "text": "\nA moral catastrophe is self-evidently underway and it is not possible honestly to deny its cause.",
      "new_text": "",
      "prop_spans": [
        [
          7080,
          7177,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 7177,
      "end_ix": 7255,
      "text": "\n\nRobert Fastiggi to Chris Ferrara • 2 hours ago\n\nThank you for your response.",
      "new_text": "\n\nRobert Fastiggi to Chris Ferrara • 2 hours ago\n\nThank you for your response.",
      "prop_spans": [
        [
          7177,
          7178,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 7255,
      "end_ix": 7357,
      "text": "\nYou write well but you do not reveal a proper understanding of what Pope Francis is saying in AL 303.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7357,
      "end_ix": 7445,
      "text": "\nI can only ask that you to study the matter more carefully with an open heart and mind.",
      "new_text": "\nI can only ask that you to study the matter more carefully.",
      "prop_spans": [
        [
          7417,
          7445,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 7445,
      "end_ix": 7759,
      "text": "\n\nChris Ferrara to Robert Fastiggi • 16 minutes ago\n\nTell that to the four cardinals, the 800,000 faithful, the 45 theologians and the 61 other original signers of the correctio, all of whom you insult with your superficial and I must say entirely sophistical attempt to explain away what Francis is clearly doing.",
      "new_text": "\n\nChris Ferrara to Robert Fastiggi • 16 minutes ago\n\nTell that to the four cardinals, the 800,000 faithful, the 45 theologians and the 61 other original signers of the correctio, all of whom you insult with your superficial and I must say entirely sophistical attempt to explain away what Francis is clearly doing.",
      "prop_spans": [
        [
          7445,
          7446,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 7759,
      "end_ix": 8069,
      "text": "\n\nIrony of ironies, the latter-day Pharisees and legalists Francis sees around every corner are hard at work defending Amoris Laetitia at the very moment it is being cited by bishop after bishop as their sole authority for admitting public adulterers to Holy Communion---while Francis does nothing but approve.",
      "new_text": "\n\nThe latter-day Pharisees and legalists Francis sees around every corner are hard at work defending Amoris Laetitia at the very moment it is being cited by bishop after bishop as their sole authority for admitting public adulterers to Holy Communion.",
      "prop_spans": [
        [
          7761,
          7777,
          "Loaded_Language"
        ],
        [
          8030,
          8056,
          "Whataboutism"
        ]
      ]
    },
    {
      "start_ix": 8069,
      "end_ix": 8281,
      "text": "\n\nI think you should follow your own advice about studying this matter with an open heart and mind, but above all with open eyes, for you have clearly shut them to what is going in the dioceses in the name of AL.",
      "new_text": "\n\nI think you should follow your own advice about studying this matter with an open heart and mind, for you have clearly shut them to what is going in the dioceses in the name of AL.",
      "prop_spans": [
        [
          8140,
          8197,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8281,
      "end_ix": 8531,
      "text": "\n\nFastiggi’s exchange with Ferrara concerning “More Fake News: La Stampa Tries Again.”\n\nRobert Fastiggi • 12 hours ago\n\nI would like to thank Christopher Ferrara again for calling attention to an article I co-authored with Dr. Goldstein in La Stampa.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8531,
      "end_ix": 8573,
      "text": "\nI give him credit for his colorful style.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8573,
      "end_ix": 9084,
      "text": "\nUnfortunately, Mr. Ferrara provides no real evidence for his claim that Pope Francis “wishes the bishops to admit public adulterers in 'second marriages' to the sacraments while continuing their adulterous relations.”\n\nHe mentions the Holy Father's letter to the Buenos Aires bishops, but he fails to take into account that the statement of those Argentine bishops can be interpreted in an orthodox way, as Cardinal Müller told Edward Pentin in a Sept. 28 interview published in the National Catholic Register.",
      "new_text": "\nUnfortunately, Mr. Ferrara provides no real evidence for his claim that Pope Francis “wishes the bishops to admit public adulterers in 'second marriages' to the sacraments while continuing their adulterous relations.”\n\nHe mentions the Holy Father's letter to the Buenos Aires bishops and he also does not take into account that the statement of those Argentine bishops can be interpreted in an orthodox way, as Cardinal Müller told Edward Pentin in a Sept. 28 interview published in the National Catholic Register.",
      "prop_spans": [
        [
          8793,
          8976,
          "Straw_Men"
        ]
      ]
    },
    {
      "start_ix": 9084,
      "end_ix": 9322,
      "text": "\nIn fact the statement of the Argentine bishops only speaks of the possibility of “access to the sacraments of Reconciliation and the Eucharist.” This could reasonably be interpreted as going to confession before receiving Holy Communion.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9322,
      "end_ix": 9416,
      "text": "\n\nThe same applies to statements of Pope Francis and Cardinal Schoenborn mentioned by Ferrara.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9416,
      "end_ix": 9554,
      "text": "\nPope Francis defers to the exposition of Amoris laetitia by Cardinal Schoenborn given in April 2016 when the exhortation was made public.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9554,
      "end_ix": 9693,
      "text": "\nI have read the Cardinal's exposition in both Italian and English, and I only find mention of the help of the sacraments in certain cases.",
      "new_text": "\nI have read the Cardinal's exposition in both Italian and English, and in my opinion I find mention of the help of the sacraments in certain cases.",
      "prop_spans": [
        [
          9555,
          9693,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 9693,
      "end_ix": 9799,
      "text": "\nOnce again, Mr. Ferrara assumes this means access to Holy Communion without prior sacramental confession.",
      "new_text": "\nOnce again, Mr. Ferrara assumes this means access to Holy Communion without prior sacramental confession.",
      "prop_spans": [
        [
          9693,
          9693,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 9799,
      "end_ix": 9965,
      "text": "\nWith regard to the letter thanking the Bishops of Malta, it should be noted that Edward Pentin mentions a letter of Cardinal Baldiserri not a letter of Pope Francis.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9965,
      "end_ix": 10086,
      "text": "\nMoreover, this letter has not been made public so we don't know exactly what it says other than an expression of thanks.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10086,
      "end_ix": 10260,
      "text": "\nThis seems to be very thin evidence for claiming Pope Francis wishes the bishops to admit public adulterers to the sacraments while continuing in their adulterous relations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10260,
      "end_ix": 10343,
      "text": "\nAs a lawyer, Ferrara should have a better sense of what really counts as evidence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10343,
      "end_ix": 10431,
      "text": "\nAs a Christian, he should also be mindful of the command against bearing false witness.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10431,
      "end_ix": 10558,
      "text": "\n\nBeyond these considerations, I wish to express a personal concern I have about Mr. Ferrara's standing in the Catholic Church.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10558,
      "end_ix": 10670,
      "text": "\nHe says that Dr. Goldstein and I are “foot soldiers of a Leviathan Church” because we defend the Roman Pontiff.",
      "new_text": "\nHe says that Dr. Goldstein and I are “foot soldiers of a Leviathan Church” because we defend the Roman Pontiff.",
      "prop_spans": [
        [
          10597,
          10632,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 10670,
      "end_ix": 10792,
      "text": "\nDoes Mr. Ferrara believe that the Catholic Church under Pope Francis is a “Leviathan Church” and not the Catholic Church?",
      "new_text": "\nDoes Mr. Ferrara believe that the Catholic Church under Pope Francis is a “Leviathan Church”and  not the Catholic Church or something else?",
      "prop_spans": [
        [
          10671,
          10792,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 10792,
      "end_ix": 10951,
      "text": "\nIf this is so, then it would suggest that Mr. Ferrara is refusing submission to the Roman Pontiff and communion with the members of the Church subject to him.",
      "new_text": "",
      "prop_spans": [
        [
          10792,
          10951,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 10951,
      "end_ix": 11078,
      "text": "\nThis, though, is the very definition of schism found in the Catechism of the Catholic Church, 2089 and the 1983 CIC canon 751.",
      "new_text": "\nThis, though, is the very definition of schism found in the Catechism of the Catholic Church, 2089 and the 1983 CIC canon 751.",
      "prop_spans": [
        [
          10951,
          10952,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 11078,
      "end_ix": 11169,
      "text": "\nI hope Mr. Ferrara can clarify what he means by the “Leviathan Church” under Pope Francis.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11169,
      "end_ix": 11367,
      "text": "\nA more simple question to him would be this: “Are you refusing submission to the Roman Pontiff or communion with the members subject to him?”\n\nI apologize ahead of time if I misconstrued his words.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11367,
      "end_ix": 11891,
      "text": "\nI believe, though, my question is reasonable in light of his reference to a “Leviathan Church” distinct from “the dictates of the Immortal God in heaven.”\n\nChris Ferrara to Robert Fastiggi • 9 hours ago\n\nIf Dr. Fastiggi wishes to continue to pretend, despite a growing mountain of evidence, that Pope Francis has not in fact approved of the admission of public adulterers to Holy Communion--just as he did when Archbishop of Buenos Aires, and just as he did with the woman he telephoned in Argentina—then I cannot help him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11891,
      "end_ix": 12027,
      "text": "\n\nAs for my metaphorical reference to a “Leviathan Church,” I am afraid Dr. Fastiggi has succumbed to an unfortunate literal-mindedness.",
      "new_text": "\n\nAs for my metaphorical reference to a “Leviathan Church,” I am afraid Dr. Fastiggi is literal-minded.",
      "prop_spans": [
        [
          11963,
          12027,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12027,
      "end_ix": 12166,
      "text": "\nTo make it clear for him, I am contending that he and his co-author treat the Pope as if he were the absolute ruler of Hobbes’s Leviathan.",
      "new_text": "\nTo make it clear for him, I am contending that he and his co-author treat the Pope as if he were the absolute ruler of Hobbes’s Leviathan.",
      "prop_spans": [
        [
          12027,
          12027,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12166,
      "end_ix": 12248,
      "text": "\nI do not, as should be obvious, argue that this Leviathan Church actually exists.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12248,
      "end_ix": 12305,
      "text": "\nThat it does not and cannot exist is precisely my point.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12305,
      "end_ix": 12645,
      "text": "\n\nDr. Fastiggi’s inapt citation to Canon 751 and his clumsy and insulting questions about my “standing in the Catholic Church” and whether I am “refusing submission to the Roman Pontiff” demonstrate a pronounced lack of comprehension of pertinent ecclesiological and theological basics, and a rather embarrassing lack of rhetorical finesse.",
      "new_text": "\n\nDr. Fastiggi’s inapt citation to Canon 751 and his clumsy and insulting questions about my “standing in the Catholic Church” and whether I am “refusing submission to the Roman Pontiff” demonstrate a lack of comprehension of pertinent ecclesiological and theological basics.",
      "prop_spans": [
        [
          12492,
          12645,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12645,
      "end_ix": 12872,
      "text": "\nRaising objections to a papal document because it appears to depart from sound orthodoxy is hardly “refusing submission to the Roman Pontiff,” who has not, at any rate, actually commanded anyone to “submit” to anything via AL.",
      "new_text": "\nRaising objections to a papal document because it appears to depart from sound orthodoxy is hardly “refusing submission to the Roman Pontiff,” who has not, at any rate, actually commanded anyone to “submit” to anything via AL.",
      "prop_spans": [
        [
          12645,
          12645,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12872,
      "end_ix": 13039,
      "text": "\n\nI respectfully suggest that Dr. Fastiggi’s comments evince a need for serious study and reflection before he ventures further opinions on this controversy in public.",
      "new_text": "\n\nI respectfully suggest that Dr. Fastiggi’s comments evince a need for serious study and reflection.",
      "prop_spans": [
        [
          12874,
          13039,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 13039,
      "end_ix": 13095,
      "text": "\n\nEditor’s Note: Paragraph breaks added for readability.",
      "new_text": "\n\nEditor’s Note: Paragraph breaks added for readability.",
      "prop_spans": [
        [
          13039,
          13040,
          "Doubt"
        ]
      ]
    }
  ],
  "original labels": [
    [
      599,
      752,
      "Straw_Men"
    ],
    [
      3216,
      3400,
      "Appeal_to_Authority"
    ],
    [
      4856,
      5045,
      "Doubt"
    ],
    [
      7080,
      7178,
      "Appeal_to_fear-prejudice"
    ],
    [
      7417,
      7446,
      "Thought-terminating_Cliches"
    ],
    [
      7761,
      7777,
      "Loaded_Language"
    ],
    [
      8030,
      8056,
      "Whataboutism"
    ],
    [
      8140,
      8197,
      "Loaded_Language"
    ],
    [
      8793,
      8976,
      "Straw_Men"
    ],
    [
      9555,
      9693,
      "Appeal_to_Authority"
    ],
    [
      10597,
      10632,
      "Name_Calling,Labeling"
    ],
    [
      10671,
      10952,
      "Black-and-White_Fallacy"
    ],
    [
      11963,
      12027,
      "Loaded_Language"
    ],
    [
      12492,
      12645,
      "Loaded_Language"
    ],
    [
      12874,
      13040,
      "Doubt"
    ]
  ]
}