{
  "article_id": "700551604",
  "sentence offsets in original": [
    0,
    43,
    358,
    609,
    719,
    733,
    754,
    853,
    1004,
    1193,
    1265,
    1298,
    1463,
    1625,
    1808,
    1827,
    1880,
    2029,
    2150,
    2272,
    2516,
    2534,
    2645,
    2664,
    2672,
    2955,
    3067,
    3075,
    3180,
    3300,
    3325,
    3532,
    3644,
    3781,
    4056,
    4347,
    4402,
    4431,
    4581,
    4841,
    4935,
    5214,
    5342,
    5571,
    5819,
    5976,
    6096,
    6273,
    6406,
    6694,
    6799,
    6896,
    7077,
    7198,
    7271,
    7407,
    7513,
    7630,
    7926,
    7941,
    8004,
    8130,
    8249,
    8672,
    8923,
    8978,
    9066,
    9325,
    9390
  ],
  "original sentences": [
    "Will Trump Continue the CIA’s JFK Cover-Up?",
    "\n\nLast Friday, President Trump made the following announcement:\nI have decided not to block release of the CIA’s remaining JFK-assassination related records except for those records that directly implicate the CIA in the assassination, which will continue to remain secret.”\nOkay, he didn’t really put it like that.",
    "\nBut that’s the potential and likely import of his announcement, which actually read as follows:\nSubject to the receipt of further information, I will be allowing, as President, the long blocked and classified JFK FILES to be opened.” (Italics added.)",
    "\nThe operative words, of course, are: “Subject to the receipt of further information….”\nWhat is going on here?",
    "\nNegotiations.",
    "\nThe art of the deal.",
    "\nThe CIA desperately does not want to show the American people its long-secret JFK-related records.",
    "\nIt has asked Trump to continue keeping at least some of them secret notwithstanding the passage of more than 50 years since the Kennedy assassination.",
    "\nUnder long-established custom and tradition in Washington, D.C., when someone asks someone else for a favor, the person who is in a position to grant the favor demands something in return.",
    "\nThat’s where the negotiations between Trump and the CIA come into play.",
    "\nTrump wants something in return.",
    "\nWe don’t know what — maybe laying off on the Russia investigation — but his announcement last Friday is obviously part of the concluding steps of such negotiations.",
    "\nTime to buy old US gold coins\nWhat Trump has done with his announcement is send a clear message to the CIA: “Give me what I want and I’ll give you want you want.",
    "\nOtherwise, I will let all your cherished long-secret records relating to the JFK assassination be shown to the American people.”\nMake no mistake about it: A deal is about to be made.",
    "\nThe CIA will cave.",
    "\nIt will end up giving Trump whatever it is he wants.",
    "\nTrump is in the driver’s seat because the CIA cannot afford to permit the American people to see the records it wants to continue to be kept secret.",
    "\nAnd once the CIA gives Trump what he wants, he will cave and give the CIA the continued secrecy it so desperately needs.",
    "\nAll this will happen by this Thursday, the date set by law for release of all the JFK records that Trump has not blocked.",
    "\nThink about it: The CIA has asked the president to continue secrecy of records that are more than 50 years old or, apparently, some relating to secret correspondence between the CIA and the Assassination Records Review Board back in the 1990s.",
    "\nThe CIA’s ground?",
    "\n“National security” of course, the two most important and meaningless words in the American political lexicon.",
    "\nNational security?",
    "\nReally?",
    "\nWhatever definition that one might put on that nebulous term, no reasonable person can honestly believe that the release of 50-year-old records are going to result in the United States falling into the ocean or even that the communists are going to take over the federal government.",
    "\nThe CIA says that releasing its decades-old JFK records will reveal secret “methods” of intelligence gathering.",
    "\nReally?",
    "\nWhat, like the CIA was using typewriters instead of computers and pay telephones instead of cell phones?",
    "\nWhat is amazing (or not) is the extreme nonchalance of the mainstream media to the CIA’s request for continued secrecy.",
    "\nThat should be big news.",
    "\nIt’s essentially an admission of guilt, given that it is absolutely ludicrous to think that “national security” would be threatened by the release of the CIA’s long-secret JFK-assassination-related records.",
    "\nYou see, the mainstream media starts with the assumption that the CIA had nothing to do with the assassination.",
    "\nIn their minds, the assassination was committed by a lone nut former U.S. Marine communist, one who had no motive to kill the president.",
    "\nSuch being the case, the mainstream media, deferring to the CIA, automatically concludes that its wish to continue keeping secret has to be based on “national security” grounds rather than an attempt by the CIA to continue its cover-up of its assassination of the president.",
    "\nLet’s proceed from the opposite assumption: That the CIA, in partnership with the military and the Mafia, orchestrated the assassination by framing a former U.S. Marine who was then working for U.S. intelligence, either Navy intelligence, the CIA, or the FBI, or a combination of all three.",
    "\nDon’t forget, after all, that that’s what Oswald said.",
    "\nHe said he was being framed.",
    "\nYet, from the very beginning, the mainstream media has never given any serious consideration to the possibility that Oswald was framed for the crime.",
    "\nInstead, they have steadfastly stuck with the official story, one that has all the characteristics of a pat frame-up: That Oswald acted alone or possibly acted in concert with others, both of which lead to nothing but dead ends, contradictions, and anomalies.",
    "\nNow, let’s assume instead that Oswald was telling the truth when he said he was being framed.",
    "\nIn that case, it would be imperative that the CIA and the military keep as tight a lid on their records as possible to ensure that investigators or investigative reporters would have a difficult time piercing through to the circumstantial evidence that establishes the frame-up.",
    "\nAs part of the frame-up, the CIA would have to fortify the persona of Oswald, its intelligence agent, as a purported communist.",
    "\nThat would enable the CIA to blame the assassination on a communist, which, not coincidentally, was the advice that the Pentagon and the CIA were doling out to Latin American military dictatorships at the School of the Americas.",
    "\nIn cases of covert state-sponsored assassinations, Latin American regimes were taught, a good strategy was to blame the assassination on a communist because then they could smear anyone who challenged the official story as a communist sympathizer.",
    "\nIt would also explain why the CIA was closely monitoring Oswald’s movements prior to the assassination, something else that the CIA kept secret for decades.",
    "\nThey had to make certain that Oswald was not on to them and had not discovered that he was being set up for a frame-up.",
    "\nThe first organization that came out with a press release advertising Oswald’s bona fides was the DRE, an anti-communist group in New Orleans with which Oswald had had contact.",
    "\nWhat no one knew at the time, and what the CIA intentionally kept secret for decades, was that the DRE was a CIA front organization.",
    "\nIt was being generously funded by the CIA and controlled by a secret CIA agent named George Joannides, which the CIA would intentionally keep secret from the Warren Commission in the 1960s, the House Select Committee in the 1970s, and the Assassination Records Review Board in the 1990s.",
    "\nBut there was another big operation to establish Oswald’s communist bona fides before the assassination.",
    "\nIt had to do with Oswald’s trip to Mexico City, where he visited the Cuban and Soviet embassies.",
    "\nSomething dreadful obviously went wrong with that part of the operation because the official investigation into it was quickly shut down during the early post-assassination period.",
    "\nToday, Oswald’s Mexico City trip, which is part of those CIA records ready to be released, is still shrouded in mystery.",
    "\nThe CIA’s continued secrecy in the JFK assassination is no big surprise.",
    "\nAs I wrote in my October 11 article, “Will Trump Make a Deal with the CIA on JFK Records?,” the CIA is between a rock and a hard place.",
    "\nOn the one hand, it knows that those records will further implicate the CIA in the Kennedy assassination.",
    "\nOn the other hand, it knows that by seeking continued secrecy, it’s essentially an implicit acknowledgment of guilt.",
    "\nNot surprisingly, it is choosing the latter course, especially because it knows that its assets and allies in the mainstream press will continue to come to its defense with respect to its ridiculous claim of “national security.”\nDo the CIA’s long-secret records contain a video-taped confession?",
    "\nOf course not.",
    "\nAnd they don’t contain any reference to assassinating Kennedy.",
    "\nThe CIA’s practice from the very beginning has been to not put any reference to a state-sponsored assassination into writing.",
    "\nBut there has to be a reason why the CIA chose to keep this particular batch of records secret for more than 50 years.",
    "\nThose long-secret records undoubtedly include small bits of important circumstantial evidence that fill out even further the mosaic of a regime-change operation that took place in Dallas in November 1963, the same types of regime-change operation that took place in Iran in 1953, Guatemala in 1954, Cuba in 1960-1963, Congo in 1961, and Chile in 1973, all of which the CIA steadfastly kept secret from the American people.",
    "\nIn 1953, the CIA was in the process of developing a top-secret manual on assassinations, one that showed that the CIA was specializing not only in the art of assassination but also in the art of covering up its role in state-sponsored assassinations.",
    "\nEvery American owes it to himself to read that manual.",
    "\nToo bad the mainstream press has never given that manual the consideration it deserves.",
    "\nIf it did, it might not be so deferential to the deal that Trump and the CIA are about to make to continue the JFK assassination cover-up by continuing to keep some of the CIA’s decades-old JFK’s related assassination records secret from the American people.",
    "\nReprinted with permission from The Future of Freedom Foundation.",
    "\nThe Best of Jacob G. Hornberger"
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 43,
      "text": "Will Trump Continue the CIA’s JFK Cover-Up?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 43,
      "end_ix": 358,
      "text": "\n\nLast Friday, President Trump made the following announcement:\nI have decided not to block release of the CIA’s remaining JFK-assassination related records except for those records that directly implicate the CIA in the assassination, which will continue to remain secret.”\nOkay, he didn’t really put it like that.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 358,
      "end_ix": 609,
      "text": "\nBut that’s the potential and likely import of his announcement, which actually read as follows:\nSubject to the receipt of further information, I will be allowing, as President, the long blocked and classified JFK FILES to be opened.” (Italics added.)",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 609,
      "end_ix": 719,
      "text": "\nThe operative words, of course, are: “Subject to the receipt of further information….”\nWhat is going on here?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 719,
      "end_ix": 733,
      "text": "\nNegotiations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 733,
      "end_ix": 754,
      "text": "\nThe art of the deal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 754,
      "end_ix": 853,
      "text": "\nThe CIA desperately does not want to show the American people its long-secret JFK-related records.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 853,
      "end_ix": 1004,
      "text": "\nIt has asked Trump to continue keeping at least some of them secret notwithstanding the passage of more than 50 years since the Kennedy assassination.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1004,
      "end_ix": 1193,
      "text": "\nUnder long-established custom and tradition in Washington, D.C., when someone asks someone else for a favor, the person who is in a position to grant the favor demands something in return.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1193,
      "end_ix": 1265,
      "text": "\nThat’s where the negotiations between Trump and the CIA come into play.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1265,
      "end_ix": 1298,
      "text": "\nTrump wants something in return.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1298,
      "end_ix": 1463,
      "text": "\nWe don’t know what — maybe laying off on the Russia investigation — but his announcement last Friday is obviously part of the concluding steps of such negotiations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1463,
      "end_ix": 1625,
      "text": "\nTime to buy old US gold coins\nWhat Trump has done with his announcement is send a clear message to the CIA: “Give me what I want and I’ll give you want you want.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1625,
      "end_ix": 1808,
      "text": "\nOtherwise, I will let all your cherished long-secret records relating to the JFK assassination be shown to the American people.”\nMake no mistake about it: A deal is about to be made.",
      "new_text": "\nOtherwise, I will let all your cherished long-secret records relating to the JFK assassination be shown to the American people.”\nMake no mistake about it: A deal is about to be made.",
      "prop_spans": [
        [
          1657,
          1686,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1808,
      "end_ix": 1827,
      "text": "\nThe CIA will cave.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1827,
      "end_ix": 1880,
      "text": "\nIt will end up giving Trump whatever it is he wants.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1880,
      "end_ix": 2029,
      "text": "\nTrump is in the driver’s seat because the CIA cannot afford to permit the American people to see the records it wants to continue to be kept secret.",
      "new_text": "\nTrump is in the driver’s seat allegedly due to the reason that the CIA cannot afford to permit the people to see the records it wants to continue to be kept secret.",
      "prop_spans": [
        [
          1881,
          2028,
          "Flag-Waving"
        ],
        [
          1881,
          2029,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 2029,
      "end_ix": 2150,
      "text": "\nAnd once the CIA gives Trump what he wants, he will cave and give the CIA the continued secrecy it so desperately needs.",
      "new_text": "\nAnd once the CIA gives Trump what he wants, he might cave and give the CIA the continued secrecy it so desperately needs.",
      "prop_spans": [
        [
          2029,
          2029,
          "Causal_Oversimplification"
        ],
        [
          2034,
          2150,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 2150,
      "end_ix": 2272,
      "text": "\nAll this will happen by this Thursday, the date set by law for release of all the JFK records that Trump has not blocked.",
      "new_text": "\nAll this will happen by this Thursday, the date set by law for release of all the JFK records that Trump has not blocked.",
      "prop_spans": [
        [
          2150,
          2150,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 2272,
      "end_ix": 2516,
      "text": "\nThink about it: The CIA has asked the president to continue secrecy of records that are more than 50 years old or, apparently, some relating to secret correspondence between the CIA and the Assassination Records Review Board back in the 1990s.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2516,
      "end_ix": 2534,
      "text": "\nThe CIA’s ground?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2534,
      "end_ix": 2645,
      "text": "\n“National security” of course, the two most important and meaningless words in the American political lexicon.",
      "new_text": "\n“National security” of course, two important words in the American political lexicon.",
      "prop_spans": [
        [
          2566,
          2610,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2645,
      "end_ix": 2664,
      "text": "\nNational security?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2664,
      "end_ix": 2672,
      "text": "\nReally?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2672,
      "end_ix": 2955,
      "text": "\nWhatever definition that one might put on that nebulous term, no reasonable person can honestly believe that the release of 50-year-old records are going to result in the United States falling into the ocean or even that the communists are going to take over the federal government.",
      "new_text": "\nWhatever definition that one might put on that nebulous term, no person would believe that the release of 50-year-old records are going to result in the United States possible collapse or even that the communists are going to influence the federal government.",
      "prop_spans": [
        [
          2735,
          2777,
          "Exaggeration,Minimisation"
        ],
        [
          2830,
          2880,
          "Exaggeration,Minimisation"
        ],
        [
          2894,
          2955,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 2955,
      "end_ix": 3067,
      "text": "\nThe CIA says that releasing its decades-old JFK records will reveal secret “methods” of intelligence gathering.",
      "new_text": "\nThe CIA says that releasing its decades-old JFK records will reveal secret “methods” of intelligence gathering.",
      "prop_spans": [
        [
          2955,
          2956,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 3067,
      "end_ix": 3075,
      "text": "\nReally?",
      "new_text": "",
      "prop_spans": [
        [
          3068,
          3075,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 3075,
      "end_ix": 3180,
      "text": "\nWhat, like the CIA was using typewriters instead of computers and pay telephones instead of cell phones?",
      "new_text": "\nIt is as of the CIA was using typewriters instead of computers and pay telephones instead of cell phones",
      "prop_spans": [
        [
          3075,
          3179,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 3180,
      "end_ix": 3300,
      "text": "\nWhat is amazing (or not) is the extreme nonchalance of the mainstream media to the CIA’s request for continued secrecy.",
      "new_text": "\nWhat is amazing (or not) is the indifference of the mainstream media to the CIA’s request for continued secrecy.",
      "prop_spans": [
        [
          3209,
          3233,
          "Exaggeration,Minimisation"
        ],
        [
          3209,
          3232,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3300,
      "end_ix": 3325,
      "text": "\nThat should be big news.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3325,
      "end_ix": 3532,
      "text": "\nIt’s essentially an admission of guilt, given that it is absolutely ludicrous to think that “national security” would be threatened by the release of the CIA’s long-secret JFK-assassination-related records.",
      "new_text": "\nIt might be an admission of guilt, given that it is not sane to think that “national security” would be threatened by the release of the CIA’s long-secret JFK-assassination-related records.",
      "prop_spans": [
        [
          3326,
          3365,
          "Causal_Oversimplification"
        ],
        [
          3383,
          3404,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3532,
      "end_ix": 3644,
      "text": "\nYou see, the mainstream media starts with the assumption that the CIA had nothing to do with the assassination.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3644,
      "end_ix": 3781,
      "text": "\nIn their minds, the assassination was committed by a lone nut former U.S. Marine communist, one who had no motive to kill the president.",
      "new_text": "\nIn their minds, the assassination was committed by a former U.S. Marine, one who had no motive to kill the president.",
      "prop_spans": [
        [
          3698,
          3735,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3781,
      "end_ix": 4056,
      "text": "\nSuch being the case, the mainstream media, deferring to the CIA, automatically concludes that its wish to continue keeping secret has to be based on “national security” grounds rather than an attempt by the CIA to continue its cover-up of its assassination of the president.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4056,
      "end_ix": 4347,
      "text": "\nLet’s proceed from the opposite assumption: That the CIA, in partnership with the military and the Mafia, orchestrated the assassination by framing a former U.S. Marine who was then working for U.S. intelligence, either Navy intelligence, the CIA, or the FBI, or a combination of all three.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4347,
      "end_ix": 4402,
      "text": "\nDon’t forget, after all, that that’s what Oswald said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4402,
      "end_ix": 4431,
      "text": "\nHe said he was being framed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4431,
      "end_ix": 4581,
      "text": "\nYet, from the very beginning, the mainstream media has never given any serious consideration to the possibility that Oswald was framed for the crime.",
      "new_text": "\nYet, from the very beginning, the media has not given any consideration to the possibility that Oswald was framed for the crime.",
      "prop_spans": [
        [
          4462,
          4524,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 4581,
      "end_ix": 4841,
      "text": "\nInstead, they have steadfastly stuck with the official story, one that has all the characteristics of a pat frame-up: That Oswald acted alone or possibly acted in concert with others, both of which lead to nothing but dead ends, contradictions, and anomalies.",
      "new_text": "\nInstead, they have steadfastly stuck with the official story, one that has all the characteristics of a possible frame-up: That Oswald acted alone or possibly acted in concert with others, both of which lead to nothing but dead ends, contradictions, and anomalies.",
      "prop_spans": [
        [
          4686,
          4699,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4841,
      "end_ix": 4935,
      "text": "\nNow, let’s assume instead that Oswald was telling the truth when he said he was being framed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4935,
      "end_ix": 5214,
      "text": "\nIn that case, it would be imperative that the CIA and the military keep as tight a lid on their records as possible to ensure that investigators or investigative reporters would have a difficult time piercing through to the circumstantial evidence that establishes the frame-up.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5214,
      "end_ix": 5342,
      "text": "\nAs part of the frame-up, the CIA would have to fortify the persona of Oswald, its intelligence agent, as a purported communist.",
      "new_text": "\nAs part of the frame-up, the CIA would have to fortify the persona of Oswald, its intelligence agent, as a purported communist.",
      "prop_spans": [
        [
          5322,
          5341,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 5342,
      "end_ix": 5571,
      "text": "\nThat would enable the CIA to blame the assassination on a communist, which, not coincidentally, was the advice that the Pentagon and the CIA were doling out to Latin American military dictatorships at the School of the Americas.",
      "new_text": "\nThat would enable the CIA to blame the assassination on a communist, which, not coincidentally, was the advice that the Pentagon and the CIA were doling out to Latin American military dictatorships at the School of the Americas.",
      "prop_spans": [
        [
          5343,
          5410,
          "Reductio_ad_hitlerum"
        ]
      ]
    },
    {
      "start_ix": 5571,
      "end_ix": 5819,
      "text": "\nIn cases of covert state-sponsored assassinations, Latin American regimes were taught, a good strategy was to blame the assassination on a communist because then they could smear anyone who challenged the official story as a communist sympathizer.",
      "new_text": "\nIn cases of covert state-sponsored assassinations, Latin American regimes were taught, a good strategy was to blame the assassination on a communist.",
      "prop_spans": [
        [
          5659,
          5819,
          "Reductio_ad_hitlerum"
        ]
      ]
    },
    {
      "start_ix": 5819,
      "end_ix": 5976,
      "text": "\nIt would also explain why the CIA was closely monitoring Oswald’s movements prior to the assassination, something else that the CIA kept secret for decades.",
      "new_text": "\nIt would also explain why the CIA was closely monitoring Oswald’s movements prior to the assassination, something else that the CIA kept secret for decades.",
      "prop_spans": [
        [
          5819,
          5820,
          "Reductio_ad_hitlerum"
        ]
      ]
    },
    {
      "start_ix": 5976,
      "end_ix": 6096,
      "text": "\nThey had to make certain that Oswald was not on to them and had not discovered that he was being set up for a frame-up.",
      "new_text": "\nThey had a possible reason that Oswald was not on to them and had not discovered that he was being set up for a frame-up.",
      "prop_spans": [
        [
          5977,
          6096,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 6096,
      "end_ix": 6273,
      "text": "\nThe first organization that came out with a press release advertising Oswald’s bona fides was the DRE, an anti-communist group in New Orleans with which Oswald had had contact.",
      "new_text": "\nThe first organization that came out with a press release advertising Oswald’s bona fides was the DRE, an anti-communist group in New Orleans with which Oswald had had contact.",
      "prop_spans": [
        [
          6096,
          6097,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 6273,
      "end_ix": 6406,
      "text": "\nWhat no one knew at the time, and what the CIA intentionally kept secret for decades, was that the DRE was a CIA front organization.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6406,
      "end_ix": 6694,
      "text": "\nIt was being generously funded by the CIA and controlled by a secret CIA agent named George Joannides, which the CIA would intentionally keep secret from the Warren Commission in the 1960s, the House Select Committee in the 1970s, and the Assassination Records Review Board in the 1990s.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6694,
      "end_ix": 6799,
      "text": "\nBut there was another big operation to establish Oswald’s communist bona fides before the assassination.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6799,
      "end_ix": 6896,
      "text": "\nIt had to do with Oswald’s trip to Mexico City, where he visited the Cuban and Soviet embassies.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6896,
      "end_ix": 7077,
      "text": "\nSomething dreadful obviously went wrong with that part of the operation because the official investigation into it was quickly shut down during the early post-assassination period.",
      "new_text": "\nSomething obviously went wrong with that part of the operation because the official investigation into it was quickly shut down during the early post-assassination period.",
      "prop_spans": [
        [
          6897,
          6916,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7077,
      "end_ix": 7198,
      "text": "\nToday, Oswald’s Mexico City trip, which is part of those CIA records ready to be released, is still shrouded in mystery.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7198,
      "end_ix": 7271,
      "text": "\nThe CIA’s continued secrecy in the JFK assassination is no big surprise.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7271,
      "end_ix": 7407,
      "text": "\nAs I wrote in my October 11 article, “Will Trump Make a Deal with the CIA on JFK Records?,” the CIA is between a rock and a hard place.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7407,
      "end_ix": 7513,
      "text": "\nOn the one hand, it knows that those records will further implicate the CIA in the Kennedy assassination.",
      "new_text": "\nOn the one hand, those records might implicate the CIA in the Kennedy assassination.",
      "prop_spans": [
        [
          7425,
          7513,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 7513,
      "end_ix": 7630,
      "text": "\nOn the other hand, it knows that by seeking continued secrecy, it’s essentially an implicit acknowledgment of guilt.",
      "new_text": "\nOn the other hand, it knows that by seeking continued secrecy might be an acknowledgment of guilt.",
      "prop_spans": [
        [
          7513,
          7513,
          "Causal_Oversimplification"
        ],
        [
          7547,
          7630,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 7630,
      "end_ix": 7926,
      "text": "\nNot surprisingly, it is choosing the latter course, especially because it knows that its assets and allies in the mainstream press will continue to come to its defense with respect to its ridiculous claim of “national security.”\nDo the CIA’s long-secret records contain a video-taped confession?",
      "new_text": "\nNot surprisingly, it is choosing the latter course, might because its assets and allies in the mainstream press will continue to come to its defense with respect to its ridiculous claim of “national security.”\nDo the CIA’s long-secret records contain a video-taped confession?",
      "prop_spans": [
        [
          7630,
          7631,
          "Causal_Oversimplification"
        ],
        [
          7694,
          7798,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 7926,
      "end_ix": 7941,
      "text": "\nOf course not.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7941,
      "end_ix": 8004,
      "text": "\nAnd they don’t contain any reference to assassinating Kennedy.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8004,
      "end_ix": 8130,
      "text": "\nThe CIA’s practice from the very beginning has been to not put any reference to a state-sponsored assassination into writing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8130,
      "end_ix": 8249,
      "text": "\nBut there has to be a reason why the CIA chose to keep this particular batch of records secret for more than 50 years.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8249,
      "end_ix": 8672,
      "text": "\nThose long-secret records undoubtedly include small bits of important circumstantial evidence that fill out even further the mosaic of a regime-change operation that took place in Dallas in November 1963, the same types of regime-change operation that took place in Iran in 1953, Guatemala in 1954, Cuba in 1960-1963, Congo in 1961, and Chile in 1973, all of which the CIA steadfastly kept secret from the American people.",
      "new_text": "\nThose long-secret records undoubtedly include small bits of important circumstantial evidence that fill out even further the mosaic of a regime-change operation that took place in Dallas in November 1963, the same types of regime-change operation that took place in Iran in 1953, Guatemala in 1954, Cuba in 1960-1963, Congo in 1961, and Chile in 1973, all of which the CIA steadfastly kept secret from the people.",
      "prop_spans": [
        [
          8615,
          8672,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 8672,
      "end_ix": 8923,
      "text": "\nIn 1953, the CIA was in the process of developing a top-secret manual on assassinations, one that showed that the CIA was specializing not only in the art of assassination but also in the art of covering up its role in state-sponsored assassinations.",
      "new_text": "\nIn 1953, the CIA was in the process of developing a top-secret manual on assassinations, one that showed that the CIA was specializing not only in the art of assassination but also in the art of covering up its role in state-sponsored assassinations.",
      "prop_spans": [
        [
          8672,
          8673,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 8923,
      "end_ix": 8978,
      "text": "\nEvery American owes it to himself to read that manual.",
      "new_text": "\nEvery person owes it to himself to read that manual.",
      "prop_spans": [
        [
          8924,
          8978,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 8978,
      "end_ix": 9066,
      "text": "\nToo bad the mainstream press has never given that manual the consideration it deserves.",
      "new_text": "\nToo bad the mainstream press has never given that manual the consideration it deserves.",
      "prop_spans": [
        [
          8978,
          8979,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 9066,
      "end_ix": 9325,
      "text": "\nIf it did, it might not be so deferential to the deal that Trump and the CIA are about to make to continue the JFK assassination cover-up by continuing to keep some of the CIA’s decades-old JFK’s related assassination records secret from the American people.",
      "new_text": "\nIf it did, it might not be so deferential to the deal that Trump and the CIA are about to make to continue the JFK assassination cover-up by continuing to keep some of the CIA’s decades-old JFK’s related assassination records secret from the people.",
      "prop_spans": [
        [
          9219,
          9325,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 9325,
      "end_ix": 9390,
      "text": "\nReprinted with permission from The Future of Freedom Foundation.",
      "new_text": "\nReprinted with permission from The Future of Freedom Foundation.",
      "prop_spans": [
        [
          9325,
          9326,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 9390,
      "end_ix": 9422,
      "text": "\nThe Best of Jacob G. Hornberger",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      1657,
      1686,
      "Loaded_Language"
    ],
    [
      1881,
      2028,
      "Flag-Waving"
    ],
    [
      1881,
      2029,
      "Causal_Oversimplification"
    ],
    [
      2034,
      2150,
      "Causal_Oversimplification"
    ],
    [
      2566,
      2610,
      "Loaded_Language"
    ],
    [
      2735,
      2777,
      "Exaggeration,Minimisation"
    ],
    [
      2830,
      2880,
      "Exaggeration,Minimisation"
    ],
    [
      2894,
      2956,
      "Exaggeration,Minimisation"
    ],
    [
      3068,
      3179,
      "Doubt"
    ],
    [
      3209,
      3233,
      "Exaggeration,Minimisation"
    ],
    [
      3209,
      3232,
      "Loaded_Language"
    ],
    [
      3326,
      3365,
      "Causal_Oversimplification"
    ],
    [
      3383,
      3404,
      "Loaded_Language"
    ],
    [
      3698,
      3735,
      "Name_Calling,Labeling"
    ],
    [
      4462,
      4524,
      "Exaggeration,Minimisation"
    ],
    [
      4686,
      4699,
      "Loaded_Language"
    ],
    [
      5322,
      5341,
      "Name_Calling,Labeling"
    ],
    [
      5343,
      5410,
      "Reductio_ad_hitlerum"
    ],
    [
      5659,
      5820,
      "Reductio_ad_hitlerum"
    ],
    [
      5977,
      6097,
      "Causal_Oversimplification"
    ],
    [
      6897,
      6916,
      "Loaded_Language"
    ],
    [
      7425,
      7513,
      "Causal_Oversimplification"
    ],
    [
      7547,
      7631,
      "Causal_Oversimplification"
    ],
    [
      7694,
      7798,
      "Causal_Oversimplification"
    ],
    [
      8615,
      8673,
      "Flag-Waving"
    ],
    [
      8924,
      8979,
      "Flag-Waving"
    ],
    [
      9219,
      9326,
      "Flag-Waving"
    ]
  ]
}
