{
  "article_id": "701837665",
  "sentence offsets in original": [
    0,
    219,
    374,
    716,
    760,
    802,
    970,
    1172,
    1337,
    1617,
    1683,
    1800,
    2009,
    2455,
    2471,
    2739,
    2763,
    2782,
    2992,
    3077,
    3140,
    3198,
    3424,
    3585,
    3631,
    3721,
    3884,
    4068,
    4160,
    4219,
    4350,
    4511,
    4653,
    4782,
    5000,
    5085,
    5189,
    5339,
    5480,
    5563,
    5841,
    5869,
    5960,
    6061,
    6199,
    6331,
    6509,
    6599,
    6696,
    7175,
    7358,
    7784,
    8020,
    8216,
    8313,
    8452,
    8557,
    8621,
    8779,
    8956,
    9024,
    9040,
    9109,
    9501,
    9631,
    9740,
    9757,
    9845,
    9875,
    9890,
    10011,
    10207,
    10228,
    10396,
    10473,
    10527,
    10630,
    10646,
    10740,
    10765,
    10973,
    11110,
    11171,
    11269,
    11313,
    11433,
    11517,
    11732,
    11959,
    12008,
    12159,
    12198,
    12291,
    12307,
    12350,
    12666,
    12805,
    12870
  ],
  "original sentences": [
    "The JFK Cover-Up Continues\n\nWhile the mainstream media was announcing for the past two weeks that President Trump was going to release the CIA’s long-secret records on the JFK assassination, I took a different position.",
    "\nOn Monday of this week, I predicted that Trump would make a deal with the CIA that would enable the CIA to continue its cover-up of the JFK assassination.",
    "\n(See “I Predict Trump Will Continue the CIA’s JFK Assassination Cover-Up” and “No Smoking Guns in the JFK Records?”)\nOn Thursday, the day of the deadline established by law for releasing the records, Trump granted the CIA’s request for continued secrecy, on grounds of “national security,” more than 50 years after the Kennedy assassination.",
    "\nPlease, don’t start calling me Nostradamus.",
    "\nA blind man could see what was happening.",
    "\nDonald “Art of the Deal” Trump was obviously negotiating all week with the CIA, and he was obviously pushing to get what he wanted all the way up to the very last day.",
    "\nOn Thursday, the deadline established by law for releasing the records, the CIA undoubtedly blinked and Trump presumably got what he wanted in return for granting the CIA request for continued secrecy.",
    "\nTime to buy old US gold coins\nSome mainstream media commentators are criticizing the CIA for waiting until the very last day to make its case for continued secrecy.",
    "\nDisplaying their naivete, they demonstrate their lack of understanding about how things work in Washington, D.C. As I indicated in my Monday article, when someone in the federal government needs a favor from someone else, the someone else is going to ask for something in return.",
    "\nJFKu2019s War with the... Douglas Horne Check Amazon for Pricing.",
    "\nThe fact is that the CIA put in its request to Trump for continued secrecy of its JFK records long before yesterday.",
    "\nBut “Art of the Deal” Trump obviously sat on the request, undoubtedly hoping that he could get what he wanted in return if he just continued holding out and conveying that he was ready to release the records.",
    "\nDon’t forget: According to Trump’s own tweets, he had already ostensibly decided to deny the CIA’s request for secrecy before the Thursday deadline:\nTrump tweet sent on Saturday, October 21: “Subject to the receipt of further information, I will be allowing, as President, the long blocked and classified JFK FILES to be opened.” Trump tweet sent on Wednesday, October 25: “The long anticipated release of the #JFKFiles will take place tomorrow.",
    "\nSo interesting!",
    "\nNow, it’s theoretically possible that the CIA presented Trump with some earthshattering new information on the Thursday deadline that showed that the United States would fall into the ocean if Americans were finally permitted to see the CIA’s long-secret JFK records.",
    "\nBut how likely is that?",
    "\nNot likely at all!",
    "\nInstead, it is a virtual certainly that when Art of the Deal Trump sent out those two tweets, he was sending a message to the CIA as part of the negotiations: Give me what I want or I will release the records.",
    "\nIn the negotiations, both Trump and the CIA knew that Trump was in the catbird seat.",
    "\nThe Kennedy Autopsy Jacob Hornberger Check Amazon for Pricing.",
    "\nIn the end, the CIA blinked, just as Trump knew it would.",
    "\nContrary to what the mainstream press is asserting, the records undoubtedly contain more incriminating circumstantial evidence that fills in the mosaic of a U.S. national-security regime-change operation on November 22, 1963.",
    "\nThat’s what the mainstream media, forever wedded to the official story no matter how ridiculous and illogical it is, simply cannot bring themselves to confront.",
    "\nTrump knew that he had the CIA over a barrel.",
    "\nAs I indicated in my two articles this week, the CIA was between a rock and a hard place.",
    "\nOn the one hand, it could refuse to grant Trump what he wanted and let the records be released, which it knew would point to the CIA’s guilt in the assassination.",
    "\nOn the other hand, it could give Trump what he wanted and have to suffer the obvious inference that people would draw — that the CIA was continuing to cover up incriminatory evidence.",
    "\nWhat did the CIA give Trump in return for Trump’s extending the CIA’s 50-year-plus secrecy?",
    "\nWe don’t know, but my hunch is that it pertains to Russia.",
    "\nHere’s my next prediction: the congressional investigations into Trump’s supposed “collusion” with Russia are about to fizzle out.",
    "\nThat’s because I believe that the CIA, as part of its deal with Trump, will order its assets in Congress to cease and desist with respect to that investigation.",
    "\nIn my opinion, that’s the price the CIA had to pay in return for its continued cover-up of its U.S. regime-change operation in November 1963.",
    "\nNotice something else about the deal that Trump has presumably made with the CIA: The secrecy arrangement extends only to April.",
    "\nOstensibly, the next six months are needed to carefully review the records to determine whether the records really to relate to “national security.” Regime Change: The JFK... Jacob Hornberger Check Amazon for Pricing.",
    "\nNot surprisingly, the mainstream media isn’t even questioning that ludicrous notion.",
    "\nFor more than 50 years, the CIA has known why it has wanted those particular records to be kept secret.",
    "\nDuring the term of the Assassination Records Review Board in the 1990s, the CIA decided to keep these particular records secret for another 25 years.",
    "\nThere are bound to be lots of CIA memoranda detailing why it was imperative to keep these particular records secret for as long as possible.",
    "\nFinally, the CIA made its request for secrecy to Trump at least several weeks ago.",
    "\nThe notion that the CIA suddenly hit Trump yesterday with a new argument as to why “national security” would be threatened, after Trump had supposedly already rejected the arguments that had been presented to him, causing Trump to suddenly change his mind, is, well, laughable.",
    "\nSo, why the April deadline?",
    "\nWhy not extend the secrecy for another 25 years, which is undoubtedly what the CIA wanted?",
    "\nBecause Trump obviously needed collateral to ensure that the CIA complied with its part of the deal.",
    "\nIf Trump had extended the secrecy for 25 years, he would have lost leverage to ensure that the CIA complied with its part of the bargain.",
    "\nLet’s say, hypothetically, that I’m right: that the CIA agreed to use its assets in Congress to shut down the Russia investigation.",
    "\nTo make certain that the CIA fulfills its part of the bargain, Trump would need the April deadline so that the threat of the records release would continue hanging over the CIA.",
    "\nIf the CIA fails to fulfill its part of the bargain, Trump releases the records in April.",
    "\nIf the CIA squelches the Russia investigations, Trump grants another extension of time in April.",
    "\nLet’s state the obvious: The CIA records that are still being suppressed have nothing to do with “national security.” They have everything to do with covering up the CIA’s role in the U.S. national-security regime-change operation that took place in Dallas in November 1963, which succeeded in ousting from power a president who was, in the eyes of the U.S. national-security establishment, engaged in actions The CIA, Terrorism, an... Jacob Hornberger Check Amazon for Pricing.",
    "\nthat constituted a grave threat to “national security,” i.e., befriending the Russians (i.e., the Soviets) and Cubans and entering into peaceful coexistence with the communist world.",
    "\nIn other words, unlike Lee Harvey Oswald, who had absolutely no motive to kill President Kennedy, the national security establishment did have motive, a powerful motive, the same motive that motivated the CIA and Pentagon to target other political leaders for regime change or assassination around that time, such as Mohamad Mossadegh, Jacobo Arbenz, Patrice Lumumba (who Kennedy admired), Fidel Castro, and Salvador Allende.",
    "\nFor a more detailed analysis of motive, read FFF’s ebook JFK’s War with the National Security Establishment: Why Kennedy Was Assassinated by Douglas Horne, who served on the staff of the Assassination Records Review Board in the 1990s.",
    "\nImmediately upon the arrest of Lee Harvey Oswald, the official account was that this was just a lone nut, former U.S. Marine communist who decided, for no apparent reason, to assassinate Kennedy.",
    "\nOne big problem is the official story, however, requires a suspension of logic and common sense.",
    "\nFor anyone who has a mindset of conformity and deference to authority, that story makes sense because nothing is questioned or challenged.",
    "\nFor anyone who has a critical, analytical, independent mindset, the official story is filled with holes.",
    "\nFor example, how many communist Marines have you ever heard of?",
    "\nWhy would a genuine communist join the Marines in the first place, especially since the Marines had just recently killed millions of North Korean communists?",
    "\nWhy would a genuine communist join the Marines knowing that he could be called upon at any moment to go to Korea, Laos, Vietnam, Europe, or elsewhere to kill fellow communists?",
    "\nHow many communists do you know who like to kill fellow communists?",
    "\nIt gets better.",
    "\nCIA & JFK: The Secret ... Jefferson Morley Check Amazon for Pricing.",
    "\nAfter Oswald supposedly tried to defect to the Soviet Union and promised U.S. Embassy officials in Moscow that he was going to deliver classified information to the Soviet Union, which was America’s sworn Cold War enemy (and former World War II partner and ally), U.S. officials permitted him to return home with a Red wife, without even one grand-jury summons or even an iota of harassment.",
    "\nThink about Martin Luther King, John Walker Lindh, Edward Snowden, the U.S. Communist Party, or the Fair Play for Cuba Committee.",
    "\nThink about how the U.S. national-security establishment treats what it suspects are communists or traitors.",
    "\nIt skewers them.",
    "\nWhy, just look at how they call Julian Assange a traitor and he isn’t even an American.",
    "\nRecall the McCarthy hearings.",
    "\nDalton Trumbo.",
    "\nThe entire U.S. anti-communist crusade, including Vietnam, which more than 58,000 U.S. soldiers died killing communists.",
    "\nAnd they’re going to tell us that they just let Lee Harvey Oswald, a supposed self-avowed communist skate blissfully across the Cold War stage of history with nary any abuse or harassment at all?",
    "\nDon’t make me laugh.",
    "\nSoon after the Warren Commission was established, Warren called a super-secret meeting of the commission to address information that had come into Warren’s possession.",
    "\nThat information was that Oswald was actually working for U.S. intelligence.",
    "\nYes, a spy, the type of people that work for the CIA.",
    "\nThat would make sense, especially given that the Marine Corps is a prime recruiting place for the CIA.",
    "\nSemper fidelis!",
    "\nNow, suddenly, all the circumstantial evidence in the Kennedy assassination falls into place.",
    "\nIt begins to make sense.",
    "\nThe mosaic starts to be filled out: They needed to get rid of Kennedy to protect national security and elevate Johnson, who had the same anti-communist mindset as the Pentagon and the CIA, to the presidency.",
    "\nUnlike JFK, who had begun withdrawing troops from Vietnam, Johnson would The Man Who Killed Ken... Roger Stone Check Amazon for Pricing.",
    "\nprotect national security by sending more troops to Vietnam.",
    "\nBut to avoid detection, they needed a patsy, which is the term that Oswald used after his arrest.",
    "\nThey needed to frame someone for the crime.",
    "\nAnd what better person to frame than a communist or an intelligence agent who the public would believe was a communist?",
    "\nPart of the scheme, obviously, would be to establish Oswald’s communist bona fides.",
    "\nThat’s why he was sent to New Orleans, where, contradictorily, he would work for a right-wing business owner, work with a right-wing former FBI agent, and conduct a public protest in favor of Fidel Castro and Cuba.",
    "\nIt was also why he was sent to Mexico City, where he would be ordered to visit the Cuban and Soviet Embassies, no doubt being told that he was being prepared for an important mission, maybe to enter Cuba to assassinate Castro.",
    "\nBut no government operation ever goes perfectly.",
    "\nThings obviously went dreadfully wrong with the Mexico City operation because the investigation into it after the assassination was quickly shut down.",
    "\nToday, it remains shrouded in mystery.",
    "\nAnd guess what is included in the records that Trump has now agreed to continue suppressing.",
    "\nYou guessed it!",
    "\nThe CIA’s records relating to Mexico City!",
    "\nEver since the assassination, the CIA has argued that the release of any of its JFK records would threaten “national security.” One thing is for sure and undeniable: Despite the release of many of the CIA’s records in the 1990s and yesterday, the United States did not fall into the ocean or fall to the communists.",
    "\nAnd neither would it have done so if Trump had not granted the CIA’s request for a continued cover-up of what it did on November 22, 1963.",
    "\nReprinted with permission from The Future of Freedom Foundation.",
    "\nThe Best of Jacob G. Hornberger"
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 219,
      "text": "The JFK Cover-Up Continues\n\nWhile the mainstream media was announcing for the past two weeks that President Trump was going to release the CIA’s long-secret records on the JFK assassination, I took a different position.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 219,
      "end_ix": 374,
      "text": "\nOn Monday of this week, I predicted that Trump would make a deal with the CIA that would enable the CIA to continue its cover-up of the JFK assassination.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 374,
      "end_ix": 716,
      "text": "\n(See “I Predict Trump Will Continue the CIA’s JFK Assassination Cover-Up” and “No Smoking Guns in the JFK Records?”)\nOn Thursday, the day of the deadline established by law for releasing the records, Trump granted the CIA’s request for continued secrecy, on grounds of “national security,” more than 50 years after the Kennedy assassination.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 716,
      "end_ix": 760,
      "text": "\nPlease, don’t start calling me Nostradamus.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 760,
      "end_ix": 802,
      "text": "\nA blind man could see what was happening.",
      "new_text": "",
      "prop_spans": [
        [
          761,
          802,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 802,
      "end_ix": 970,
      "text": "\nDonald “Art of the Deal” Trump was obviously negotiating all week with the CIA, and he was obviously pushing to get what he wanted all the way up to the very last day.",
      "new_text": "\nDonald Trump was obviously negotiating all week with the CIA, and he was obviously pushing to get what he wanted all the way up to the very last day.",
      "prop_spans": [
        [
          802,
          802,
          "Exaggeration,Minimisation"
        ],
        [
          803,
          833,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 970,
      "end_ix": 1172,
      "text": "\nOn Thursday, the deadline established by law for releasing the records, the CIA undoubtedly blinked and Trump presumably got what he wanted in return for granting the CIA request for continued secrecy.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1172,
      "end_ix": 1337,
      "text": "\nTime to buy old US gold coins\nSome mainstream media commentators are criticizing the CIA for waiting until the very last day to make its case for continued secrecy.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1337,
      "end_ix": 1617,
      "text": "\nDisplaying their naivete, they demonstrate their lack of understanding about how things work in Washington, D.C. As I indicated in my Monday article, when someone in the federal government needs a favor from someone else, the someone else is going to ask for something in return.",
      "new_text": "\nDisplaying their naivete, they demonstrate their lack of understanding. As I indicated in my Monday article, when someone in the federal government needs a favor from someone else, the someone else is going to ask for something in return.",
      "prop_spans": [
        [
          1364,
          1449,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 1617,
      "end_ix": 1683,
      "text": "\nJFKu2019s War with the... Douglas Horne Check Amazon for Pricing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1683,
      "end_ix": 1800,
      "text": "\nThe fact is that the CIA put in its request to Trump for continued secrecy of its JFK records long before yesterday.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1800,
      "end_ix": 2009,
      "text": "\nBut “Art of the Deal” Trump obviously sat on the request, undoubtedly hoping that he could get what he wanted in return if he just continued holding out and conveying that he was ready to release the records.",
      "new_text": "\nBut Trump sat on the request, probably hoping that he could get what he wanted in return if he just continued holding out and conveying that he was ready to release the records.",
      "prop_spans": [
        [
          1806,
          1828,
          "Name_Calling,Labeling"
        ],
        [
          1829,
          2009,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 2009,
      "end_ix": 2455,
      "text": "\nDon’t forget: According to Trump’s own tweets, he had already ostensibly decided to deny the CIA’s request for secrecy before the Thursday deadline:\nTrump tweet sent on Saturday, October 21: “Subject to the receipt of further information, I will be allowing, as President, the long blocked and classified JFK FILES to be opened.” Trump tweet sent on Wednesday, October 25: “The long anticipated release of the #JFKFiles will take place tomorrow.",
      "new_text": "\nDon’t forget: According to Trump’s own tweets, he had already ostensibly decided to deny the CIA’s request for secrecy before the Thursday deadline:\nTrump tweet sent on Saturday, October 21: “Subject to the receipt of further information, I will be allowing, as President, the long blocked and classified JFK FILES to be opened.” Trump tweet sent on Wednesday, October 25: “The long anticipated release of the #JFKFiles will take place tomorrow.",
      "prop_spans": [
        [
          2009,
          2010,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 2455,
      "end_ix": 2471,
      "text": "\nSo interesting!",
      "new_text": "",
      "prop_spans": [
        [
          2456,
          2470,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 2471,
      "end_ix": 2739,
      "text": "\nNow, it’s theoretically possible that the CIA presented Trump with some earthshattering new information on the Thursday deadline that showed that the United States would fall into the ocean if Americans were finally permitted to see the CIA’s long-secret JFK records.",
      "new_text": "\nNow, it’s theoretically possible that the CIA presented Trump with some new information on the Thursday deadline that showed that the United States would collapse if Americans were finally permitted to see the CIA’s JFK records.",
      "prop_spans": [
        [
          2534,
          2575,
          "Exaggeration,Minimisation"
        ],
        [
          2544,
          2564,
          "Loaded_Language"
        ],
        [
          2618,
          2726,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 2739,
      "end_ix": 2763,
      "text": "\nBut how likely is that?",
      "new_text": "",
      "prop_spans": [
        [
          2740,
          2762,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 2763,
      "end_ix": 2782,
      "text": "\nNot likely at all!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2782,
      "end_ix": 2992,
      "text": "\nInstead, it is a virtual certainly that when Art of the Deal Trump sent out those two tweets, he was sending a message to the CIA as part of the negotiations: Give me what I want or I will release the records.",
      "new_text": "\nInstead, it is a possibility that when Trump sent out those two tweets, he was sending a message to the CIA as part of the negotiations.",
      "prop_spans": [
        [
          2792,
          2941,
          "Causal_Oversimplification"
        ],
        [
          2828,
          2849,
          "Name_Calling,Labeling"
        ],
        [
          2828,
          2849,
          "Repetition"
        ],
        [
          2942,
          2991,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 2992,
      "end_ix": 3077,
      "text": "\nIn the negotiations, both Trump and the CIA knew that Trump was in the catbird seat.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3077,
      "end_ix": 3140,
      "text": "\nThe Kennedy Autopsy Jacob Hornberger Check Amazon for Pricing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3140,
      "end_ix": 3198,
      "text": "\nIn the end, the CIA blinked, just as Trump knew it would.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3198,
      "end_ix": 3424,
      "text": "\nContrary to what the mainstream press is asserting, the records undoubtedly contain more incriminating circumstantial evidence that fills in the mosaic of a U.S. national-security regime-change operation on November 22, 1963.",
      "new_text": "\nContrary to what the mainstream press is asserting, the records might contain more incriminating circumstantial evidence that fills in the mosaic of a U.S. national-security regime-change operation on November 22, 1963.",
      "prop_spans": [
        [
          3251,
          3424,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 3424,
      "end_ix": 3585,
      "text": "\nThat’s what the mainstream media, forever wedded to the official story no matter how ridiculous and illogical it is, simply cannot bring themselves to confront.",
      "new_text": "\nThat’s what the mainstream media, forever wedded to the official story, simply cannot bring themselves to confront.",
      "prop_spans": [
        [
          3424,
          3424,
          "Causal_Oversimplification"
        ],
        [
          3510,
          3534,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3585,
      "end_ix": 3631,
      "text": "\nTrump knew that he had the CIA over a barrel.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3631,
      "end_ix": 3721,
      "text": "\nAs I indicated in my two articles this week, the CIA was between a rock and a hard place.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3721,
      "end_ix": 3884,
      "text": "\nOn the one hand, it could refuse to grant Trump what he wanted and let the records be released, which it knew would point to the CIA’s guilt in the assassination.",
      "new_text": "\nOn the one hand, it could refuse to grant Trump what he wanted and let the records be released, which might point to the CIA’s guilt in the assassination.",
      "prop_spans": [
        [
          3824,
          3884,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 3884,
      "end_ix": 4068,
      "text": "\nOn the other hand, it could give Trump what he wanted and have to suffer the obvious inference that people would draw — that the CIA was continuing to cover up incriminatory evidence.",
      "new_text": "\nOn the other hand, it could give Trump what he wanted and have to suffer a possible inference that people would draw — that the CIA was continuing to cover up incriminatory evidence.",
      "prop_spans": [
        [
          3884,
          3884,
          "Causal_Oversimplification"
        ],
        [
          3958,
          4068,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 4068,
      "end_ix": 4160,
      "text": "\nWhat did the CIA give Trump in return for Trump’s extending the CIA’s 50-year-plus secrecy?",
      "new_text": "\nWhat did the CIA give Trump in return for Trump’s extending the CIA’s 50-year-plus secrecy?",
      "prop_spans": [
        [
          4068,
          4069,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 4160,
      "end_ix": 4219,
      "text": "\nWe don’t know, but my hunch is that it pertains to Russia.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4219,
      "end_ix": 4350,
      "text": "\nHere’s my next prediction: the congressional investigations into Trump’s supposed “collusion” with Russia are about to fizzle out.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4350,
      "end_ix": 4511,
      "text": "\nThat’s because I believe that the CIA, as part of its deal with Trump, will order its assets in Congress to cease and desist with respect to that investigation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4511,
      "end_ix": 4653,
      "text": "\nIn my opinion, that’s the price the CIA had to pay in return for its continued cover-up of its U.S. regime-change operation in November 1963.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4653,
      "end_ix": 4782,
      "text": "\nNotice something else about the deal that Trump has presumably made with the CIA: The secrecy arrangement extends only to April.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4782,
      "end_ix": 5000,
      "text": "\nOstensibly, the next six months are needed to carefully review the records to determine whether the records really to relate to “national security.” Regime Change: The JFK... Jacob Hornberger Check Amazon for Pricing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5000,
      "end_ix": 5085,
      "text": "\nNot surprisingly, the mainstream media isn’t even questioning that ludicrous notion.",
      "new_text": "\nNot surprisingly, the mainstream media isn’t questioning that notion.",
      "prop_spans": [
        [
          5040,
          5084,
          "Exaggeration,Minimisation"
        ],
        [
          5068,
          5085,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5085,
      "end_ix": 5189,
      "text": "\nFor more than 50 years, the CIA has known why it has wanted those particular records to be kept secret.",
      "new_text": "\nFor more than 50 years, the CIA has known why it has wanted those particular records to be kept secret.",
      "prop_spans": [
        [
          5085,
          5085,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5189,
      "end_ix": 5339,
      "text": "\nDuring the term of the Assassination Records Review Board in the 1990s, the CIA decided to keep these particular records secret for another 25 years.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5339,
      "end_ix": 5480,
      "text": "\nThere are bound to be lots of CIA memoranda detailing why it was imperative to keep these particular records secret for as long as possible.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5480,
      "end_ix": 5563,
      "text": "\nFinally, the CIA made its request for secrecy to Trump at least several weeks ago.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5563,
      "end_ix": 5841,
      "text": "\nThe notion that the CIA suddenly hit Trump yesterday with a new argument as to why “national security” would be threatened, after Trump had supposedly already rejected the arguments that had been presented to him, causing Trump to suddenly change his mind, is, well, laughable.",
      "new_text": "\nThe notion that the CIA suddenly hit Trump yesterday with a new argument as to why “national security” would be threatened, after Trump had supposedly already rejected the arguments that had been presented to him, causing Trump to suddenly change his mind, is not possible.",
      "prop_spans": [
        [
          5821,
          5841,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5841,
      "end_ix": 5869,
      "text": "\nSo, why the April deadline?",
      "new_text": "\nSo, why the April deadline?",
      "prop_spans": [
        [
          5841,
          5842,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5869,
      "end_ix": 5960,
      "text": "\nWhy not extend the secrecy for another 25 years, which is undoubtedly what the CIA wanted?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5960,
      "end_ix": 6061,
      "text": "\nBecause Trump obviously needed collateral to ensure that the CIA complied with its part of the deal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6061,
      "end_ix": 6199,
      "text": "\nIf Trump had extended the secrecy for 25 years, he would have lost leverage to ensure that the CIA complied with its part of the bargain.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6199,
      "end_ix": 6331,
      "text": "\nLet’s say, hypothetically, that I’m right: that the CIA agreed to use its assets in Congress to shut down the Russia investigation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6331,
      "end_ix": 6509,
      "text": "\nTo make certain that the CIA fulfills its part of the bargain, Trump would need the April deadline so that the threat of the records release would continue hanging over the CIA.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6509,
      "end_ix": 6599,
      "text": "\nIf the CIA fails to fulfill its part of the bargain, Trump releases the records in April.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6599,
      "end_ix": 6696,
      "text": "\nIf the CIA squelches the Russia investigations, Trump grants another extension of time in April.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6696,
      "end_ix": 7175,
      "text": "\nLet’s state the obvious: The CIA records that are still being suppressed have nothing to do with “national security.” They have everything to do with covering up the CIA’s role in the U.S. national-security regime-change operation that took place in Dallas in November 1963, which succeeded in ousting from power a president who was, in the eyes of the U.S. national-security establishment, engaged in actions The CIA, Terrorism, an... Jacob Hornberger Check Amazon for Pricing.",
      "new_text": "\nThey have everything to do with covering up the CIA’s role in the U.S. national-security regime-change operation that took place in Dallas in November 1963, which succeeded in ousting from power a president who was, in the eyes of the U.S. national-security establishment, engaged in actions The CIA, Terrorism, an... Jacob Hornberger Check Amazon for Pricing.",
      "prop_spans": [
        [
          6697,
          6873,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 7175,
      "end_ix": 7358,
      "text": "\nthat constituted a grave threat to “national security,” i.e., befriending the Russians (i.e., the Soviets) and Cubans and entering into peaceful coexistence with the communist world.",
      "new_text": "\nthat constituted a grave threat to “national security,” i.e., befriending the Russians (i.e., the Soviets) and Cubans and entering into peaceful coexistence with the communist world.",
      "prop_spans": [
        [
          7193,
          7229,
          "Exaggeration,Minimisation"
        ],
        [
          7193,
          7358,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 7358,
      "end_ix": 7784,
      "text": "\nIn other words, unlike Lee Harvey Oswald, who had absolutely no motive to kill President Kennedy, the national security establishment did have motive, a powerful motive, the same motive that motivated the CIA and Pentagon to target other political leaders for regime change or assassination around that time, such as Mohamad Mossadegh, Jacobo Arbenz, Patrice Lumumba (who Kennedy admired), Fidel Castro, and Salvador Allende.",
      "new_text": "\nIn other words, unlike Lee Harvey Oswald, who had absolutely no motive to kill President Kennedy, the national security establishment did have motive, a powerful motive, the same motive that motivated the CIA and Pentagon to target other political leaders for regime change or assassination around that time, such as Mohamad Mossadegh, Jacobo Arbenz, Patrice Lumumba (who Kennedy admired), Fidel Castro, and Salvador Allende.",
      "prop_spans": [
        [
          7358,
          7359,
          "Appeal_to_fear-prejudice"
        ],
        [
          7401,
          7456,
          "Exaggeration,Minimisation"
        ],
        [
          7529,
          7667,
          "Causal_Oversimplification"
        ],
        [
          7727,
          7748,
          "Red_Herring"
        ]
      ]
    },
    {
      "start_ix": 7784,
      "end_ix": 8020,
      "text": "\nFor a more detailed analysis of motive, read FFF’s ebook JFK’s War with the National Security Establishment: Why Kennedy Was Assassinated by Douglas Horne, who served on the staff of the Assassination Records Review Board in the 1990s.",
      "new_text": "\nFor a more detailed analysis of motive, read FFF’s ebook JFK’s War with the National Security Establishment: Why Kennedy Was Assassinated by Douglas Horne, who served on the staff of the Assassination Records Review Board in the 1990s.",
      "prop_spans": [
        [
          7785,
          7841,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 8020,
      "end_ix": 8216,
      "text": "\nImmediately upon the arrest of Lee Harvey Oswald, the official account was that this was just a lone nut, former U.S. Marine communist who decided, for no apparent reason, to assassinate Kennedy.",
      "new_text": "\nImmediately upon the arrest of Lee Harvey Oswald, the official account was that this was just a lone nut, former U.S. Marine communist who decided, for no apparent reason, to assassinate Kennedy.",
      "prop_spans": [
        [
          8115,
          8155,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8216,
      "end_ix": 8313,
      "text": "\nOne big problem is the official story, however, requires a suspension of logic and common sense.",
      "new_text": "\nOne big problem is the official story, however, requires a suspension of logic and common sense.",
      "prop_spans": [
        [
          8276,
          8312,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8313,
      "end_ix": 8452,
      "text": "\nFor anyone who has a mindset of conformity and deference to authority, that story makes sense because nothing is questioned or challenged.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8452,
      "end_ix": 8557,
      "text": "\nFor anyone who has a critical, analytical, independent mindset, the official story is filled with holes.",
      "new_text": "\nFor anyone who has a critical, analytical, independent mindset, the official story is filled with holes.",
      "prop_spans": [
        [
          8453,
          8557,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 8557,
      "end_ix": 8621,
      "text": "\nFor example, how many communist Marines have you ever heard of?",
      "new_text": "\nFor example, how many communist Marines have you ever heard of?",
      "prop_spans": [
        [
          8557,
          8558,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 8621,
      "end_ix": 8779,
      "text": "\nWhy would a genuine communist join the Marines in the first place, especially since the Marines had just recently killed millions of North Korean communists?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8779,
      "end_ix": 8956,
      "text": "\nWhy would a genuine communist join the Marines knowing that he could be called upon at any moment to go to Korea, Laos, Vietnam, Europe, or elsewhere to kill fellow communists?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8956,
      "end_ix": 9024,
      "text": "\nHow many communists do you know who like to kill fellow communists?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9024,
      "end_ix": 9040,
      "text": "\nIt gets better.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9040,
      "end_ix": 9109,
      "text": "\nCIA & JFK: The Secret ... Jefferson Morley Check Amazon for Pricing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9109,
      "end_ix": 9501,
      "text": "\nAfter Oswald supposedly tried to defect to the Soviet Union and promised U.S. Embassy officials in Moscow that he was going to deliver classified information to the Soviet Union, which was America’s sworn Cold War enemy (and former World War II partner and ally), U.S. officials permitted him to return home with a Red wife, without even one grand-jury summons or even an iota of harassment.",
      "new_text": "\nAfter Oswald supposedly tried to defect to the Soviet Union and promised U.S. Embassy officials in Moscow that he was going to deliver classified information to the Soviet Union, which was America’s sworn Cold War enemy (and former World War II partner and ally), U.S. officials permitted him to return home with a Red wife, without even one grand-jury summons or even an iota of harassment.",
      "prop_spans": [
        [
          9299,
          9330,
          "Flag-Waving"
        ],
        [
          9331,
          9373,
          "Red_Herring"
        ],
        [
          9425,
          9434,
          "Name_Calling,Labeling"
        ],
        [
          9471,
          9501,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 9501,
      "end_ix": 9631,
      "text": "\nThink about Martin Luther King, John Walker Lindh, Edward Snowden, the U.S. Communist Party, or the Fair Play for Cuba Committee.",
      "new_text": "\nThink about Martin Luther King, John Walker Lindh, Edward Snowden, the U.S. Communist Party, or the Fair Play for Cuba Committee.",
      "prop_spans": [
        [
          9501,
          9502,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 9631,
      "end_ix": 9740,
      "text": "\nThink about how the U.S. national-security establishment treats what it suspects are communists or traitors.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9740,
      "end_ix": 9757,
      "text": "\nIt skewers them.",
      "new_text": "\nIt skewers them.",
      "prop_spans": [
        [
          9741,
          9757,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9757,
      "end_ix": 9845,
      "text": "\nWhy, just look at how they call Julian Assange a traitor and he isn’t even an American.",
      "new_text": "\nWhy, just look at how they call Julian Assange a traitor and he isn’t even an American.",
      "prop_spans": [
        [
          9757,
          9757,
          "Loaded_Language"
        ],
        [
          9780,
          9814,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 9845,
      "end_ix": 9875,
      "text": "\nRecall the McCarthy hearings.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9875,
      "end_ix": 9890,
      "text": "\nDalton Trumbo.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9890,
      "end_ix": 10011,
      "text": "\nThe entire U.S. anti-communist crusade, including Vietnam, which more than 58,000 U.S. soldiers died killing communists.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10011,
      "end_ix": 10207,
      "text": "\nAnd they’re going to tell us that they just let Lee Harvey Oswald, a supposed self-avowed communist skate blissfully across the Cold War stage of history with nary any abuse or harassment at all?",
      "new_text": "\nAnd they’re going to tell us that they just let Lee Harvey Oswald, a supposed self-avowed communist skate blissfully across the Cold War stage of history with nary any abuse or harassment at all?",
      "prop_spans": [
        [
          10090,
          10111,
          "Name_Calling,Labeling"
        ],
        [
          10112,
          10206,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 10207,
      "end_ix": 10228,
      "text": "\nDon’t make me laugh.",
      "new_text": "\nDon’t make me laugh.",
      "prop_spans": [
        [
          10208,
          10227,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 10228,
      "end_ix": 10396,
      "text": "\nSoon after the Warren Commission was established, Warren called a super-secret meeting of the commission to address information that had come into Warren’s possession.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10396,
      "end_ix": 10473,
      "text": "\nThat information was that Oswald was actually working for U.S. intelligence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10473,
      "end_ix": 10527,
      "text": "\nYes, a spy, the type of people that work for the CIA.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10527,
      "end_ix": 10630,
      "text": "\nThat would make sense, especially given that the Marine Corps is a prime recruiting place for the CIA.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10630,
      "end_ix": 10646,
      "text": "\nSemper fidelis!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10646,
      "end_ix": 10740,
      "text": "\nNow, suddenly, all the circumstantial evidence in the Kennedy assassination falls into place.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10740,
      "end_ix": 10765,
      "text": "\nIt begins to make sense.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10765,
      "end_ix": 10973,
      "text": "\nThe mosaic starts to be filled out: They needed to get rid of Kennedy to protect national security and elevate Johnson, who had the same anti-communist mindset as the Pentagon and the CIA, to the presidency.",
      "new_text": "\nThe mosaic starts to be filled out: They needed to get rid of Kennedy to protect national security and elevate Johnson, who had the same anti-communist mindset as the Pentagon and the CIA, to the presidency.",
      "prop_spans": [
        [
          10802,
          10973,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 10973,
      "end_ix": 11110,
      "text": "\nUnlike JFK, who had begun withdrawing troops from Vietnam, Johnson would The Man Who Killed Ken... Roger Stone Check Amazon for Pricing.",
      "new_text": "\nUnlike JFK, who had begun withdrawing troops from Vietnam, Johnson would The Man Who Killed Ken... Roger Stone Check Amazon for Pricing.",
      "prop_spans": [
        [
          10973,
          10973,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 11110,
      "end_ix": 11171,
      "text": "\nprotect national security by sending more troops to Vietnam.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11171,
      "end_ix": 11269,
      "text": "\nBut to avoid detection, they needed a patsy, which is the term that Oswald used after his arrest.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11269,
      "end_ix": 11313,
      "text": "\nThey needed to frame someone for the crime.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11313,
      "end_ix": 11433,
      "text": "\nAnd what better person to frame than a communist or an intelligence agent who the public would believe was a communist?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11433,
      "end_ix": 11517,
      "text": "\nPart of the scheme, obviously, would be to establish Oswald’s communist bona fides.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11517,
      "end_ix": 11732,
      "text": "\nThat’s why he was sent to New Orleans, where, contradictorily, he would work for a right-wing business owner, work with a right-wing former FBI agent, and conduct a public protest in favor of Fidel Castro and Cuba.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11732,
      "end_ix": 11959,
      "text": "\nIt was also why he was sent to Mexico City, where he would be ordered to visit the Cuban and Soviet Embassies, no doubt being told that he was being prepared for an important mission, maybe to enter Cuba to assassinate Castro.",
      "new_text": "\nIt was also why he was sent to Mexico City, where he would be ordered to visit the Cuban and Soviet Embassies, no doubt being told that he was being prepared for an important mission, maybe to enter Cuba to assassinate Castro.",
      "prop_spans": [
        [
          11844,
          11916,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 11959,
      "end_ix": 12008,
      "text": "\nBut no government operation ever goes perfectly.",
      "new_text": "\nBut no government operation ever goes perfectly.",
      "prop_spans": [
        [
          11964,
          12008,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 12008,
      "end_ix": 12159,
      "text": "\nThings obviously went dreadfully wrong with the Mexico City operation because the investigation into it after the assassination was quickly shut down.",
      "new_text": "\nThings obviously went dreadfully wrong with the Mexico City operation because the investigation into it after the assassination was quickly shut down.",
      "prop_spans": [
        [
          12008,
          12008,
          "Thought-terminating_Cliches"
        ],
        [
          12031,
          12047,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12159,
      "end_ix": 12198,
      "text": "\nToday, it remains shrouded in mystery.",
      "new_text": "\nToday, it remains shrouded in mystery.",
      "prop_spans": [
        [
          12178,
          12198,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12198,
      "end_ix": 12291,
      "text": "\nAnd guess what is included in the records that Trump has now agreed to continue suppressing.",
      "new_text": "\nAnd guess what is included in the records that Trump has now agreed to continue suppressing.",
      "prop_spans": [
        [
          12198,
          12198,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12291,
      "end_ix": 12307,
      "text": "\nYou guessed it!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12307,
      "end_ix": 12350,
      "text": "\nThe CIA’s records relating to Mexico City!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12350,
      "end_ix": 12666,
      "text": "\nEver since the assassination, the CIA has argued that the release of any of its JFK records would threaten “national security.” One thing is for sure and undeniable: Despite the release of many of the CIA’s records in the 1990s and yesterday, the United States did not fall into the ocean or fall to the communists.",
      "new_text": "\nEver since the assassination, the CIA has argued that the release of any of its JFK records would threaten “national security.” One thing is for sure and undeniable: Despite the release of many of the CIA’s records in the 1990s and yesterday, the United States did not fall into the ocean or fall to the communists.",
      "prop_spans": [
        [
          12381,
          12476,
          "Flag-Waving"
        ],
        [
          12381,
          12476,
          "Appeal_to_fear-prejudice"
        ],
        [
          12594,
          12666,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 12666,
      "end_ix": 12805,
      "text": "\nAnd neither would it have done so if Trump had not granted the CIA’s request for a continued cover-up of what it did on November 22, 1963.",
      "new_text": "\nAnd neither would it have done so if Trump had not granted the CIA’s request for a continued cover-up of what it did on November 22, 1963.",
      "prop_spans": [
        [
          12666,
          12666,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 12805,
      "end_ix": 12870,
      "text": "\nReprinted with permission from The Future of Freedom Foundation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12870,
      "end_ix": 12902,
      "text": "\nThe Best of Jacob G. Hornberger",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      761,
      802,
      "Exaggeration,Minimisation"
    ],
    [
      803,
      833,
      "Name_Calling,Labeling"
    ],
    [
      1364,
      1449,
      "Doubt"
    ],
    [
      1806,
      1828,
      "Name_Calling,Labeling"
    ],
    [
      1829,
      2010,
      "Causal_Oversimplification"
    ],
    [
      2456,
      2470,
      "Thought-terminating_Cliches"
    ],
    [
      2534,
      2575,
      "Exaggeration,Minimisation"
    ],
    [
      2544,
      2564,
      "Loaded_Language"
    ],
    [
      2618,
      2726,
      "Exaggeration,Minimisation"
    ],
    [
      2740,
      2762,
      "Doubt"
    ],
    [
      2792,
      2941,
      "Causal_Oversimplification"
    ],
    [
      2828,
      2849,
      "Name_Calling,Labeling"
    ],
    [
      2828,
      2849,
      "Repetition"
    ],
    [
      2942,
      2991,
      "Appeal_to_fear-prejudice"
    ],
    [
      3251,
      3424,
      "Causal_Oversimplification"
    ],
    [
      3510,
      3534,
      "Loaded_Language"
    ],
    [
      3824,
      3884,
      "Causal_Oversimplification"
    ],
    [
      3958,
      4069,
      "Causal_Oversimplification"
    ],
    [
      5040,
      5084,
      "Exaggeration,Minimisation"
    ],
    [
      5068,
      5085,
      "Loaded_Language"
    ],
    [
      5821,
      5842,
      "Loaded_Language"
    ],
    [
      6697,
      6873,
      "Causal_Oversimplification"
    ],
    [
      7193,
      7229,
      "Exaggeration,Minimisation"
    ],
    [
      7193,
      7359,
      "Appeal_to_fear-prejudice"
    ],
    [
      7401,
      7456,
      "Exaggeration,Minimisation"
    ],
    [
      7529,
      7667,
      "Causal_Oversimplification"
    ],
    [
      7727,
      7748,
      "Red_Herring"
    ],
    [
      7785,
      7841,
      "Appeal_to_Authority"
    ],
    [
      8115,
      8155,
      "Name_Calling,Labeling"
    ],
    [
      8276,
      8312,
      "Loaded_Language"
    ],
    [
      8453,
      8558,
      "Doubt"
    ],
    [
      9299,
      9330,
      "Flag-Waving"
    ],
    [
      9331,
      9373,
      "Red_Herring"
    ],
    [
      9425,
      9434,
      "Name_Calling,Labeling"
    ],
    [
      9471,
      9502,
      "Exaggeration,Minimisation"
    ],
    [
      9741,
      9757,
      "Loaded_Language"
    ],
    [
      9780,
      9814,
      "Name_Calling,Labeling"
    ],
    [
      10090,
      10111,
      "Name_Calling,Labeling"
    ],
    [
      10112,
      10206,
      "Exaggeration,Minimisation"
    ],
    [
      10208,
      10227,
      "Doubt"
    ],
    [
      10802,
      10973,
      "Causal_Oversimplification"
    ],
    [
      11844,
      11916,
      "Causal_Oversimplification"
    ],
    [
      11964,
      12008,
      "Thought-terminating_Cliches"
    ],
    [
      12031,
      12047,
      "Loaded_Language"
    ],
    [
      12178,
      12198,
      "Loaded_Language"
    ],
    [
      12381,
      12476,
      "Flag-Waving"
    ],
    [
      12381,
      12476,
      "Appeal_to_fear-prejudice"
    ],
    [
      12594,
      12666,
      "Exaggeration,Minimisation"
    ]
  ]
}