{
  "article_id": "703698295",
  "sentence offsets in original": [
    0,
    225,
    285,
    480,
    516,
    558,
    795,
    1344,
    1786,
    1820,
    2025,
    2220,
    2271,
    2299,
    2525,
    2565,
    2594,
    2645,
    2649,
    2905,
    3201,
    3220,
    3365,
    3443,
    3478,
    3643,
    3777,
    3946,
    4042,
    4340,
    4438,
    4459,
    4551,
    4740,
    4951,
    4955,
    5041,
    5140,
    5269,
    5786,
    5889,
    5903,
    6352,
    6535,
    6658,
    6856,
    7003,
    7357,
    7639,
    8005,
    8061,
    8091,
    8105,
    8386,
    8706,
    8735,
    8868,
    8889,
    9084,
    9122,
    9132,
    9193,
    9251,
    9300,
    9406,
    9465,
    9671,
    10233,
    10454,
    10546,
    10635,
    10775,
    11022,
    11115,
    11165,
    11267,
    11418,
    11483,
    11500,
    11527,
    11753,
    11856,
    12094,
    12165,
    12597
  ],
  "original sentences": [
    "SO MUCH FOR MERCY & DIALOGUE: Member of Vatican International Theological Commission Sacked for Questioning Pope of Mercy & Dialogue\n\nThe Catholic Twitterverse is alive today with criticism of the USCCB’s decision to sack Fr.",
    "\nThomas Weinandy, the former head of their doctrinal office.",
    "\nIt took a matter of hours for the brave defenders of the status quo to leap into action against the mild Franciscan friar’s polite plea to Pope Francis to defend the Catholic Faith and faithful.",
    "\nOr at least to stop attacking them.",
    "\nIn a letter made public November 1st, Fr.",
    "\nWeinandy, a former chief of staff for the U.S. Bishops’ Committee on Doctrine and a member of the Vatican’s International Theological Commission, warned Pope Francis that he has caused “chronic confusion” among the faithful and bishops.",
    "\n\n\n\nHe wrote to the pope, “To teach with such an intentional lack of clarity inevitably risks sinning against the Holy Spirit, the Spirit of truth.” He added that Catholics are “disconcerted” by the appointment of bishops “who seem not merely open to those who hold views counter to Christian belief, but who support and even defend them.”\n\n\n\nIn an interview yesterday with John Allen’s Crux, he added, more prophetically than he had perhaps intended, “I don’t think anyone can, or should, associate my letter with the USCCB or the American bishops.",
    "\nNeither was involved in my writing the letter, and its publication will be news to them.”\n\n\n\n“Bishops are quick learners,” he wrote in his letter, “and what many have learned from your pontificate is not that you are open to criticism, but that you resent it,” claiming that many bishops don’t speak out publicly for fear they will be “marginalized or worse.”\n\n\n\nAnd sure enough, within hours of making his letter public, we learned that Fr.",
    "\nWeinandy had been given the boot.",
    "\nOf course, the Twitterverse is busy commenting on the irony: how a man expressing grave concerns that there is an atmosphere of fear of being punished for expressing grave concerns, was immediately fired.",
    "\n\n\n\nPerhaps the most astonishing aspect of this little incident is just how completely blind the US bishops – as with nearly all the episcopate – are to what political analysts call the “optics”.",
    "\nPolitical consultants often ask: how does it look?",
    "\nAnd it looks extremely bad.",
    "\nAs though the fog of irony weren’t thick enough, in response to the outrage from Catholics, the USCCB has done what all the other members of Pope Francis’ cabal have done and started blocking critics from its Twitter account.",
    "\nWhich, it must be said, only proves Fr.",
    "\nWeinandy’s point once again.",
    "\n\n\n\nSome of the criticism has been unusually sharp.",
    "\nFr.",
    "\nHunwicke wrote this afternoon, “This cheap and vulgar ritual humiliation exemplifies the extent to which P[ope] F[rancis] is presiding over a bully-boy Church in which midget bishops and minicardinals compete to defeat each other in the sycophancy stakes.",
    "\nJust as Tom Weinandy has, in effect, just said.”\n\n\n\nAs I write this, the outrage is doing the opposite of dying down, and is surely a sign of how fed up Catholics – even those who would never identify themselves as Traditionalists – have become with this pope and his cadre of episcopal bullies.",
    "\nIn his letter, Fr.",
    "\nWeinandy made a point of stating that he is not signatory to the Filial Correction or any other public declaration against Pope Francis’ agenda.",
    "\n\n\n\nIn fact, a former student of his wrote to me today saying,\n“I see that Fr.",
    "\nThomas Weinandy has been squashed.",
    "\nHe was one of my professors in Patristics at Oxford and he was one of the most mild-mannered, least confrontational, kindest academics one could have hoped to meet.",
    "\nTo me, the fact that he has chosen to write to express his concern about the crisis in the church and the papacy is very significant.",
    "\n\nHe is neither a traditionalist, nor a controversialist, but a humble and straightforward Friar who is clear-thinking and entirely loyal to the Church and Her teaching.",
    "\nI would be surprised now if we were not see more of this sort of letter/exercise of conscience.",
    "\nI imagine that it’s going to become harder and harder for men of conscience and position to sit on the fence.”\nWhen I posted it, this assessment was backed up by Joseph Shaw, the head of the UK’s Latin Mass Society and the spokesman for the Filial Correction, who wrote, “This is absolutely right.",
    "\nNot a man to seek out confrontation.”\n\nThe Crux piece offered a succinct bullet point list of Fr.",
    "\nWeinandy’s concerns.",
    "\nHe said the pope is…\nFostering “chronic confusion.”\n“Demeaning” the importance of doctrine.",
    "\nAppointing bishops who “scandalize” believers with dubious “teaching and pastoral practice.”\nGiving prelates who object the impression they’ll be “marginalized or worse” if they speak out.",
    "\nCausing faithful Catholics to “lose confidence in their supreme shepherd.”\nOur friend Edward Pentin has reproduced the full text of the letter at the National Catholic Register which is definitely worth a read.",
    "\nFr.",
    "\nWeinandy sent the letter to the pope on July 31, the Feast of St. Ignatius of Loyola.",
    "\nLike the Dubia cardinals, he said he made it public only after the pope had ignored it for months.",
    "\n\nNotable in his critique is its distinct pastoral flavour, his concern on the effect the situation is having on ordinary people.",
    "\nThe pope, he said, seems “to censor and even mock” critics of Amoris Laetitia for their desire to interpret it in keeping with Catholic teaching, and in doing so is committing a “kind of calumny…alien to the nature of the Petrine ministry.”\n\nIn an interview with Crux, Weinandy said he is not afraid of reprisals but “more concerned about the good that my letter might do.” The letter “expresses the concerns of many more people than just me, ordinary people who’ve come to me with their questions and apprehensions.",
    "\nI wanted them to know that I listened.”\n\n“I have done what I believe God wanted me to do,[1]” he said.",
    "\n\nIn fact, Fr.",
    "\nWeinandy has bolstered my own “Great Clarifier” theory, saying that this pontificate, and the lack of response to it from priests and bishops, is being allowed by God in order to reveal “just how weak is the faith of many within the Church,” He added that Francis has revealed that many in the Church “hold harmful theological and pastoral views.”\n\nWhich inevitably brings to mind other responses that have not been quite so clear, nor so pastoral.",
    "\n\nWhen Cardinal Muller was removed abruptly from his position as head of the CDF, the conservative Catholic world wailed that it was another case of a “good” prelate being got rid of.",
    "\nAnd it seems clear from the way it was done, and the way Francis treated Muller in general, that he was indeed got rid of.",
    "\nBut his depiction by conservative writers as a beleaguered champion of Catholic orthodoxy persecuted by the regime for his faithfulness betrays a somewhat selective memory and short attention span.",
    "\nEd Pentin has a long file of interviews and articles about Muller that clearly show his complete inability to make up his mind whose side he’s on.",
    "\n\nA quick examination of Muller’s interviews and statements reveal an irresolute and ultimately calculating mind of a man who is – so I am told by sources close to him – motivated mainly by a puerile desire to be approved of by the “cool kids” in the Vatican, on the one hand, and an unshakeable conviction of his own theological brilliance on the other.",
    "\n\nMost recently, on October 30th, Crux quoted him under the headline, “Cardinal Muller backs Pope Francis against critics of ‘Amoris Laetitia’” in which the former head of the CDF has at last climbed on board the Kasperian train on reception of Communion for unrepentant adulterers.",
    "\n\nSignaling furiously with the trendy FrancisChurch buzzwords and even trendier blithering incoherence, Muller writes that “mitigating factors in guilt,” can lead, couples in “an uncertain marital situation” through a “path of repentance” – always “accompanied” by an exquisitely sensitive confessor – to a point where the reception of Communion is no longer sinful.",
    "\nPresumably because adultery itself is no longer sinful.",
    "\nOr sacrilege either, I guess.",
    "\nOr something.",
    "\nSomehow the “new evangelization” is involved in this, though it’s unclear how exactly it makes adultery and sacrilege OK. Also, it’s very important to fulfill the Sunday Mass obligation, and as everyone knows, one can’t possibly go to Mass on a Sunday without receiving Communion.",
    "\n\nWe hear again, as we did incessantly from the Kasperians at the Synods, about the hard case of the poor, poor woman who has been abandoned by the first husband, and who “finds no other way out than to entrust oneself to a kind-hearted person,” … with whom, I guess, she has also no choice but to have sexual relations.",
    "\nBecause of kind-heartedness.",
    "\n\nAnyway, the result of this is a “marriage-like relationship” about which confessors have to be very careful not to say mean things.",
    "\nOr be too “extreme”.",
    "\nIt’s very important for him to avoid a “cheap adaptation to the relativistic Zeitgeist,” on one side, and a “cold application of the dogmatic commandments and the canonical rules,” on the other.",
    "\nBecause that could be too polarizing.",
    "\nAnd mean.",
    "\n\nAnd anyway, sins of the flesh aren’t the worst things ever.",
    "\nThere are, like, “different levels” of gravity, you know?",
    "\nAnd, like, it depends on the type of sin, right?",
    "\n“Spirit’s sins” like spiritual pride and avarice and stuff, are worse than “sins of the flesh,” you know?",
    "\nWhich are, like, only a result of “human weakness,” right?",
    "\n\nApparently the real problem with this whole thing has been that the Kasperian kerfuffle has totally been blown way, way, WAY out of proportion, and the “polarization” it has caused has been “regrettable”.",
    "\nThe question of Communion for divorced and civilly “remarried” Catholics, he said, has been “falsely elevated to the rank of a decisive question of Catholicism and a measure of ideological comparison in order to decide whether one is conservative or liberal, in favor or against the pope.”\n\nFor years under Pope Benedict, Muller was engaged in an open war with the German episcopate who insisted that they were going to allow Communion for the divorced and remarried, no matter what Rome said, even threatening to go into schism if they didn’t get their way[2].",
    "\n\nMuller, with little backing from Pope Benedict – who appeared content to allow his CDF prefect and the Germans shout out their differences – and with outright opposition from Francis, did indeed strive to hold the line.",
    "\nThe fact that Francis orchestrated the Synods to undermine him was certainly not his fault.",
    "\nAnd it is difficult to imagine anyone being in a worse position than he was at the time.",
    "\n\nBut since then, Muller has demonstrated very little of his former grit, instead attempting from one day to the next to appease both sides.",
    "\nReportedly removed from CDF – and of course lionized by “conservatives” – for his mild and equivocating opposition to Amoris Laetitia, Muller has gone back and forth in what can easily be seen as a desperate attempt to find friends in both camps.",
    "\nWith this in mind one could be forgiven for not taking his October 30th essay too seriously.",
    "\n\nPerhaps one of the good effects to come from Fr.",
    "\nWeinandy’s persecution will be to demonstrate how a pastor of the Catholic Church is supposed to act.",
    "\nAs my friend said, maybe “it’s going to become harder and harder for men of conscience and position to sit on the fence,” assuming there are any left.",
    "\n\nCatch Hilary's regular column in The Remnant's Print/E-edition.",
    "\nSubscribe Today!",
    "\n[1] In this interview, Fr.",
    "\nWeinandy gave a remarkable story of how his prayer for a “sign” that he ought to write the letter was very specifically answered: “If you want me to write something, you have to give me a clear sign,” Weinandy recalls saying.",
    "\n“Tomorrow morning, I’m going to Saint Mary Major’s to pray, and then I am going to Saint John Lateran.",
    "\nAfter that, I’m coming back to Saint Peter’s to have lunch with a seminary friend of mine.” “During that interval, I must meet someone that I know but have not seen in a very long time, and would never expect to see in Rome at this time.",
    "\nThat person cannot be from the United States, Canada or Great Britain.",
    "\nMoreover, that person has to say to me, ‘Keep up the good writing’.” Weinandy said, exactly that happened the next day, in a chance meeting with an archbishop he’d known a long time ago but not seen for over twenty years, who congratulated him for a book on the Incarnation and then said the right words, “Keep up the good writing.” “There was no longer any doubt in my mind that Jesus wanted me to write something,” Weinandy said.",
    "\n[2] It’s notable that these howling tantrums from the German bishops halted abruptly about the same time as Cardinal Kasper gave his infamous consistory speech in February 2014."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 225,
      "text": "SO MUCH FOR MERCY & DIALOGUE: Member of Vatican International Theological Commission Sacked for Questioning Pope of Mercy & Dialogue\n\nThe Catholic Twitterverse is alive today with criticism of the USCCB’s decision to sack Fr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 225,
      "end_ix": 285,
      "text": "\nThomas Weinandy, the former head of their doctrinal office.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 285,
      "end_ix": 480,
      "text": "\nIt took a matter of hours for the brave defenders of the status quo to leap into action against the mild Franciscan friar’s polite plea to Pope Francis to defend the Catholic Faith and faithful.",
      "new_text": "\nIt took a matter of hours for the administration to leap into action against the mild Franciscan friar’s polite plea to Pope Francis to defend the Catholic Faith and faithful.",
      "prop_spans": [
        [
          320,
          353,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 480,
      "end_ix": 516,
      "text": "\nOr at least to stop attacking them.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 516,
      "end_ix": 558,
      "text": "\nIn a letter made public November 1st, Fr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 558,
      "end_ix": 795,
      "text": "\nWeinandy, a former chief of staff for the U.S. Bishops’ Committee on Doctrine and a member of the Vatican’s International Theological Commission, warned Pope Francis that he has caused “chronic confusion” among the faithful and bishops.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 795,
      "end_ix": 1344,
      "text": "\n\n\n\nHe wrote to the pope, “To teach with such an intentional lack of clarity inevitably risks sinning against the Holy Spirit, the Spirit of truth.” He added that Catholics are “disconcerted” by the appointment of bishops “who seem not merely open to those who hold views counter to Christian belief, but who support and even defend them.”\n\n\n\nIn an interview yesterday with John Allen’s Crux, he added, more prophetically than he had perhaps intended, “I don’t think anyone can, or should, associate my letter with the USCCB or the American bishops.",
      "new_text": "\n\n\n\nHe wrote to the pope, “To teach with such an intentional lack of clarity inevitably risks sinning against the Holy Spirit, the Spirit of truth.” He added that Catholics are “disconcerted” by the appointment of bishops “who seem not merely open to those who hold views counter to Christian belief, but who support and even defend them.”\n\n\n\nIn an interview yesterday with John Allen’s Crux, he added, more prophetically than he had perhaps intended, “I don’t think anyone can, or should, associate my letter with the USCCB or the American bishops.",
      "prop_spans": [
        [
          822,
          941,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 1344,
      "end_ix": 1786,
      "text": "\nNeither was involved in my writing the letter, and its publication will be news to them.”\n\n\n\n“Bishops are quick learners,” he wrote in his letter, “and what many have learned from your pontificate is not that you are open to criticism, but that you resent it,” claiming that many bishops don’t speak out publicly for fear they will be “marginalized or worse.”\n\n\n\nAnd sure enough, within hours of making his letter public, we learned that Fr.",
      "new_text": "\nNeither was involved in my writing the letter, and its publication will be news to them.”\n\n\n\n“Bishops are quick learners,” he wrote in his letter, “and what many have learned from your pontificate is not that you are open to criticism, but that you resent it,” claiming that many bishops don’t speak out publicly.\n\n\n\nAnd sure enough, within hours of making his letter public, we learned that Fr.",
      "prop_spans": [
        [
          1633,
          1702,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 1786,
      "end_ix": 1820,
      "text": "\nWeinandy had been given the boot.",
      "new_text": "\nWeinandy had been fired.",
      "prop_spans": [
        [
          1805,
          1819,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1820,
      "end_ix": 2025,
      "text": "\nOf course, the Twitterverse is busy commenting on the irony: how a man expressing grave concerns that there is an atmosphere of fear of being punished for expressing grave concerns, was immediately fired.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2025,
      "end_ix": 2220,
      "text": "\n\n\n\nPerhaps the most astonishing aspect of this little incident is just how completely blind the US bishops – as with nearly all the episcopate – are to what political analysts call the “optics”.",
      "new_text": "\n\n\n\nPerhaps the most astonishing aspect of this incident is just how completely blind the US bishops – as with nearly all the episcopate – are to what political analysts call the “optics”.",
      "prop_spans": [
        [
          2073,
          2089,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 2220,
      "end_ix": 2271,
      "text": "\nPolitical consultants often ask: how does it look?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2271,
      "end_ix": 2299,
      "text": "\nAnd it looks extremely bad.",
      "new_text": "\nAnd it looks not good.",
      "prop_spans": [
        [
          2285,
          2298,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2299,
      "end_ix": 2525,
      "text": "\nAs though the fog of irony weren’t thick enough, in response to the outrage from Catholics, the USCCB has done what all the other members of Pope Francis’ cabal have done and started blocking critics from its Twitter account.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2525,
      "end_ix": 2565,
      "text": "\nWhich, it must be said, only proves Fr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2565,
      "end_ix": 2594,
      "text": "\nWeinandy’s point once again.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2594,
      "end_ix": 2645,
      "text": "\n\n\n\nSome of the criticism has been unusually sharp.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2645,
      "end_ix": 2649,
      "text": "\nFr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2649,
      "end_ix": 2905,
      "text": "\nHunwicke wrote this afternoon, “This cheap and vulgar ritual humiliation exemplifies the extent to which P[ope] F[rancis] is presiding over a bully-boy Church in which midget bishops and minicardinals compete to defeat each other in the sycophancy stakes.",
      "new_text": "\nHunwicke wrote this afternoon, “This cheap and vulgar ritual humiliation exemplifies the extent to which P[ope] F[rancis] is presiding over a bully-boy Church in which midget bishops and minicardinals compete to defeat each other in the sycophancy stakes.",
      "prop_spans": [
        [
          2687,
          2722,
          "Loaded_Language"
        ],
        [
          2792,
          2808,
          "Name_Calling,Labeling"
        ],
        [
          2818,
          2850,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 2905,
      "end_ix": 3201,
      "text": "\nJust as Tom Weinandy has, in effect, just said.”\n\n\n\nAs I write this, the outrage is doing the opposite of dying down, and is surely a sign of how fed up Catholics – even those who would never identify themselves as Traditionalists – have become with this pope and his cadre of episcopal bullies.",
      "new_text": "\nJust as Tom Weinandy has, in effect, just said.”\n\n\n\nAs I write this, the outrage is doing the opposite of dying down, and is surely a sign of how fed up Catholics – even those who would never identify themselves as Traditionalists – have become with this pope and his cadre of episcopal bullies.",
      "prop_spans": [
        [
          3183,
          3201,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3201,
      "end_ix": 3220,
      "text": "\nIn his letter, Fr.",
      "new_text": "\nIn his letter, Fr.",
      "prop_spans": [
        [
          3201,
          3201,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3220,
      "end_ix": 3365,
      "text": "\nWeinandy made a point of stating that he is not signatory to the Filial Correction or any other public declaration against Pope Francis’ agenda.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3365,
      "end_ix": 3443,
      "text": "\n\n\n\nIn fact, a former student of his wrote to me today saying,\n“I see that Fr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3443,
      "end_ix": 3478,
      "text": "\nThomas Weinandy has been squashed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3478,
      "end_ix": 3643,
      "text": "\nHe was one of my professors in Patristics at Oxford and he was one of the most mild-mannered, least confrontational, kindest academics one could have hoped to meet.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3643,
      "end_ix": 3777,
      "text": "\nTo me, the fact that he has chosen to write to express his concern about the crisis in the church and the papacy is very significant.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3777,
      "end_ix": 3946,
      "text": "\n\nHe is neither a traditionalist, nor a controversialist, but a humble and straightforward Friar who is clear-thinking and entirely loyal to the Church and Her teaching.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3946,
      "end_ix": 4042,
      "text": "\nI would be surprised now if we were not see more of this sort of letter/exercise of conscience.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4042,
      "end_ix": 4340,
      "text": "\nI imagine that it’s going to become harder and harder for men of conscience and position to sit on the fence.”\nWhen I posted it, this assessment was backed up by Joseph Shaw, the head of the UK’s Latin Mass Society and the spokesman for the Filial Correction, who wrote, “This is absolutely right.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4340,
      "end_ix": 4438,
      "text": "\nNot a man to seek out confrontation.”\n\nThe Crux piece offered a succinct bullet point list of Fr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4438,
      "end_ix": 4459,
      "text": "\nWeinandy’s concerns.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4459,
      "end_ix": 4551,
      "text": "\nHe said the pope is…\nFostering “chronic confusion.”\n“Demeaning” the importance of doctrine.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4551,
      "end_ix": 4740,
      "text": "\nAppointing bishops who “scandalize” believers with dubious “teaching and pastoral practice.”\nGiving prelates who object the impression they’ll be “marginalized or worse” if they speak out.",
      "new_text": "\nAppointing bishops who “scandalize” believers with dubious “teaching and pastoral practice.”\nGiving prelates who object the impression they’ll be “marginalized or worse” if they speak out.",
      "prop_spans": [
        [
          4571,
          4597,
          "Loaded_Language"
        ],
        [
          4687,
          4739,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 4740,
      "end_ix": 4951,
      "text": "\nCausing faithful Catholics to “lose confidence in their supreme shepherd.”\nOur friend Edward Pentin has reproduced the full text of the letter at the National Catholic Register which is definitely worth a read.",
      "new_text": "\nCausing faithful Catholics to “lose confidence in their supreme shepherd.”\nOur friend Edward Pentin has reproduced the full text of the letter at the National Catholic Register which is definitely worth a read.",
      "prop_spans": [
        [
          4797,
          4816,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4951,
      "end_ix": 4955,
      "text": "\nFr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4955,
      "end_ix": 5041,
      "text": "\nWeinandy sent the letter to the pope on July 31, the Feast of St. Ignatius of Loyola.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5041,
      "end_ix": 5140,
      "text": "\nLike the Dubia cardinals, he said he made it public only after the pope had ignored it for months.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5140,
      "end_ix": 5269,
      "text": "\n\nNotable in his critique is its distinct pastoral flavour, his concern on the effect the situation is having on ordinary people.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5269,
      "end_ix": 5786,
      "text": "\nThe pope, he said, seems “to censor and even mock” critics of Amoris Laetitia for their desire to interpret it in keeping with Catholic teaching, and in doing so is committing a “kind of calumny…alien to the nature of the Petrine ministry.”\n\nIn an interview with Crux, Weinandy said he is not afraid of reprisals but “more concerned about the good that my letter might do.” The letter “expresses the concerns of many more people than just me, ordinary people who’ve come to me with their questions and apprehensions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5786,
      "end_ix": 5889,
      "text": "\nI wanted them to know that I listened.”\n\n“I have done what I believe God wanted me to do,[1]” he said.",
      "new_text": "\nI wanted them to know that I listened.”\n\n“I have done what I believe God wanted me to do,[1]” he said.",
      "prop_spans": [
        [
          5829,
          5877,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 5889,
      "end_ix": 5903,
      "text": "\n\nIn fact, Fr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5903,
      "end_ix": 6352,
      "text": "\nWeinandy has bolstered my own “Great Clarifier” theory, saying that this pontificate, and the lack of response to it from priests and bishops, is being allowed by God in order to reveal “just how weak is the faith of many within the Church,” He added that Francis has revealed that many in the Church “hold harmful theological and pastoral views.”\n\nWhich inevitably brings to mind other responses that have not been quite so clear, nor so pastoral.",
      "new_text": "\nWeinandy has bolstered my own theory, saying that this pontificate, and the lack of response to it from priests and bishops, is being allowed by God in order to reveal “just how weak is the faith of many within the Church,” He added that Francis has revealed that many in the Church “hold harmful theological and pastoral views.”\n\nWhich inevitably brings to mind other responses that have not been quite so clear, nor so pastoral.",
      "prop_spans": [
        [
          5917,
          5959,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6352,
      "end_ix": 6535,
      "text": "\n\nWhen Cardinal Muller was removed abruptly from his position as head of the CDF, the conservative Catholic world wailed that it was another case of a “good” prelate being got rid of.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6535,
      "end_ix": 6658,
      "text": "\nAnd it seems clear from the way it was done, and the way Francis treated Muller in general, that he was indeed got rid of.",
      "new_text": "\nAnd it seems clear from the way it was done, and the way Francis treated Muller in general, that he was indeed got rid of.",
      "prop_spans": [
        [
          6647,
          6658,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 6658,
      "end_ix": 6856,
      "text": "\nBut his depiction by conservative writers as a beleaguered champion of Catholic orthodoxy persecuted by the regime for his faithfulness betrays a somewhat selective memory and short attention span.",
      "new_text": "\nBut his depiction by conservative writers as a beleaguered champion of Catholic orthodoxy persecuted by the regime for his faithfulness betrays a somewhat selective memory and short attention span.",
      "prop_spans": [
        [
          6658,
          6658,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 6856,
      "end_ix": 7003,
      "text": "\nEd Pentin has a long file of interviews and articles about Muller that clearly show his complete inability to make up his mind whose side he’s on.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7003,
      "end_ix": 7357,
      "text": "\n\nA quick examination of Muller’s interviews and statements reveal an irresolute and ultimately calculating mind of a man who is – so I am told by sources close to him – motivated mainly by a puerile desire to be approved of by the “cool kids” in the Vatican, on the one hand, and an unshakeable conviction of his own theological brilliance on the other.",
      "new_text": "\n\nA quick examination of Muller’s interviews and statements reveal an irresolute and ultimately calculating mind of a man who is – so I am told by sources close to him – motivated mainly by a puerile desire to be approved of by the people in the Vatican, on the one hand, and an unshakeable conviction of his own theological brilliance on the other.",
      "prop_spans": [
        [
          7231,
          7261,
          "Name_Calling,Labeling"
        ],
        [
          7231,
          7245,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7357,
      "end_ix": 7639,
      "text": "\n\nMost recently, on October 30th, Crux quoted him under the headline, “Cardinal Muller backs Pope Francis against critics of ‘Amoris Laetitia’” in which the former head of the CDF has at last climbed on board the Kasperian train on reception of Communion for unrepentant adulterers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7639,
      "end_ix": 8005,
      "text": "\n\nSignaling furiously with the trendy FrancisChurch buzzwords and even trendier blithering incoherence, Muller writes that “mitigating factors in guilt,” can lead, couples in “an uncertain marital situation” through a “path of repentance” – always “accompanied” by an exquisitely sensitive confessor – to a point where the reception of Communion is no longer sinful.",
      "new_text": "\n\nSignaling with the trendy FrancisChurch buzzwords and even trendier incoherence, Muller writes that “mitigating factors in guilt,” can lead, couples in “an uncertain marital situation” through a “path of repentance” – always “accompanied” by an exquisitely sensitive confessor – to a point where the reception of Communion is no longer sinful.",
      "prop_spans": [
        [
          7641,
          7660,
          "Loaded_Language"
        ],
        [
          7719,
          7741,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8005,
      "end_ix": 8061,
      "text": "\nPresumably because adultery itself is no longer sinful.",
      "new_text": "\nMight be the case that adultery itself is no longer sinful.",
      "prop_spans": [
        [
          8006,
          8060,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 8061,
      "end_ix": 8091,
      "text": "\nOr sacrilege either, I guess.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8091,
      "end_ix": 8105,
      "text": "\nOr something.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8105,
      "end_ix": 8386,
      "text": "\nSomehow the “new evangelization” is involved in this, though it’s unclear how exactly it makes adultery and sacrilege OK. Also, it’s very important to fulfill the Sunday Mass obligation, and as everyone knows, one can’t possibly go to Mass on a Sunday without receiving Communion.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8386,
      "end_ix": 8706,
      "text": "\n\nWe hear again, as we did incessantly from the Kasperians at the Synods, about the hard case of the poor, poor woman who has been abandoned by the first husband, and who “finds no other way out than to entrust oneself to a kind-hearted person,” … with whom, I guess, she has also no choice but to have sexual relations.",
      "new_text": "\n\nWe hear again, as we did incessantly from the Kasperians at the Synods, about the hard case of the woman who has been abandoned by the first husband, and who “finds no other way out than to entrust oneself to a kind-hearted person,” … with whom, I guess, she might have no choice but to have sexual relations.",
      "prop_spans": [
        [
          8483,
          8503,
          "Loaded_Language"
        ],
        [
          8634,
          8706,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 8706,
      "end_ix": 8735,
      "text": "\nBecause of kind-heartedness.",
      "new_text": "\nMight be because of kind-heartedness.",
      "prop_spans": [
        [
          8706,
          8735,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 8735,
      "end_ix": 8868,
      "text": "\n\nAnyway, the result of this is a “marriage-like relationship” about which confessors have to be very careful not to say mean things.",
      "new_text": "\n\nAnyway, the result of this is a “marriage-like relationship” about which confessors have to be very careful not to say mean things.",
      "prop_spans": [
        [
          8735,
          8736,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 8868,
      "end_ix": 8889,
      "text": "\nOr be too “extreme”.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8889,
      "end_ix": 9084,
      "text": "\nIt’s very important for him to avoid a “cheap adaptation to the relativistic Zeitgeist,” on one side, and a “cold application of the dogmatic commandments and the canonical rules,” on the other.",
      "new_text": "\nIt’s very important for him to avoid a “cheap adaptation to the relativistic Zeitgeist,” on one side, and a “cold application of the dogmatic commandments and the canonical rules,” on the other.",
      "prop_spans": [
        [
          8954,
          8976,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 9084,
      "end_ix": 9122,
      "text": "\nBecause that could be too polarizing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9122,
      "end_ix": 9132,
      "text": "\nAnd mean.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9132,
      "end_ix": 9193,
      "text": "\n\nAnd anyway, sins of the flesh aren’t the worst things ever.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9193,
      "end_ix": 9251,
      "text": "\nThere are, like, “different levels” of gravity, you know?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9251,
      "end_ix": 9300,
      "text": "\nAnd, like, it depends on the type of sin, right?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9300,
      "end_ix": 9406,
      "text": "\n“Spirit’s sins” like spiritual pride and avarice and stuff, are worse than “sins of the flesh,” you know?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9406,
      "end_ix": 9465,
      "text": "\nWhich are, like, only a result of “human weakness,” right?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9465,
      "end_ix": 9671,
      "text": "\n\nApparently the real problem with this whole thing has been that the Kasperian kerfuffle has totally been blown way, way, WAY out of proportion, and the “polarization” it has caused has been “regrettable”.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9671,
      "end_ix": 10233,
      "text": "\nThe question of Communion for divorced and civilly “remarried” Catholics, he said, has been “falsely elevated to the rank of a decisive question of Catholicism and a measure of ideological comparison in order to decide whether one is conservative or liberal, in favor or against the pope.”\n\nFor years under Pope Benedict, Muller was engaged in an open war with the German episcopate who insisted that they were going to allow Communion for the divorced and remarried, no matter what Rome said, even threatening to go into schism if they didn’t get their way[2].",
      "new_text": "\nThe question of Communion for divorced and civilly “remarried” Catholics, he said, has been “falsely elevated to the rank of a decisive question of Catholicism and a measure of ideological comparison in order to decide whether one is conservative or liberal, in favor or against the pope.”\n\nFor years under Pope Benedict, Muller was engaged in an open war with the German episcopate who insisted that they were going to allow Communion for the divorced and remarried, no matter what Rome said, even threatening to go into schism if they didn’t get their way[2].",
      "prop_spans": [
        [
          9765,
          9961,
          "Black-and-White_Fallacy"
        ],
        [
          10166,
          10229,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 10233,
      "end_ix": 10454,
      "text": "\n\nMuller, with little backing from Pope Benedict – who appeared content to allow his CDF prefect and the Germans shout out their differences – and with outright opposition from Francis, did indeed strive to hold the line.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10454,
      "end_ix": 10546,
      "text": "\nThe fact that Francis orchestrated the Synods to undermine him was certainly not his fault.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10546,
      "end_ix": 10635,
      "text": "\nAnd it is difficult to imagine anyone being in a worse position than he was at the time.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10635,
      "end_ix": 10775,
      "text": "\n\nBut since then, Muller has demonstrated very little of his former grit, instead attempting from one day to the next to appease both sides.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10775,
      "end_ix": 11022,
      "text": "\nReportedly removed from CDF – and of course lionized by “conservatives” – for his mild and equivocating opposition to Amoris Laetitia, Muller has gone back and forth in what can easily be seen as a desperate attempt to find friends in both camps.",
      "new_text": "\nReportedly removed from CDF – and of course treated well by “conservatives” – for his mild and equivocating opposition to Amoris Laetitia, Muller has gone back and forth in what can easily be seen as a desperate attempt to find friends in both camps.",
      "prop_spans": [
        [
          10820,
          10829,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11022,
      "end_ix": 11115,
      "text": "\nWith this in mind one could be forgiven for not taking his October 30th essay too seriously.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11115,
      "end_ix": 11165,
      "text": "\n\nPerhaps one of the good effects to come from Fr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11165,
      "end_ix": 11267,
      "text": "\nWeinandy’s persecution will be to demonstrate how a pastor of the Catholic Church is supposed to act.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11267,
      "end_ix": 11418,
      "text": "\nAs my friend said, maybe “it’s going to become harder and harder for men of conscience and position to sit on the fence,” assuming there are any left.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11418,
      "end_ix": 11483,
      "text": "\n\nCatch Hilary's regular column in The Remnant's Print/E-edition.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11483,
      "end_ix": 11500,
      "text": "\nSubscribe Today!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11500,
      "end_ix": 11527,
      "text": "\n[1] In this interview, Fr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11527,
      "end_ix": 11753,
      "text": "\nWeinandy gave a remarkable story of how his prayer for a “sign” that he ought to write the letter was very specifically answered: “If you want me to write something, you have to give me a clear sign,” Weinandy recalls saying.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11753,
      "end_ix": 11856,
      "text": "\n“Tomorrow morning, I’m going to Saint Mary Major’s to pray, and then I am going to Saint John Lateran.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11856,
      "end_ix": 12094,
      "text": "\nAfter that, I’m coming back to Saint Peter’s to have lunch with a seminary friend of mine.” “During that interval, I must meet someone that I know but have not seen in a very long time, and would never expect to see in Rome at this time.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12094,
      "end_ix": 12165,
      "text": "\nThat person cannot be from the United States, Canada or Great Britain.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12165,
      "end_ix": 12597,
      "text": "\nMoreover, that person has to say to me, ‘Keep up the good writing’.” Weinandy said, exactly that happened the next day, in a chance meeting with an archbishop he’d known a long time ago but not seen for over twenty years, who congratulated him for a book on the Incarnation and then said the right words, “Keep up the good writing.” “There was no longer any doubt in my mind that Jesus wanted me to write something,” Weinandy said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12597,
      "end_ix": 12775,
      "text": "\n[2] It’s notable that these howling tantrums from the German bishops halted abruptly about the same time as Cardinal Kasper gave his infamous consistory speech in February 2014.",
      "new_text": "\n[2] It’s notable that these reactions from the German bishops halted abruptly about the same time as Cardinal Kasper gave his infamous consistory speech in February 2014.",
      "prop_spans": [
        [
          12626,
          12642,
          "Loaded_Language"
        ]
      ]
    }
  ],
  "original labels": [
    [
      320,
      353,
      "Name_Calling,Labeling"
    ],
    [
      822,
      941,
      "Appeal_to_fear-prejudice"
    ],
    [
      1633,
      1702,
      "Appeal_to_fear-prejudice"
    ],
    [
      1805,
      1819,
      "Loaded_Language"
    ],
    [
      2073,
      2089,
      "Exaggeration,Minimisation"
    ],
    [
      2285,
      2298,
      "Loaded_Language"
    ],
    [
      2687,
      2722,
      "Loaded_Language"
    ],
    [
      2792,
      2808,
      "Name_Calling,Labeling"
    ],
    [
      2818,
      2850,
      "Name_Calling,Labeling"
    ],
    [
      3183,
      3201,
      "Name_Calling,Labeling"
    ],
    [
      4571,
      4597,
      "Loaded_Language"
    ],
    [
      4687,
      4739,
      "Appeal_to_fear-prejudice"
    ],
    [
      4797,
      4816,
      "Loaded_Language"
    ],
    [
      5829,
      5877,
      "Appeal_to_fear-prejudice"
    ],
    [
      5917,
      5959,
      "Loaded_Language"
    ],
    [
      6647,
      6658,
      "Repetition"
    ],
    [
      7231,
      7261,
      "Name_Calling,Labeling"
    ],
    [
      7231,
      7245,
      "Loaded_Language"
    ],
    [
      7641,
      7660,
      "Loaded_Language"
    ],
    [
      7719,
      7741,
      "Loaded_Language"
    ],
    [
      8006,
      8060,
      "Causal_Oversimplification"
    ],
    [
      8483,
      8503,
      "Loaded_Language"
    ],
    [
      8634,
      8736,
      "Causal_Oversimplification"
    ],
    [
      8954,
      8976,
      "Name_Calling,Labeling"
    ],
    [
      9765,
      9961,
      "Black-and-White_Fallacy"
    ],
    [
      10166,
      10229,
      "Appeal_to_fear-prejudice"
    ],
    [
      10820,
      10829,
      "Loaded_Language"
    ],
    [
      12626,
      12642,
      "Loaded_Language"
    ]
  ]
}