{
  "article_id": "703821117",
  "sentence offsets in original": [
    0,
    237,
    403,
    556,
    630,
    881,
    946,
    1037,
    1176,
    1333,
    1387,
    1525,
    1659,
    1750,
    1904,
    1989,
    2097,
    2524,
    2642,
    2808,
    2960,
    3006,
    3148,
    3281,
    3518,
    3572,
    3740,
    3892,
    3975,
    4145,
    4398,
    4533,
    4620,
    4653,
    4701,
    4842,
    5008,
    5096,
    5247,
    5280,
    5324,
    5374,
    5398,
    5488,
    5557,
    5722,
    5925,
    5970,
    6002,
    6207,
    6232,
    6323,
    6497,
    6579,
    6610,
    6754,
    6877,
    7029,
    7074,
    7140,
    7154,
    7186,
    7315,
    7382,
    7454,
    7570,
    8175,
    8269,
    8290,
    8533,
    8663,
    8938,
    9142,
    9433,
    9759,
    9833,
    9917,
    9959,
    9999,
    10225,
    10260,
    10298,
    10424,
    10571,
    10681,
    10806,
    11022,
    11031,
    11098,
    11106,
    11220,
    11422,
    11751,
    11763,
    11906,
    11972,
    12111,
    12135,
    12320,
    12422,
    12480,
    12667,
    12881,
    12931,
    13167,
    13297,
    13538,
    13681,
    13935,
    13959,
    14115,
    14263,
    14504,
    14921,
    14985,
    15046,
    15070,
    15111,
    15162,
    15215,
    15280,
    15463,
    15601,
    15626,
    15684,
    15784,
    15811,
    15852,
    15990,
    16073,
    16181,
    16232,
    16334,
    16412,
    16773,
    16836,
    17014,
    17049,
    17245,
    17353,
    17536,
    17690,
    17927,
    18039,
    18214,
    18397,
    18640,
    18705
  ],
  "original sentences": [
    "The Cunning CIA\n\nWhatever else might be said about the assassination of President Kennedy, one thing is for sure: The cover-up of this particular U.S. regime-change operation was one of the most ingenious and cunning plots ever designed.",
    "\nThis shouldn’t surprise anyone, given that practically from its inception in 1947 the CIA was specializing in the arts of assassination, regime change, and cover-up.",
    "\nAs far back as 1953, the CIA published an assassination manual that the CIA succeeded in keeping secret from the American people for more than 40 years.",
    "\nIt came to light in 1997 as a result of a Freedom of Information request.",
    "\nThat was around the time that the Assassination Records Review Board, which was overseeing the mandatory release of JFK-related assassination records of the CIA and other federal agencies that had been kept secret from the American people since 1963.",
    "\nToday, Americans can read the CIA’s assassination manual online.",
    "\nTitled “Study of Assassination,” the manual spells out various ways to assassinate people.",
    "\nHere is what the manual states in part regarding the use of firearms:\nFirearms are often used in assassination, often very ineffectively….",
    "\nPublic figures or guarded officials may be killed with great reliability and some safety if a firing point can be established prior to an official occasion.",
    "\nThe propaganda value of this system may be very high.",
    "\nTime to buy old US gold coins\nThe manual also makes it clear that the CIA was studying ways to assassinate people without being detected.",
    "\nNote the following excerpt:\nFor secret assassination, either simple or chase, the contrived accident is the most effective technique.",
    "\nWhen successfully executed, it causes little excitement and is only casually investigated.",
    "\nIt would be safe to assume that the CIA continued developing and expanding on the assassination principles enunciated in that early assassination manual.",
    "\nThat’s what we would expect from an agency whose specialties included assassination.",
    "\nWe can also assume that the CIA continued to refine the ways to avoid detection when assassinating someone.",
    "\nThe Kennedy Autopsy Jacob G Hornberger Best Price: $9.85 Buy New $9.95 (as of 03:35 EDT - Details)\nThe CIA published that secret assassination manual as part of its preparations for a U.S. regime-change operation in Guatemala, one that was designed to violently remove the nation’s democratically elected socialist president, Jacobo Arbenz, from office and replace him with an unelected, right-wing, pro-U.S. military general.",
    "\nAs part of the Guatemala regime-change operation, the CIA prepared a list of Guatemalan officials to be assassinated.",
    "\nWhile the CIA has never revealed the names of the people it targeted for assassination, there is little doubt that Arbenz, the president, was at the top of the list.",
    "\nThere is something important to note: Neither Arbenz nor any other Guatemalan official had ever attacked the United States or even threatened to do so.",
    "\nSo, why were they targeted for assassination?",
    "\nBecause Arbenz had reached out to the Russians and Cubans in a spirit of peace and friendship, just as John Kennedy would do ten years later.",
    "\nThat’s why the CIA targeted Guatemala for regime change and why it targeted Arbenz and other Guatemalan officials for assassination.",
    "\nAlthough Arbenz was able to escape the country, the CIA’s regime-change operation was a total success, with Arbenz being replaced by the pro-U.S. Gen. Carlos Castillo Armas, who proceeded to instigate a reign of terror across Guatemala.",
    "\nThe Guatemalan operation was brilliant and ingenious.",
    "\nThe CIA officials were secretly honored for protecting “national security” by removing President Arbenz from office and replacing him with a pro-U.S. military general.",
    "\nTracy Barnes, one of the CIA officials responsible for the operation, was awarded the Distinguished Intelligence Medal, the CIA’s second-highest medal.",
    "\nThe CIA’s cover-up in the JFK assassination was even more brilliant and ingenious.",
    "\nThe doctors at Parkland Hospital stated that President Kennedy had a big exit-sized wound in the back of his head, which implied a shot having been fired from the front.",
    "\nAt a press conference immediately after the president died, two treating physicians stated that the other wound — the one in the front of Kennedy’s neck — was an entry wound, which implied that Kennedy had been hit by another shot fired from the front.",
    "\nThis necessarily meant that Kennedy had been shot from the front, not the rear, where accused assassin Lee Harvey Oswald was situated.",
    "\nKeep in mind something important: After he was arrested, Oswald claimed his innocence.",
    "\nBut he also went a step further.",
    "\nHe said that he was being framed for the crime.",
    "\nThe obvious question arises: Why frame an innocent man who is situated in the rear by killing the president with shots fired from the front?",
    "\nWouldn’t it be more logical to either have the shots fired from the rear, where Oswald was, or, alternatively, place Oswald in the front, where the shots were fired?",
    "\nThat’s where the brilliance, ingenuity, and cunningness of the cover-up come into play.",
    "\nIf Oswald is in the rear and since shots are fired from the front, that could mean only one thing: that Oswald had confederates firing from the front.",
    "\nWho would those confederates be?",
    "\nThere could be only one answer: communists.",
    "\nSoviet and Cuban communists, to be more specific.",
    "\nHow would we know this?",
    "\nThat’s where Oswald’s trip to Mexico City right before the assassination comes into play.",
    "\nRegime Change: The JFK... Jacob Hornberger Check Amazon for Pricing.",
    "\nOswald traveled to Mexico City where he purportedly visited the Soviet and Cuban embassies and where he supposedly met with a premier assassin for the Soviet Union.",
    "\nKeep in mind that this was the height of the Cold War between the United States and that the Cuban Missile Crisis, which brought the world to the brink of nuclear war, had taken place the previous year.",
    "\nSo, President Kennedy has been assassinated.",
    "\nOswald is immediately arrested.",
    "\nHe has confederates firing from the front, who almost certainly are Soviet and Cuban communists, especially since Oswald has supposedly just recently visited the Soviet and Cuban embassies in Mexico City.",
    "\nWhat does all that mean?",
    "\nAn assassination of the president by the Soviet Union and Cuba is obviously an act of war.",
    "\nThat means nuclear war is about to break out because there is no way that the United States is going to sit idly by when the Reds have just assassinated America’s president.",
    "\nExcept for one thing: The communist part and the nuclear-war part were concocted.",
    "\nThat was all part of the plan.",
    "\nThat was the ingenious way that the CIA was able to get the investigation into the assassination squelched just as soon as Oswald was murdered.",
    "\nIn the early days of the Warren Commission, commission chairman Earl Warren called a top-secret meeting of the commission.",
    "\nIts purpose was to discuss information that Warren had received that Oswald was actually a U.S. intelligence agent or an informant for the FBI or both.",
    "\nHow did Warren resolve this troubling issue?",
    "\nHe simply asked the heads of the CIA and FBI whether it was true.",
    "\nThey said no.",
    "\nThat was the end of the matter.",
    "\nThe issue was so sensitive that Warren ordered the members of the commission to never reveal the meeting to the American people.",
    "\nHe ordered all notes and other written references to be destroyed.",
    "\nHe also ordered the court reporter to destroy her notes of the meeting.",
    "\nUnbeknownst to him, the court reporter inadvertently kept a recording of the meeting that ultimately came to light.",
    "\nThis troubling issue arose again yesterday, November 2, in the Washington Post in an article entitled “Tantalizing Mystery of JFK Assassination Files Solved – 23 Years Ago.” In the article, author Ian Shapira points out that among the long-secret CIA records that were recently released was a deposition of former CIA Director Richard Helms taken in 1975 before the President’s Commission on CIA Activities, which stated as follows:\nBELIN: Well, now, the final area of my interrogation relates to charges that the CIA was in some way conspiratorially involved with the assassination of President Kennedy.",
    "\nDuring the time of the Warren Commission, you were Deputy Director of Plans, is that correct?",
    "\nHELMS: I believe so.",
    "\nBELIN: Is there any information involved with the assassination of President Kennedy which in any way shows that Lee Harvey Oswald was in some way a CIA agent or an age[nt.… The CIA, Terrorism, an... Jacob Hornberger Check Amazon for Pricing.",
    "\nThat’s where the transcript ends according to few secret records of the CIA that were recently released by the National Archives.",
    "\nShapira points out, “Several news organizations, including The Washington Post, seized on the truncated file as an example of the government’s continued secrecy about the assassination.” Shapira points out that Helms’ full deposition has been in the public arena since 1994.",
    "\n(The year 1994 was during the tenure of the Assassination Records Review Board, the agency charged with securing the mandated release of JFK assassination records from the CIA and other federal agencies.",
    "\nThe ARRB Had been formed after Americans had learned of the official secrecy after watching Oliver Stone’s movie JFK, which posited that the JFK assassination was a U.S. regime-change operation, no different in principle from the one the CIA had carried out in Guatemala nine years before.)",
    "\nShapira then proceeds to provide the answer that Helms gave, which, as he points out, has been public:\nHELMS: Mr. Belin, this question, and I think you may recall this, was raised at the time and the Agency was never able to find any evidence whatsoever, and we really searched that it had any contact with Lee Harvey Oswald.",
    "\nAs far as the FBI was concerned, my recollection is not all that precise.",
    "\nI believe that Mr. Hoover testified that he had not been an agent of theirs either.",
    "\nHe was certainly not an agent of the CIA.",
    "\nHe was certainly never used by the CIA.",
    "\nWhether any CIA officer ever talked to him any place or not I don’t know but I certainly felt quite comfortable — I believe Mr. [John] McCone [a previous CIA director] was asked to testify before the Commission on this point.",
    "\nI believe he was asked to testify.",
    "\nIt was a hot item anyway at the time.",
    "\nAnd my recollection is that I informed Mr. McCone that we could find no evidence that Oswald had any connection with the CIA.",
    "\nShapira ends his article by suggesting that commentators should do more complete research, maybe even use Google, before they jump to conclusions.",
    "\nBut Shapira would be wise to follow his own advice because he himself is guilty of what he accuses others of.",
    "\nThat’s because he failed to conclude his article with one great big important point about former CIA Director Richard Helms.",
    "\nWhat is that great big important point that Shapira, who, according to his tagline on his article, “enjoys writing about people who have served in the military and intelligence communities,” left out of his article?",
    "\nPerjury.",
    "\nHe left out that former CIA Director Richard Helms was a perjurer.",
    "\nA liar.",
    "\nA CIA official who would tell falsehoods, even under oath, whenever he felt that “national security” required it.",
    "\nShapira failed to note that Helms was convicted in a federal district court of lying to Congress under oath about another CIA regime-change operation ten years after the Kennedy assassination in Chile.",
    "\nInteresting enough, in the Chile regime-change operation, the CIA and the Pentagon were telling their counterparts in the Chilean national-security establishment that they had a moral duty to violate their nation’s constitution and violently remove their nation’s democratically elected president, Salvador Allende, from office.",
    "\nThe reason?",
    "\nAllende was reaching out to the Russians and Cubans in a spirit of peace and friendship, just as Arbenz had done and just as Kennedy had done.",
    "\nJFKu2019s War with the... Douglas Horne Check Amazon for Pricing.",
    "\nThus, given that Helms was an admitted perjurer and convicted liar, what value does his denial that Oswald was an intelligence agent have?",
    "\nIt has no value at all.",
    "\nAnd Shapira, who “enjoys writing about people who have served in the military and intelligence communities” had an ethical duty to point out Helms’ proclivity for lying in his article.",
    "\nThe circumstantial evidence overwhelmingly establishes that Oswald was working for U.S. intelligence.",
    "\nHow often have you ever heard of a U.S. Marine communist?",
    "\nIf Oswald was a genuine communist, why would he have joined the Marines in the 1950s, given that the Marines hated communists and had just helped kill millions of them in the Korean War?",
    "\nWhy would a genuine communist want to join an organization in which he could be ordered, on a moment’s notice, to return to Korea or be sent to Vietnam, Laos, China, the Soviet Union, or Europe to kill communists?",
    "\nDon’t forget: this is the height of the Cold War!",
    "\nAfter Oswald supposedly tried to “defect” to the Soviet Union and promised to give the Russians all the secrets he learned about in the military, why would U.S. officials agree to let him back in the country, and with a communist wife?",
    "\nWhy wouldn’t they indict him or at least haul him before a federal grand jury to testify as to what secrets he gave the Russians?",
    "\nWhy wouldn’t they harass, abuse, humiliate, persecute, or prosecute him, like they did to Martin Luther King, Dalton Trumbo, John Walker Lindh, Chelsea Manning, Edward Snowden, and other people they have deemed to be communists or traitors?",
    "\nHow is it possible that Oswald could learn fluent Russian while serving in the U.S. military without having U.S. military tutors teaching him?",
    "\nHow is it possible that a veteran who embarrasses the U.S. Marine Corps by openly proselytizing for communism in New Orleans is able to saunter across the Cold War stage of history, not long after the McCarthy hearings, without nary a care in the world?",
    "\nThe answer: Helms lied.",
    "\nThere is no reasonable doubt that Oswald was a U.S. intelligence agent, one who was ordered to travel to Mexico City to set the framework for his frame-up.",
    "\nBut things obviously went dreadfully wrong in Mexico City, which is why the CIA had to shut down that part of the post-assassination investigation.",
    "\nNot surprisingly, the CIA’s Mexico City operations regarding Oswald are among the 98 percent of the records that Trump and the CIA have chosen to continue keeping secret from the American people, on grounds of “national security” of course.",
    "\nThus, when Oswald was claiming that he was being framed, there could be only one entity that he could have been thinking about: the CIA, the agency whose officials, as former Washington Post investigative reporter Jefferson Morley has documented, were secretly monitoring his activities in the weeks leading up to the assassination, no doubt to ensure that Oswald had not figured out what was about to happen to him.",
    "\nWe can assume that any frame-up by the CIA is going to be good.",
    "\nThe operation is going to be carefully planned and executed.",
    "\nBut no plan is perfect.",
    "\nThings are inevitably going to go wrong.",
    "\nThe pieces aren’t going to fit together perfectly.",
    "\nThe Mexico City operation is a good example of that.",
    "\nThat’s why the CIA has to continue keeping those records secret.",
    "\nBut here’s another example, a small but important one: Recall that Oswald supposedly hid the rifle before he headed down the steps from the sixth floor of the school book depository.",
    "\nAsk yourself: If someone has just assassinated the president of the United States, is he really going to take the time to hide the rifle?",
    "\nWhat good would that do?",
    "\nWouldn’t officials conduct a thorough search of the area?",
    "\nWouldn’t an assassin instead simply leave the rifle there and get out of there as soon as he could?",
    "\nThen why the hidden rifle?",
    "\nBecause it’s consistent with a frame-up.",
    "\nThe framers had to hide the rifle in advance in a place where no one CIA & JFK: The Secret ... Jefferson Morley Check Amazon for Pricing.",
    "\nwould see it during the morning of the assassination, which took place after noon.",
    "\nNo matter how good a frame-up was, the CIA knew that it could be detected with an aggressive investigation.",
    "\nThat’s where ingenuity and cunning come into play.",
    "\nThey had to figure out a way to shut down the investigation so that the frame-up would remain intact.",
    "\nThat’s why they had shots fired from the front and placed Oswald in the rear.",
    "\nThe idea was that since an investigation would lead to Oswald’s supposed communist confederates in the front, which in turn would lead to nuclear war, the investigation had to be shut down immediately, especially since it was the CIA itself that had started the assassination game by repeatedly attempting, in partnership with the Mafia, to assassinate Castro.",
    "\nIt was one of the most brilliant and cunning ruses in history.",
    "\nThey get the body out of Parkland by force, in violation of Texas law, and put it in the hands of the military in Maryland, which conducts a secret fraudulent and bogus autopsy.",
    "\n(See my book The Kennedy Autopsy.)",
    "\nLyndon Johnson telephones Dallas District Attorney Henry Wade on the night of the assassination and orders him to shut down any investigation of a conspiracy because it might lead to nuclear war.",
    "\nAs soon as Oswald is assassinated, the FBI orders Wade to turn over all his investigative files to the FBI.",
    "\nAt the same time, Deputy Attorney General Nicholas Katzenbach and FBI Head J. Edgar Hoover both write secret memos and reports saying any further investigation must stop immediately.",
    "\nLyndon Johnson gets Earl Warren and Sen. Richard Russel to join the Warren Commission by telling them that the assassination could lead to World War III.",
    "\nJohnson appoints former CIA Director Allan Dulles, who Kennedy had fired as a result of the CIA’s regime-change operation at the Bay of Pigs, to the Warren Commission, thereby guaranteeing that there will be no investigation of the CIA.",
    "\nThen keep all the records secret for decades, when many people won’t care anymore who killed President Kennedy.",
    "\nAnd employ Operation Mockingbird-like journalistic assets in the private sector to flood the market with alternative “conspiracy theories” to confound and confuse the public.",
    "\nAnd smear anyone who questions the official narrative as a “communist sympathizer” or a “conspiracy theorist.”\nThe CIA’s cunning cover-up in the JFK assassination worked brilliantly.",
    "\nThanks to President Trump and the CIA’s decision to continue keeping 98 percent of the CIA’s decades-long secret records secret from the American people, the CIA’s cunning cover-up of the JFK assassination continues to work brilliantly today.",
    "\nReprinted with permission from The Future of Freedom Foundation.",
    "\nThe Best of Jacob G. Hornberger"
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 237,
      "text": "The Cunning CIA\n\nWhatever else might be said about the assassination of President Kennedy, one thing is for sure: The cover-up of this particular U.S. regime-change operation was one of the most ingenious and cunning plots ever designed.",
      "new_text": "The Cunning CIA\n\nWhatever else might be said about the assassination of President Kennedy, one thing is for sure: The alleged cover-up of this particular U.S. regime-change operation was an ingenious and cunning plot.",
      "prop_spans": [
        [
          114,
          174,
          "Causal_Oversimplification"
        ],
        [
          179,
          237,
          "Exaggeration,Minimisation"
        ],
        [
          195,
          223,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 237,
      "end_ix": 403,
      "text": "\nThis shouldn’t surprise anyone, given that practically from its inception in 1947 the CIA was specializing in the arts of assassination, regime change, and cover-up.",
      "new_text": "\nThis shouldn’t surprise anyone, given that practically from its inception in 1947 the CIA was specializing in the arts of assassination, regime change, and cover-up.",
      "prop_spans": [
        [
          237,
          237,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 403,
      "end_ix": 556,
      "text": "\nAs far back as 1953, the CIA published an assassination manual that the CIA succeeded in keeping secret from the American people for more than 40 years.",
      "new_text": "\nAs far back as 1953, the CIA published an assassination manual that the CIA succeeded in keeping secret from the people for more than 40 years.",
      "prop_spans": [
        [
          472,
          532,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 556,
      "end_ix": 630,
      "text": "\nIt came to light in 1997 as a result of a Freedom of Information request.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 630,
      "end_ix": 881,
      "text": "\nThat was around the time that the Assassination Records Review Board, which was overseeing the mandatory release of JFK-related assassination records of the CIA and other federal agencies that had been kept secret from the American people since 1963.",
      "new_text": "\nThat was around the time that the Assassination Records Review Board, which was overseeing the mandatory release of JFK-related assassination records of the CIA and other federal agencies that had been kept secret from the people since 1963.",
      "prop_spans": [
        [
          833,
          881,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 881,
      "end_ix": 946,
      "text": "\nToday, Americans can read the CIA’s assassination manual online.",
      "new_text": "\nToday, Americans can read the CIA’s assassination manual online.",
      "prop_spans": [
        [
          881,
          882,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 946,
      "end_ix": 1037,
      "text": "\nTitled “Study of Assassination,” the manual spells out various ways to assassinate people.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1037,
      "end_ix": 1176,
      "text": "\nHere is what the manual states in part regarding the use of firearms:\nFirearms are often used in assassination, often very ineffectively….",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1176,
      "end_ix": 1333,
      "text": "\nPublic figures or guarded officials may be killed with great reliability and some safety if a firing point can be established prior to an official occasion.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1333,
      "end_ix": 1387,
      "text": "\nThe propaganda value of this system may be very high.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1387,
      "end_ix": 1525,
      "text": "\nTime to buy old US gold coins\nThe manual also makes it clear that the CIA was studying ways to assassinate people without being detected.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1525,
      "end_ix": 1659,
      "text": "\nNote the following excerpt:\nFor secret assassination, either simple or chase, the contrived accident is the most effective technique.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1659,
      "end_ix": 1750,
      "text": "\nWhen successfully executed, it causes little excitement and is only casually investigated.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1750,
      "end_ix": 1904,
      "text": "\nIt would be safe to assume that the CIA continued developing and expanding on the assassination principles enunciated in that early assassination manual.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1904,
      "end_ix": 1989,
      "text": "\nThat’s what we would expect from an agency whose specialties included assassination.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1989,
      "end_ix": 2097,
      "text": "\nWe can also assume that the CIA continued to refine the ways to avoid detection when assassinating someone.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2097,
      "end_ix": 2524,
      "text": "\nThe Kennedy Autopsy Jacob G Hornberger Best Price: $9.85 Buy New $9.95 (as of 03:35 EDT - Details)\nThe CIA published that secret assassination manual as part of its preparations for a U.S. regime-change operation in Guatemala, one that was designed to violently remove the nation’s democratically elected socialist president, Jacobo Arbenz, from office and replace him with an unelected, right-wing, pro-U.S. military general.",
      "new_text": "\nThe Kennedy Autopsy Jacob G Hornberger Best Price: $9.85 Buy New $9.95 (as of 03:35 EDT - Details)\nThe CIA published that secret assassination manual as part of its preparations for a U.S. regime-change operation in Guatemala, one that was designed to remove the nation’s democratically elected socialist president, Jacobo Arbenz, from office and replace him with a U.S. military general.",
      "prop_spans": [
        [
          2350,
          2366,
          "Loaded_Language"
        ],
        [
          2475,
          2524,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 2524,
      "end_ix": 2642,
      "text": "\nAs part of the Guatemala regime-change operation, the CIA prepared a list of Guatemalan officials to be assassinated.",
      "new_text": "\nAs part of the Guatemala regime-change operation, the CIA prepared a list of Guatemalan officials to be assassinated.",
      "prop_spans": [
        [
          2524,
          2525,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 2642,
      "end_ix": 2808,
      "text": "\nWhile the CIA has never revealed the names of the people it targeted for assassination, there is little doubt that Arbenz, the president, was at the top of the list.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2808,
      "end_ix": 2960,
      "text": "\nThere is something important to note: Neither Arbenz nor any other Guatemalan official had ever attacked the United States or even threatened to do so.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2960,
      "end_ix": 3006,
      "text": "\nSo, why were they targeted for assassination?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3006,
      "end_ix": 3148,
      "text": "\nBecause Arbenz had reached out to the Russians and Cubans in a spirit of peace and friendship, just as John Kennedy would do ten years later.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3148,
      "end_ix": 3281,
      "text": "\nThat’s why the CIA targeted Guatemala for regime change and why it targeted Arbenz and other Guatemalan officials for assassination.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3281,
      "end_ix": 3518,
      "text": "\nAlthough Arbenz was able to escape the country, the CIA’s regime-change operation was a total success, with Arbenz being replaced by the pro-U.S. Gen. Carlos Castillo Armas, who proceeded to instigate a reign of terror across Guatemala.",
      "new_text": "\nAlthough Arbenz was able to escape the country, the CIA’s regime-change operation was a success, with Arbenz being replaced by the pro-U.S. Gen. Carlos Castillo Armas, who proceeded to instigate a reign across Guatemala.",
      "prop_spans": [
        [
          3368,
          3384,
          "Exaggeration,Minimisation"
        ],
        [
          3483,
          3500,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3518,
      "end_ix": 3572,
      "text": "\nThe Guatemalan operation was brilliant and ingenious.",
      "new_text": "\nThe Guatemalan operation was ingenious.",
      "prop_spans": [
        [
          3519,
          3572,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 3572,
      "end_ix": 3740,
      "text": "\nThe CIA officials were secretly honored for protecting “national security” by removing President Arbenz from office and replacing him with a pro-U.S. military general.",
      "new_text": "\nThe CIA officials were secretly honored for protecting “national security” by removing President Arbenz from office and replacing him with a pro-U.S. military general.",
      "prop_spans": [
        [
          3572,
          3572,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 3740,
      "end_ix": 3892,
      "text": "\nTracy Barnes, one of the CIA officials responsible for the operation, was awarded the Distinguished Intelligence Medal, the CIA’s second-highest medal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3892,
      "end_ix": 3975,
      "text": "\nThe CIA’s cover-up in the JFK assassination was even more brilliant and ingenious.",
      "new_text": "\nThe CIA’s cover-up in the JFK assassination was brilliant.",
      "prop_spans": [
        [
          3893,
          3975,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 3975,
      "end_ix": 4145,
      "text": "\nThe doctors at Parkland Hospital stated that President Kennedy had a big exit-sized wound in the back of his head, which implied a shot having been fired from the front.",
      "new_text": "\nThe doctors at Parkland Hospital stated that President Kennedy had a big exit-sized wound in the back of his head, which implied a shot having been fired from the front.",
      "prop_spans": [
        [
          3975,
          3976,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 4145,
      "end_ix": 4398,
      "text": "\nAt a press conference immediately after the president died, two treating physicians stated that the other wound — the one in the front of Kennedy’s neck — was an entry wound, which implied that Kennedy had been hit by another shot fired from the front.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4398,
      "end_ix": 4533,
      "text": "\nThis necessarily meant that Kennedy had been shot from the front, not the rear, where accused assassin Lee Harvey Oswald was situated.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4533,
      "end_ix": 4620,
      "text": "\nKeep in mind something important: After he was arrested, Oswald claimed his innocence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4620,
      "end_ix": 4653,
      "text": "\nBut he also went a step further.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4653,
      "end_ix": 4701,
      "text": "\nHe said that he was being framed for the crime.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4701,
      "end_ix": 4842,
      "text": "\nThe obvious question arises: Why frame an innocent man who is situated in the rear by killing the president with shots fired from the front?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4842,
      "end_ix": 5008,
      "text": "\nWouldn’t it be more logical to either have the shots fired from the rear, where Oswald was, or, alternatively, place Oswald in the front, where the shots were fired?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5008,
      "end_ix": 5096,
      "text": "\nThat’s where the brilliance, ingenuity, and cunningness of the cover-up come into play.",
      "new_text": "\nThat’s where the ingenuity of the cover-up come into play.",
      "prop_spans": [
        [
          5022,
          5080,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 5096,
      "end_ix": 5247,
      "text": "\nIf Oswald is in the rear and since shots are fired from the front, that could mean only one thing: that Oswald had confederates firing from the front.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5247,
      "end_ix": 5280,
      "text": "\nWho would those confederates be?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5280,
      "end_ix": 5324,
      "text": "\nThere could be only one answer: communists.",
      "new_text": "\nThere is one probable answer to it: communists.",
      "prop_spans": [
        [
          5281,
          5324,
          "Causal_Oversimplification"
        ],
        [
          5281,
          5323,
          "Reductio_ad_hitlerum"
        ]
      ]
    },
    {
      "start_ix": 5324,
      "end_ix": 5374,
      "text": "\nSoviet and Cuban communists, to be more specific.",
      "new_text": "\nLikely the Soviet and Cuban communists.",
      "prop_spans": [
        [
          5324,
          5374,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 5374,
      "end_ix": 5398,
      "text": "\nHow would we know this?",
      "new_text": "\nHow would we know this?",
      "prop_spans": [
        [
          5374,
          5374,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 5398,
      "end_ix": 5488,
      "text": "\nThat’s where Oswald’s trip to Mexico City right before the assassination comes into play.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5488,
      "end_ix": 5557,
      "text": "\nRegime Change: The JFK... Jacob Hornberger Check Amazon for Pricing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5557,
      "end_ix": 5722,
      "text": "\nOswald traveled to Mexico City where he purportedly visited the Soviet and Cuban embassies and where he supposedly met with a premier assassin for the Soviet Union.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5722,
      "end_ix": 5925,
      "text": "\nKeep in mind that this was the height of the Cold War between the United States and that the Cuban Missile Crisis, which brought the world to the brink of nuclear war, had taken place the previous year.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5925,
      "end_ix": 5970,
      "text": "\nSo, President Kennedy has been assassinated.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5970,
      "end_ix": 6002,
      "text": "\nOswald is immediately arrested.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6002,
      "end_ix": 6207,
      "text": "\nHe has confederates firing from the front, who almost certainly are Soviet and Cuban communists, especially since Oswald has supposedly just recently visited the Soviet and Cuban embassies in Mexico City.",
      "new_text": "\nHe has confederates firing from the front, who almost certainly are Soviet and Cuban communists, especially since Oswald has supposedly just recently visited the Soviet and Cuban embassies in Mexico City.",
      "prop_spans": [
        [
          6046,
          6098,
          "Reductio_ad_hitlerum"
        ]
      ]
    },
    {
      "start_ix": 6207,
      "end_ix": 6232,
      "text": "\nWhat does all that mean?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6232,
      "end_ix": 6323,
      "text": "\nAn assassination of the president by the Soviet Union and Cuba is obviously an act of war.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6323,
      "end_ix": 6497,
      "text": "\nThat means nuclear war is about to break out because there is no way that the United States is going to sit idly by when the Reds have just assassinated America’s president.",
      "new_text": "\nThat means nuclear war is about to break out because there is no way that the United States is going to sit idly by when the Reds have just assassinated America’s president.",
      "prop_spans": [
        [
          6445,
          6453,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 6497,
      "end_ix": 6579,
      "text": "\nExcept for one thing: The communist part and the nuclear-war part were concocted.",
      "new_text": "\nExcept for one thing: The communist part and the nuclear-war part were concocted.",
      "prop_spans": [
        [
          6520,
          6579,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 6579,
      "end_ix": 6610,
      "text": "\nThat was all part of the plan.",
      "new_text": "\nThat was all part of the plan.",
      "prop_spans": [
        [
          6579,
          6610,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 6610,
      "end_ix": 6754,
      "text": "\nThat was the ingenious way that the CIA was able to get the investigation into the assassination squelched just as soon as Oswald was murdered.",
      "new_text": "\nThat was the ingenious way that the CIA was able to get the investigation into the assassination squelched just as soon as Oswald was murdered.",
      "prop_spans": [
        [
          6610,
          6610,
          "Causal_Oversimplification"
        ],
        [
          6620,
          6637,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 6754,
      "end_ix": 6877,
      "text": "\nIn the early days of the Warren Commission, commission chairman Earl Warren called a top-secret meeting of the commission.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6877,
      "end_ix": 7029,
      "text": "\nIts purpose was to discuss information that Warren had received that Oswald was actually a U.S. intelligence agent or an informant for the FBI or both.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7029,
      "end_ix": 7074,
      "text": "\nHow did Warren resolve this troubling issue?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7074,
      "end_ix": 7140,
      "text": "\nHe simply asked the heads of the CIA and FBI whether it was true.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7140,
      "end_ix": 7154,
      "text": "\nThey said no.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7154,
      "end_ix": 7186,
      "text": "\nThat was the end of the matter.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7186,
      "end_ix": 7315,
      "text": "\nThe issue was so sensitive that Warren ordered the members of the commission to never reveal the meeting to the American people.",
      "new_text": "\nThe issue was so sensitive that Warren ordered the members of the commission to never reveal the meeting to the American people.",
      "prop_spans": [
        [
          7264,
          7315,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 7315,
      "end_ix": 7382,
      "text": "\nHe ordered all notes and other written references to be destroyed.",
      "new_text": "\nHe ordered all notes and other written references to be destroyed.",
      "prop_spans": [
        [
          7315,
          7315,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 7382,
      "end_ix": 7454,
      "text": "\nHe also ordered the court reporter to destroy her notes of the meeting.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7454,
      "end_ix": 7570,
      "text": "\nUnbeknownst to him, the court reporter inadvertently kept a recording of the meeting that ultimately came to light.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7570,
      "end_ix": 8175,
      "text": "\nThis troubling issue arose again yesterday, November 2, in the Washington Post in an article entitled “Tantalizing Mystery of JFK Assassination Files Solved – 23 Years Ago.” In the article, author Ian Shapira points out that among the long-secret CIA records that were recently released was a deposition of former CIA Director Richard Helms taken in 1975 before the President’s Commission on CIA Activities, which stated as follows:\nBELIN: Well, now, the final area of my interrogation relates to charges that the CIA was in some way conspiratorially involved with the assassination of President Kennedy.",
      "new_text": "\nThis troubling issue arose again yesterday, November 2, in the Washington Post in an article entitled “Tantalizing Mystery of JFK Assassination Files Solved – 23 Years Ago.” In the article, author Ian Shapira points out that among the long-secret CIA records that were recently released was a deposition of former CIA Director Richard Helms taken in 1975 before the President’s Commission on CIA Activities, which stated as follows:\nBELIN: Well, now, the final area of my interrogation relates to charges that the CIA was in some way conspiratorially involved with the assassination of President Kennedy.",
      "prop_spans": [
        [
          7674,
          7693,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8175,
      "end_ix": 8269,
      "text": "\nDuring the time of the Warren Commission, you were Deputy Director of Plans, is that correct?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8269,
      "end_ix": 8290,
      "text": "\nHELMS: I believe so.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8290,
      "end_ix": 8533,
      "text": "\nBELIN: Is there any information involved with the assassination of President Kennedy which in any way shows that Lee Harvey Oswald was in some way a CIA agent or an age[nt.… The CIA, Terrorism, an... Jacob Hornberger Check Amazon for Pricing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8533,
      "end_ix": 8663,
      "text": "\nThat’s where the transcript ends according to few secret records of the CIA that were recently released by the National Archives.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8663,
      "end_ix": 8938,
      "text": "\nShapira points out, “Several news organizations, including The Washington Post, seized on the truncated file as an example of the government’s continued secrecy about the assassination.” Shapira points out that Helms’ full deposition has been in the public arena since 1994.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8938,
      "end_ix": 9142,
      "text": "\n(The year 1994 was during the tenure of the Assassination Records Review Board, the agency charged with securing the mandated release of JFK assassination records from the CIA and other federal agencies.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9142,
      "end_ix": 9433,
      "text": "\nThe ARRB Had been formed after Americans had learned of the official secrecy after watching Oliver Stone’s movie JFK, which posited that the JFK assassination was a U.S. regime-change operation, no different in principle from the one the CIA had carried out in Guatemala nine years before.)",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9433,
      "end_ix": 9759,
      "text": "\nShapira then proceeds to provide the answer that Helms gave, which, as he points out, has been public:\nHELMS: Mr. Belin, this question, and I think you may recall this, was raised at the time and the Agency was never able to find any evidence whatsoever, and we really searched that it had any contact with Lee Harvey Oswald.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9759,
      "end_ix": 9833,
      "text": "\nAs far as the FBI was concerned, my recollection is not all that precise.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9833,
      "end_ix": 9917,
      "text": "\nI believe that Mr. Hoover testified that he had not been an agent of theirs either.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9917,
      "end_ix": 9959,
      "text": "\nHe was certainly not an agent of the CIA.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9959,
      "end_ix": 9999,
      "text": "\nHe was certainly never used by the CIA.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9999,
      "end_ix": 10225,
      "text": "\nWhether any CIA officer ever talked to him any place or not I don’t know but I certainly felt quite comfortable — I believe Mr. [John] McCone [a previous CIA director] was asked to testify before the Commission on this point.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10225,
      "end_ix": 10260,
      "text": "\nI believe he was asked to testify.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10260,
      "end_ix": 10298,
      "text": "\nIt was a hot item anyway at the time.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10298,
      "end_ix": 10424,
      "text": "\nAnd my recollection is that I informed Mr. McCone that we could find no evidence that Oswald had any connection with the CIA.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10424,
      "end_ix": 10571,
      "text": "\nShapira ends his article by suggesting that commentators should do more complete research, maybe even use Google, before they jump to conclusions.",
      "new_text": "\nShapira ends his article by suggesting that commentators should do more complete research, maybe even use Google, before they jump to conclusions.",
      "prop_spans": [
        [
          10469,
          10571,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 10571,
      "end_ix": 10681,
      "text": "\nBut Shapira would be wise to follow his own advice because he himself is guilty of what he accuses others of.",
      "new_text": "\nBut Shapira would be wise to follow his own advice because he himself is guilty of what he accuses others of.",
      "prop_spans": [
        [
          10571,
          10572,
          "Doubt"
        ],
        [
          10572,
          10681,
          "Whataboutism"
        ]
      ]
    },
    {
      "start_ix": 10681,
      "end_ix": 10806,
      "text": "\nThat’s because he failed to conclude his article with one great big important point about former CIA Director Richard Helms.",
      "new_text": "\nThat’s because he failed to conclude his article with one great big important point about former CIA Director Richard Helms.",
      "prop_spans": [
        [
          10681,
          10681,
          "Whataboutism"
        ],
        [
          10697,
          10806,
          "Doubt"
        ],
        [
          10740,
          10765,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 10806,
      "end_ix": 11022,
      "text": "\nWhat is that great big important point that Shapira, who, according to his tagline on his article, “enjoys writing about people who have served in the military and intelligence communities,” left out of his article?",
      "new_text": "\nWhat is that great big important point that Shapira, who, according to his tagline on his article, “enjoys writing about people who have served in the military and intelligence communities,” left out of his article?",
      "prop_spans": [
        [
          10806,
          10806,
          "Doubt"
        ],
        [
          10820,
          10845,
          "Exaggeration,Minimisation"
        ],
        [
          10860,
          10997,
          "Red_Herring"
        ]
      ]
    },
    {
      "start_ix": 11022,
      "end_ix": 11031,
      "text": "\nPerjury.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11031,
      "end_ix": 11098,
      "text": "\nHe left out that former CIA Director Richard Helms was a perjurer.",
      "new_text": "\nHe left out that former CIA Director Richard Helms was a perjurer.",
      "prop_spans": [
        [
          11087,
          11098,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 11098,
      "end_ix": 11106,
      "text": "\nA liar.",
      "new_text": "\nA liar.",
      "prop_spans": [
        [
          11098,
          11105,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 11106,
      "end_ix": 11220,
      "text": "\nA CIA official who would tell falsehoods, even under oath, whenever he felt that “national security” required it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11220,
      "end_ix": 11422,
      "text": "\nShapira failed to note that Helms was convicted in a federal district court of lying to Congress under oath about another CIA regime-change operation ten years after the Kennedy assassination in Chile.",
      "new_text": "\nShapira failed to note that Helms was convicted in a federal district court of lying to Congress under oath about another CIA regime-change operation ten years after the Kennedy assassination in Chile.",
      "prop_spans": [
        [
          11221,
          11328,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 11422,
      "end_ix": 11751,
      "text": "\nInteresting enough, in the Chile regime-change operation, the CIA and the Pentagon were telling their counterparts in the Chilean national-security establishment that they had a moral duty to violate their nation’s constitution and violently remove their nation’s democratically elected president, Salvador Allende, from office.",
      "new_text": "\nInteresting enough, in the Chile regime-change operation, the CIA and the Pentagon were telling their counterparts in the Chilean national-security establishment that they had a moral duty to violate their nation’s constitution and violently remove their nation’s democratically elected president, Salvador Allende, from office.",
      "prop_spans": [
        [
          11655,
          11672,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11751,
      "end_ix": 11763,
      "text": "\nThe reason?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11763,
      "end_ix": 11906,
      "text": "\nAllende was reaching out to the Russians and Cubans in a spirit of peace and friendship, just as Arbenz had done and just as Kennedy had done.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11906,
      "end_ix": 11972,
      "text": "\nJFKu2019s War with the... Douglas Horne Check Amazon for Pricing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11972,
      "end_ix": 12111,
      "text": "\nThus, given that Helms was an admitted perjurer and convicted liar, what value does his denial that Oswald was an intelligence agent have?",
      "new_text": "\nThus, given that Helms was an admitted perjurer and convicted liar, what value does his denial that Oswald was an intelligence agent have?",
      "prop_spans": [
        [
          12003,
          12039,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 12111,
      "end_ix": 12135,
      "text": "\nIt has no value at all.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12135,
      "end_ix": 12320,
      "text": "\nAnd Shapira, who “enjoys writing about people who have served in the military and intelligence communities” had an ethical duty to point out Helms’ proclivity for lying in his article.",
      "new_text": "\nAnd Shapira, who “enjoys writing about people who have served in the military and intelligence communities” had an ethical duty to point out Helms’ proclivity for lying in his article.",
      "prop_spans": [
        [
          12149,
          12243,
          "Red_Herring"
        ],
        [
          12149,
          12243,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 12320,
      "end_ix": 12422,
      "text": "\nThe circumstantial evidence overwhelmingly establishes that Oswald was working for U.S. intelligence.",
      "new_text": "\nThe circumstantial evidence overwhelmingly establishes that Oswald was working for U.S. intelligence.",
      "prop_spans": [
        [
          12349,
          12364,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 12422,
      "end_ix": 12480,
      "text": "\nHow often have you ever heard of a U.S. Marine communist?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12480,
      "end_ix": 12667,
      "text": "\nIf Oswald was a genuine communist, why would he have joined the Marines in the 1950s, given that the Marines hated communists and had just helped kill millions of them in the Korean War?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12667,
      "end_ix": 12881,
      "text": "\nWhy would a genuine communist want to join an organization in which he could be ordered, on a moment’s notice, to return to Korea or be sent to Vietnam, Laos, China, the Soviet Union, or Europe to kill communists?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12881,
      "end_ix": 12931,
      "text": "\nDon’t forget: this is the height of the Cold War!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12931,
      "end_ix": 13167,
      "text": "\nAfter Oswald supposedly tried to “defect” to the Soviet Union and promised to give the Russians all the secrets he learned about in the military, why would U.S. officials agree to let him back in the country, and with a communist wife?",
      "new_text": "\nAfter Oswald supposedly tried to “defect” to the Soviet Union and promised to give the Russians all the secrets he learned about in the military, why would U.S. officials agree to let him back in the country, and with a communist wife?",
      "prop_spans": [
        [
          13152,
          13167,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 13167,
      "end_ix": 13297,
      "text": "\nWhy wouldn’t they indict him or at least haul him before a federal grand jury to testify as to what secrets he gave the Russians?",
      "new_text": "\nWhy wouldn’t they indict him or at least haul him before a federal grand jury to testify as to what secrets he gave the Russians?",
      "prop_spans": [
        [
          13167,
          13167,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 13297,
      "end_ix": 13538,
      "text": "\nWhy wouldn’t they harass, abuse, humiliate, persecute, or prosecute him, like they did to Martin Luther King, Dalton Trumbo, John Walker Lindh, Chelsea Manning, Edward Snowden, and other people they have deemed to be communists or traitors?",
      "new_text": "\nWhy wouldn’t they harass, abuse, humiliate, persecute, or prosecute him, like they did to Martin Luther King, Dalton Trumbo, John Walker Lindh, Chelsea Manning, Edward Snowden, and other people they have deemed to be communists or traitors?",
      "prop_spans": [
        [
          13316,
          13370,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 13538,
      "end_ix": 13681,
      "text": "\nHow is it possible that Oswald could learn fluent Russian while serving in the U.S. military without having U.S. military tutors teaching him?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13681,
      "end_ix": 13935,
      "text": "\nHow is it possible that a veteran who embarrasses the U.S. Marine Corps by openly proselytizing for communism in New Orleans is able to saunter across the Cold War stage of history, not long after the McCarthy hearings, without nary a care in the world?",
      "new_text": "\nHow is it possible that a veteran who embarrasses the U.S. Marine Corps by openly proselytizing for communism in New Orleans is able to saunter across the Cold War stage of history, not long after the McCarthy hearings, without nary a care in the world?",
      "prop_spans": [
        [
          13902,
          13935,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 13935,
      "end_ix": 13959,
      "text": "\nThe answer: Helms lied.",
      "new_text": "\nThe answer: Helms lied.",
      "prop_spans": [
        [
          13935,
          13935,
          "Exaggeration,Minimisation"
        ],
        [
          13936,
          13959,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 13959,
      "end_ix": 14115,
      "text": "\nThere is no reasonable doubt that Oswald was a U.S. intelligence agent, one who was ordered to travel to Mexico City to set the framework for his frame-up.",
      "new_text": "\nThere is no reasonable doubt that Oswald was a U.S. intelligence agent, one who was ordered to travel to Mexico City to set the framework for his frame-up.",
      "prop_spans": [
        [
          13959,
          13959,
          "Causal_Oversimplification"
        ],
        [
          13960,
          14031,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 14115,
      "end_ix": 14263,
      "text": "\nBut things obviously went dreadfully wrong in Mexico City, which is why the CIA had to shut down that part of the post-assassination investigation.",
      "new_text": "\nBut things obviously went dreadfully wrong in Mexico City, which is why the CIA had to shut down that part of the post-assassination investigation.",
      "prop_spans": [
        [
          14142,
          14159,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 14263,
      "end_ix": 14504,
      "text": "\nNot surprisingly, the CIA’s Mexico City operations regarding Oswald are among the 98 percent of the records that Trump and the CIA have chosen to continue keeping secret from the American people, on grounds of “national security” of course.",
      "new_text": "\nNot surprisingly, the CIA’s Mexico City operations regarding Oswald are among the 98 percent of the records that Trump and the CIA have chosen to continue keeping secret from the American people, on grounds of “national security” of course.",
      "prop_spans": [
        [
          14419,
          14459,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 14504,
      "end_ix": 14921,
      "text": "\nThus, when Oswald was claiming that he was being framed, there could be only one entity that he could have been thinking about: the CIA, the agency whose officials, as former Washington Post investigative reporter Jefferson Morley has documented, were secretly monitoring his activities in the weeks leading up to the assassination, no doubt to ensure that Oswald had not figured out what was about to happen to him.",
      "new_text": "\nThus, when Oswald was claiming that he was being framed, there could be only one entity that he could have been thinking about: the CIA, the agency whose officials, as former Washington Post investigative reporter Jefferson Morley has documented, were secretly monitoring his activities in the weeks leading up to the assassination, no doubt to ensure that Oswald had not figured out what was about to happen to him.",
      "prop_spans": [
        [
          14511,
          14641,
          "Causal_Oversimplification"
        ],
        [
          14752,
          14921,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 14921,
      "end_ix": 14985,
      "text": "\nWe can assume that any frame-up by the CIA is going to be good.",
      "new_text": "\nWe can assume that any frame-up by the CIA is going to be good.",
      "prop_spans": [
        [
          14921,
          14921,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 14985,
      "end_ix": 15046,
      "text": "\nThe operation is going to be carefully planned and executed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15046,
      "end_ix": 15070,
      "text": "\nBut no plan is perfect.",
      "new_text": "\nBut no plan is perfect.",
      "prop_spans": [
        [
          15047,
          15070,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 15070,
      "end_ix": 15111,
      "text": "\nThings are inevitably going to go wrong.",
      "new_text": "\nThings are inevitably going to go wrong.",
      "prop_spans": [
        [
          15070,
          15070,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 15111,
      "end_ix": 15162,
      "text": "\nThe pieces aren’t going to fit together perfectly.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15162,
      "end_ix": 15215,
      "text": "\nThe Mexico City operation is a good example of that.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15215,
      "end_ix": 15280,
      "text": "\nThat’s why the CIA has to continue keeping those records secret.",
      "new_text": "\nThat’s why the CIA has to continue keeping those records secret.",
      "prop_spans": [
        [
          15216,
          15280,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 15280,
      "end_ix": 15463,
      "text": "\nBut here’s another example, a small but important one: Recall that Oswald supposedly hid the rifle before he headed down the steps from the sixth floor of the school book depository.",
      "new_text": "\nBut here’s another example, a small but important one: Recall that Oswald supposedly hid the rifle before he headed down the steps from the sixth floor of the school book depository.",
      "prop_spans": [
        [
          15280,
          15280,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 15463,
      "end_ix": 15601,
      "text": "\nAsk yourself: If someone has just assassinated the president of the United States, is he really going to take the time to hide the rifle?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15601,
      "end_ix": 15626,
      "text": "\nWhat good would that do?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15626,
      "end_ix": 15684,
      "text": "\nWouldn’t officials conduct a thorough search of the area?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15684,
      "end_ix": 15784,
      "text": "\nWouldn’t an assassin instead simply leave the rifle there and get out of there as soon as he could?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15784,
      "end_ix": 15811,
      "text": "\nThen why the hidden rifle?",
      "new_text": "\nThen why the hidden rifle?",
      "prop_spans": [
        [
          15785,
          15811,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 15811,
      "end_ix": 15852,
      "text": "\nBecause it’s consistent with a frame-up.",
      "new_text": "\nBecause it’s consistent with a frame-up.",
      "prop_spans": [
        [
          15811,
          15852,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 15852,
      "end_ix": 15990,
      "text": "\nThe framers had to hide the rifle in advance in a place where no one CIA & JFK: The Secret ... Jefferson Morley Check Amazon for Pricing.",
      "new_text": "\nThe framers had to hide the rifle in advance in a place where no one CIA & JFK: The Secret ... Jefferson Morley Check Amazon for Pricing.",
      "prop_spans": [
        [
          15852,
          15852,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 15990,
      "end_ix": 16073,
      "text": "\nwould see it during the morning of the assassination, which took place after noon.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16073,
      "end_ix": 16181,
      "text": "\nNo matter how good a frame-up was, the CIA knew that it could be detected with an aggressive investigation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16181,
      "end_ix": 16232,
      "text": "\nThat’s where ingenuity and cunning come into play.",
      "new_text": "\nThat’s where ingenuity and cunning come into play.",
      "prop_spans": [
        [
          16195,
          16232,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 16232,
      "end_ix": 16334,
      "text": "\nThey had to figure out a way to shut down the investigation so that the frame-up would remain intact.",
      "new_text": "\nThey had to figure out a way to shut down the investigation so that the frame-up would remain intact.",
      "prop_spans": [
        [
          16232,
          16232,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 16334,
      "end_ix": 16412,
      "text": "\nThat’s why they had shots fired from the front and placed Oswald in the rear.",
      "new_text": "\nThat’s why they had shots fired from the front and placed Oswald in the rear.",
      "prop_spans": [
        [
          16335,
          16412,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 16412,
      "end_ix": 16773,
      "text": "\nThe idea was that since an investigation would lead to Oswald’s supposed communist confederates in the front, which in turn would lead to nuclear war, the investigation had to be shut down immediately, especially since it was the CIA itself that had started the assassination game by repeatedly attempting, in partnership with the Mafia, to assassinate Castro.",
      "new_text": "\nThe idea was that since an investigation would lead to Oswald’s supposed communist confederates in the front, which in turn would lead to nuclear war, the investigation had to be shut down immediately, especially since it was the CIA itself that had started the assassination game by repeatedly attempting, in partnership with the Mafia, to assassinate Castro.",
      "prop_spans": [
        [
          16412,
          16412,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 16773,
      "end_ix": 16836,
      "text": "\nIt was one of the most brilliant and cunning ruses in history.",
      "new_text": "\nIt was one of the most brilliant and cunning ruses in history.",
      "prop_spans": [
        [
          16781,
          16835,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 16836,
      "end_ix": 17014,
      "text": "\nThey get the body out of Parkland by force, in violation of Texas law, and put it in the hands of the military in Maryland, which conducts a secret fraudulent and bogus autopsy.",
      "new_text": "\nThey get the body out of Parkland by force, in violation of Texas law, and put it in the hands of the military in Maryland, which conducts a secret fraudulent and bogus autopsy.",
      "prop_spans": [
        [
          16976,
          17014,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 17014,
      "end_ix": 17049,
      "text": "\n(See my book The Kennedy Autopsy.)",
      "new_text": "\n(See my book The Kennedy Autopsy.)",
      "prop_spans": [
        [
          17014,
          17014,
          "Loaded_Language"
        ],
        [
          17016,
          17049,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 17049,
      "end_ix": 17245,
      "text": "\nLyndon Johnson telephones Dallas District Attorney Henry Wade on the night of the assassination and orders him to shut down any investigation of a conspiracy because it might lead to nuclear war.",
      "new_text": "\nLyndon Johnson telephones Dallas District Attorney Henry Wade on the night of the assassination and orders him to shut down any investigation of a conspiracy because it might lead to nuclear war.",
      "prop_spans": [
        [
          17049,
          17049,
          "Appeal_to_Authority"
        ],
        [
          17150,
          17244,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 17245,
      "end_ix": 17353,
      "text": "\nAs soon as Oswald is assassinated, the FBI orders Wade to turn over all his investigative files to the FBI.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17353,
      "end_ix": 17536,
      "text": "\nAt the same time, Deputy Attorney General Nicholas Katzenbach and FBI Head J. Edgar Hoover both write secret memos and reports saying any further investigation must stop immediately.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17536,
      "end_ix": 17690,
      "text": "\nLyndon Johnson gets Earl Warren and Sen. Richard Russel to join the Warren Commission by telling them that the assassination could lead to World War III.",
      "new_text": "\nLyndon Johnson gets Earl Warren and Sen. Richard Russel to join the Warren Commission by telling them that the assassination could lead to World War III.",
      "prop_spans": [
        [
          17552,
          17689,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 17690,
      "end_ix": 17927,
      "text": "\nJohnson appoints former CIA Director Allan Dulles, who Kennedy had fired as a result of the CIA’s regime-change operation at the Bay of Pigs, to the Warren Commission, thereby guaranteeing that there will be no investigation of the CIA.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17927,
      "end_ix": 18039,
      "text": "\nThen keep all the records secret for decades, when many people won’t care anymore who killed President Kennedy.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18039,
      "end_ix": 18214,
      "text": "\nAnd employ Operation Mockingbird-like journalistic assets in the private sector to flood the market with alternative “conspiracy theories” to confound and confuse the public.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18214,
      "end_ix": 18397,
      "text": "\nAnd smear anyone who questions the official narrative as a “communist sympathizer” or a “conspiracy theorist.”\nThe CIA’s cunning cover-up in the JFK assassination worked brilliantly.",
      "new_text": "\nAnd smear anyone who questions the official narrative as a “communist sympathizer” or a “conspiracy theorist.”\nThe CIA’s cunning cover-up in the JFK assassination worked brilliantly.",
      "prop_spans": [
        [
          18269,
          18326,
          "Name_Calling,Labeling"
        ],
        [
          18275,
          18323,
          "Reductio_ad_hitlerum"
        ],
        [
          18378,
          18397,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 18397,
      "end_ix": 18640,
      "text": "\nThanks to President Trump and the CIA’s decision to continue keeping 98 percent of the CIA’s decades-long secret records secret from the American people, the CIA’s cunning cover-up of the JFK assassination continues to work brilliantly today.",
      "new_text": "\nThanks to President Trump and the CIA’s decision to continue keeping 98 percent of the CIA’s decades-long secret records secret from the American people, the CIA’s cunning cover-up of the JFK assassination continues to work brilliantly today.",
      "prop_spans": [
        [
          18397,
          18397,
          "Exaggeration,Minimisation"
        ],
        [
          18447,
          18551,
          "Flag-Waving"
        ],
        [
          18531,
          18551,
          "Repetition"
        ],
        [
          18604,
          18640,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 18640,
      "end_ix": 18705,
      "text": "\nReprinted with permission from The Future of Freedom Foundation.",
      "new_text": "\nReprinted with permission from The Future of Freedom Foundation.",
      "prop_spans": [
        [
          18640,
          18640,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 18705,
      "end_ix": 18737,
      "text": "\nThe Best of Jacob G. Hornberger",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      114,
      174,
      "Causal_Oversimplification"
    ],
    [
      179,
      237,
      "Exaggeration,Minimisation"
    ],
    [
      195,
      223,
      "Loaded_Language"
    ],
    [
      472,
      532,
      "Flag-Waving"
    ],
    [
      833,
      882,
      "Flag-Waving"
    ],
    [
      2350,
      2366,
      "Loaded_Language"
    ],
    [
      2475,
      2525,
      "Name_Calling,Labeling"
    ],
    [
      3368,
      3384,
      "Exaggeration,Minimisation"
    ],
    [
      3483,
      3500,
      "Loaded_Language"
    ],
    [
      3519,
      3572,
      "Exaggeration,Minimisation"
    ],
    [
      3893,
      3976,
      "Exaggeration,Minimisation"
    ],
    [
      5022,
      5080,
      "Exaggeration,Minimisation"
    ],
    [
      5281,
      5374,
      "Causal_Oversimplification"
    ],
    [
      5281,
      5323,
      "Reductio_ad_hitlerum"
    ],
    [
      6046,
      6098,
      "Reductio_ad_hitlerum"
    ],
    [
      6445,
      6453,
      "Name_Calling,Labeling"
    ],
    [
      6520,
      6610,
      "Causal_Oversimplification"
    ],
    [
      6620,
      6637,
      "Exaggeration,Minimisation"
    ],
    [
      7264,
      7315,
      "Flag-Waving"
    ],
    [
      7674,
      7693,
      "Loaded_Language"
    ],
    [
      10469,
      10572,
      "Doubt"
    ],
    [
      10572,
      10681,
      "Whataboutism"
    ],
    [
      10697,
      10806,
      "Doubt"
    ],
    [
      10740,
      10765,
      "Exaggeration,Minimisation"
    ],
    [
      10820,
      10845,
      "Exaggeration,Minimisation"
    ],
    [
      10860,
      10997,
      "Red_Herring"
    ],
    [
      11087,
      11105,
      "Name_Calling,Labeling"
    ],
    [
      11221,
      11328,
      "Doubt"
    ],
    [
      11655,
      11672,
      "Loaded_Language"
    ],
    [
      12003,
      12039,
      "Name_Calling,Labeling"
    ],
    [
      12149,
      12243,
      "Red_Herring"
    ],
    [
      12149,
      12243,
      "Repetition"
    ],
    [
      12349,
      12364,
      "Exaggeration,Minimisation"
    ],
    [
      13152,
      13167,
      "Name_Calling,Labeling"
    ],
    [
      13316,
      13370,
      "Loaded_Language"
    ],
    [
      13902,
      13935,
      "Exaggeration,Minimisation"
    ],
    [
      13936,
      13959,
      "Causal_Oversimplification"
    ],
    [
      13960,
      14031,
      "Causal_Oversimplification"
    ],
    [
      14142,
      14159,
      "Loaded_Language"
    ],
    [
      14419,
      14459,
      "Flag-Waving"
    ],
    [
      14511,
      14641,
      "Causal_Oversimplification"
    ],
    [
      14752,
      14921,
      "Causal_Oversimplification"
    ],
    [
      15047,
      15070,
      "Thought-terminating_Cliches"
    ],
    [
      15216,
      15280,
      "Causal_Oversimplification"
    ],
    [
      15785,
      15852,
      "Causal_Oversimplification"
    ],
    [
      16195,
      16232,
      "Loaded_Language"
    ],
    [
      16335,
      16412,
      "Causal_Oversimplification"
    ],
    [
      16781,
      16835,
      "Loaded_Language"
    ],
    [
      16976,
      17014,
      "Loaded_Language"
    ],
    [
      17016,
      17049,
      "Appeal_to_Authority"
    ],
    [
      17150,
      17244,
      "Appeal_to_fear-prejudice"
    ],
    [
      17552,
      17689,
      "Appeal_to_fear-prejudice"
    ],
    [
      18269,
      18326,
      "Name_Calling,Labeling"
    ],
    [
      18275,
      18323,
      "Reductio_ad_hitlerum"
    ],
    [
      18378,
      18397,
      "Exaggeration,Minimisation"
    ],
    [
      18447,
      18551,
      "Flag-Waving"
    ],
    [
      18531,
      18551,
      "Repetition"
    ],
    [
      18604,
      18640,
      "Exaggeration,Minimisation"
    ]
  ]
}