{
  "article_id": "715588833",
  "sentence offsets in original": [
    0,
    622,
    890,
    1094,
    1178,
    1487,
    1608,
    1752,
    2406,
    2501,
    2621,
    2774,
    3105,
    3376,
    3727,
    3884,
    3960,
    4094,
    4334,
    4354,
    4811,
    5482,
    5652,
    6074,
    6130,
    6156,
    6173,
    6970,
    7061,
    7309,
    7452,
    7637,
    7856,
    7910,
    7976,
    8277,
    8642,
    8941,
    9231,
    9269,
    9315,
    9409,
    9795,
    10048,
    10245,
    10334,
    10590,
    10677,
    10919,
    11029,
    11457,
    11574,
    11838,
    11845,
    11971,
    12086
  ],
  "original sentences": [
    "The Dictator Pope: A Call to Hierarchical Opposition\n\nOf that book, no less than Robert Royal—signaling growing alarm over the Bergoglian Debacle in the Catholic mainstream— has written : “About 90 percent of it is simply incontrovertible, and cannot help but clarify who Francis is and what he’s about.” And the picture that emerges in stark relief in The Dictator Pope, as Life Site News reports , is that of “a power-hungry, manipulative dictator, [who] celebrated the abdication of Benedict XVI” because he knew what it meant: that the plan to give him the Keys of Peter in 2005 would finally come to fruition in 2013.",
    "\n“We elected you to make reforms, not to smash everything!” Thus is Cardinal Leonardi Sandri, a fellow Argentinian and a supporter of Pope Francis at the conclave of 2013, reliably reported literally to have screamed at Pope Francis behind closed doors in the Vatican.",
    "\nSandri would be one of a number of Bergoglian partisans at the conclave who are now said to be experiencing “buyer’s remorse,” as documented most recently in the explosive best-seller The Dictator Pope .",
    "\n\"When the shepherd becomes a wolf, the first duty of the flock is to defend itself.",
    "\nThe true children of Holy Church, at such times, are those who walk by the light of their Baptism, not the cowardly souls who, under the specious pretext of submission to the powers that be, delay their opposition to the enemy in the hope of receiving instructions which are neither necessary nor desirable.\"",
    "\nFrancis, writes Royal, “has little use for established procedures, precedents, even legal structures within the Church….",
    "\nWhen the head of the Church himself does not much feel bound by the tradition or impartial laws he has inherited, what then?” What then indeed?",
    "\nThe Dictator Pope even feels at liberty to demand that the Lord’s Prayer be changed to reflect his dissatisfaction with God’s words: “And lead us not into temptation [et ne nos inducas in tentationem],” which Francis has decided, after 2,000 years, is a “not a good translation.” Apparently lost on Francis, given the disordered mélange of bits and pieces of things he has read that constitutes his theology, is the distinction between sin, a culpable act, and temptation, which arises from concupiscence or what Saint Thomas called the fomes, or the fleshly inclination to sin, which grace enables us to control by the rule of reason over the passions.",
    "\nBut now we are witness to the single worst act of tyranny in the entire history of the papacy.",
    "\nThe Church has seen a number of Popes who have abused their power, Alexander VI being the most popularly known example.",
    "\nBut never, before Francis, has there been a Pope who dared to tyrannize the Magisterium itself by attempting to bend it to his errant personal opinions.",
    "\nBy publication in the Acta Apostolicae Sedis (AAS), Francis has officially declared that the “authentic Magisterium” includes the guidelines of the bishops of Buenos Aires for the implementation of Chapter 8 of Amoris Laetitia (AL), which he expressly approved in his letter to them as the only correct interpretation of his will.",
    "\nThe guidelines have been published in the AAS along with Francis’s private missive, which is suddenly declared to be “an apostolic letter.”\nThe normalist narrative has just been stripped of any colorable argument that nothing is too terribly amiss with this pontificate.",
    "\nWe are now expected to believe that the “authentic Magisterium”—meaning simply and only AL—teaches what the guidelines preposterously declare, solely in reliance on AL:\nWhen the concrete circumstances of a couple make it feasible, especially when both are Christians with a journey of faith, one may propose that they commit to living in continence….",
    "\n\nIn other more complex circumstances, and when it is not possible to obtain a declaration of nullity, the aforementioned option may not, in fact, be viable.",
    "\nNonetheless, it is equally possible to undertake a journey of discernment….",
    "\n[I]f one arrives at the recognition that, in a concrete case, there are limitations that diminish responsibility and culpability (cf.",
    "\n301-302), particularly when a person judges that he would fall into a subsequent fault by damaging the children of the new union, Amoris Laetitia opens up the possibility of access to the Sacraments of Reconciliation and the Eucharist (cf.",
    "\nnotes 336 and 351).",
    "\nAs Francis would have it, then, the “authentic Magisterium” has just flatly contradicted itself for the first time in two millennia:\nThe admission of public adulterers in “second marriages” to Holy Communion, which John Paul II, in line with all of Tradition, called “ intrinsically impossible ” given their objective state in life, is now deemed possible depending on circumstances—that is, situation ethics applied to violations of the Sixth Commandment.",
    "\n\nThe requirement that people embroiled in such unions commit to living in continence before they can be absolved and partake of the Blessed Sacrament—a moral norm binding “ without exception ” because it is rooted in divine law—is suddenly demoted to a mere “proposal” that may not be “feasible” or “viable” in “the concrete circumstances of the couple.”\nA valid annulment of a truly invalid marriage, the sine qua non for entering into marital relations with another purported spouse, is now dispensed with in “more complex circumstances… when it is not possible to obtain a declaration of nullity,” the way thus being opened to de facto divorce in the Catholic Church.",
    "\nThe meaningless slogan “journey of discernment” cloaks a naked authorization for the official toleration of adulterous sexual relations in the Church’s sacramental life.",
    "\nNo less than a Roman Pontiff lends his name to the outrageous claim that children resulting from an adulterous relationship, blithely referred to as a “new union,” could be “damaged” if the partners in adultery were required to cease their adultery in order to be absolved and receive Holy Communion—evidently because the “new union” would dissolve without adulterous sexual relations and there could be a second divorce!",
    "\nThis appeared in the last Print-Edition of The Remnant.",
    "\nSee what else you missed.",
    "\nSubscribe Today!",
    "\nAs recently as seventeen years ago, during the reign of John Paul II, the Pontifical Council for the Interpretation of Legislative texts reaffirmed the immutable truth reflected in Canon 915, which prohibits the administration of Holy Communion to those “who obstinately persist in manifest grave sin.” That prohibition, declared the Pontifical Council, applies to the divorced and “remarried” not as a matter of mere disciplinary law subject to revocation or modification, but rather “is derived from divine law and transcends the domain of positive ecclesiastical laws; [and] the latter cannot introduce legislative changes which would oppose the doctrine of the Church.”\nFrancis, however, has purported to do nothing less invent exceptions to divine law that oppose the doctrine of the Church.",
    "\nThe attempt is void, of course, and the appellation “authentic Magisterium” is fraudulent.",
    "\nBut the consequences of this Pope’s toying with the teaching office of the Church to advance half-baked theological notions, such as “discernment” (a term he borrows from St. Ignatius of Loyola but strips of its original meaning) are catastrophic.",
    "\nOver the past year, Cardinal Burke and a few other members of the hierarchy have called upon Francis to “clarify” his intention respecting AL.",
    "\nThat clarification has now been given: Francis intends, if it were possible, to change the unchangeable teaching of the Church regarding an irrevocable moral norm rooted in divine law.",
    "\nEven if the attempt is void and of no effect before man and God—an immoral law is no law at all—Francis clearly means to impose his will by fiat, daring invoke the “authentic Magisterium” to cloak his absurd novelties.",
    "\nNo Pope before him has ever dared to do such a thing.",
    "\nSo now it must be asked: Where are the cardinals and the bishops?",
    "\nWith one or two noble (however inconsistent) exceptions, their response to the Bergoglian Debacle thus far ranges from silence, to active complicity, to—at best—hand-wringing over the increasingly chaotic state of the Church while begging the Pope to “clarify” his already perfectly clear intentions.",
    "\nAt this point, continued pleading for a Bergoglian “clarification” can only give rise to an impression of disingenuousness, whereas continued silence about the papal origin of this ongoing catastrophe is a standing rebuke to all the hierarchs who know what we all know: that at the epicenter of the chaos is the most wayward Pope the Church has ever had to endure.",
    "\nContinued inaction while the laity and a few good priests are left to themselves to defend, as best they can, the constant teaching of the Church against the abuses of a tyrant on the Chair of Peter threatens the hierarchs with a legacy of shame and a terrible accountability before the Just Judge.",
    "\nTheir failure to defend the Faith by standing up to the one they know full well is attacking it almost daily lends itself ever more to an indictment for timidity in the face of unprecedented danger to the Church and the cause of the Gospel of which they are divinely charged to be leaders.",
    "\nThe time for “prudence” is long past.",
    "\nPrudence now gives way to mere pusillanimity.",
    "\nThe time for hierarchical action is now, before the damage to the Church becomes irreparable.",
    "\nThe members of a hierarchy seemingly cowed by a papal tyranny the Church has never before seen must rise immediately and give a courageous answer to the challenge posed long ago by Monsignor Klaus Gamber, when an already monumental ecclesial crisis was still in what can now can be seen as merely a preliminary stage:\nWhere in our Church are the leaders who can show us the right path?",
    "\nWhere are the bishops courageous enough to cut out the cancerous growth of modernist theology that has implanted itself and is festering within the celebration of even the most sacred mysteries, before the cancer spreads and causes even greater damage?",
    "\nWhat we need today is a new Athanasius, a new Basil, bishops like those who in the fourth century fought courageously against Arianism when almost the whole of Christendom had succumbed to heresy.",
    "\nWill none of the hierarchs rise to defend the Church as “a new Athanasius, a new Basil”?",
    "\nEven the best among them continue to limit themselves to generalized lamentations at conferences or in interviews about the parlous state of the Church or at most the “confusion” Francis has caused by not “clarifying” precisely what he has just clarified.",
    "\nThey avoid the absolutely necessary direct and public exposure of error at its source.",
    "\nThat error threatens to overwhelm the Church while they do little more than fret about a situation whose self-evident cause—a reckless Pope in love with his own ideas and filled with contempt for Tradition—they seem incapable of identifying.",
    "\nConcerned clergy and laity throughout the Catholic world are doing what they can according to their stations.",
    "\nBut in the midst of that “final battle” over marriage and family of which Sister Lucia warned the late Cardinal Caffarra in light of the Third Secret of Fatima, within the human element of the Church only the cardinals and the bishops possess the divinely bestowed power to repel an assault on marriage, family and the very integrity of the Faith that is now, for the first time in Church history, being led by a Roman Pontiff.",
    "\nThis undeniably apocalyptic development imposes upon the hierarchs—first and foremost in the Church—the duty to act.",
    "\nTrue love for the Church, indeed true charity toward Francis himself, requires of them nothing less than what was required of Saint Paul when the first Pope fell into error that jeopardized the very mission of the Church: that Peter be withstood to his face (Gal.",
    "\n2:11).",
    "\nMay Our Lady of Fatima intercede to obtain for them the grace of fortitude to do what must be done and what only they can do.",
    "\nOur hopes and prayers are with them as the foremost instruments of divine providence in the ecclesia Dei adflicta.",
    "\nOur Lady of Fatima, intercede for us!"
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 622,
      "text": "The Dictator Pope: A Call to Hierarchical Opposition\n\nOf that book, no less than Robert Royal—signaling growing alarm over the Bergoglian Debacle in the Catholic mainstream— has written : “About 90 percent of it is simply incontrovertible, and cannot help but clarify who Francis is and what he’s about.” And the picture that emerges in stark relief in The Dictator Pope, as Life Site News reports , is that of “a power-hungry, manipulative dictator, [who] celebrated the abdication of Benedict XVI” because he knew what it meant: that the plan to give him the Keys of Peter in 2005 would finally come to fruition in 2013.",
      "new_text": "The Pope: A Call to Hierarchical Opposition\n\nOf that book, no less than Robert Royal—signaling growing alarm over the Bergoglian Debacle in the Catholic mainstream— has written : “About 90 percent of it is simply incontrovertible, and cannot help but clarify who Francis is and what he’s about.” And the picture that emerges in stark relief in The Dictator Pope, as Life Site News reports , is that of “a power-hungry, manipulative dictator, [who] celebrated the abdication of Benedict XVI” because he knew what it meant: that the plan to give him the Keys of Peter in 2005 would finally come to fruition in 2013.",
      "prop_spans": [
        [
          0,
          18,
          "Name_Calling,Labeling"
        ],
        [
          412,
          499,
          "Name_Calling,Labeling"
        ],
        [
          412,
          498,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 622,
      "end_ix": 890,
      "text": "\n“We elected you to make reforms, not to smash everything!” Thus is Cardinal Leonardi Sandri, a fellow Argentinian and a supporter of Pope Francis at the conclave of 2013, reliably reported literally to have screamed at Pope Francis behind closed doors in the Vatican.",
      "new_text": "\n“We elected you to make reforms, not to smash everything!” Thus is Cardinal Leonardi Sandri, a fellow Argentinian and a supporter of Pope Francis at the conclave of 2013, reliably reported literally to have screamed at Pope Francis behind closed doors in the Vatican.",
      "prop_spans": [
        [
          624,
          681,
          "Loaded_Language"
        ],
        [
          660,
          681,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 890,
      "end_ix": 1094,
      "text": "\nSandri would be one of a number of Bergoglian partisans at the conclave who are now said to be experiencing “buyer’s remorse,” as documented most recently in the explosive best-seller The Dictator Pope .",
      "new_text": "\nSandri would be one of a number of Bergoglian partisans at the conclave who are now said to be experiencing “buyer’s remorse,” as documented most recently in the best-seller The Dictator Pope .",
      "prop_spans": [
        [
          1046,
          1074,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1094,
      "end_ix": 1178,
      "text": "\n\"When the shepherd becomes a wolf, the first duty of the flock is to defend itself.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1178,
      "end_ix": 1487,
      "text": "\nThe true children of Holy Church, at such times, are those who walk by the light of their Baptism, not the cowardly souls who, under the specious pretext of submission to the powers that be, delay their opposition to the enemy in the hope of receiving instructions which are neither necessary nor desirable.\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1487,
      "end_ix": 1608,
      "text": "\nFrancis, writes Royal, “has little use for established procedures, precedents, even legal structures within the Church….",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1608,
      "end_ix": 1752,
      "text": "\nWhen the head of the Church himself does not much feel bound by the tradition or impartial laws he has inherited, what then?” What then indeed?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1752,
      "end_ix": 2406,
      "text": "\nThe Dictator Pope even feels at liberty to demand that the Lord’s Prayer be changed to reflect his dissatisfaction with God’s words: “And lead us not into temptation [et ne nos inducas in tentationem],” which Francis has decided, after 2,000 years, is a “not a good translation.” Apparently lost on Francis, given the disordered mélange of bits and pieces of things he has read that constitutes his theology, is the distinction between sin, a culpable act, and temptation, which arises from concupiscence or what Saint Thomas called the fomes, or the fleshly inclination to sin, which grace enables us to control by the rule of reason over the passions.",
      "new_text": "\nThe Dictator Pope even feels at liberty to demand that the Lord’s Prayer be changed to reflect his dissatisfaction with God’s words: “And lead us not into temptation [et ne nos inducas in tentationem],” which Francis has decided, after 2,000 years, is a “not a good translation.” Apparently lost on Francis, given the disordered bits and pieces of things he has read that constitutes his theology, is the distinction between sin, a culpable act, and temptation, which arises from concupiscence or what Saint Thomas called the fomes, or the fleshly inclination to sin, which grace enables us to control by the rule of reason over the passions.",
      "prop_spans": [
        [
          1753,
          1770,
          "Repetition"
        ],
        [
          2061,
          2161,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2406,
      "end_ix": 2501,
      "text": "\nBut now we are witness to the single worst act of tyranny in the entire history of the papacy.",
      "new_text": "\nBut now we are witness to the single worst act in the entire history of the papacy.",
      "prop_spans": [
        [
          2437,
          2464,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2501,
      "end_ix": 2621,
      "text": "\nThe Church has seen a number of Popes who have abused their power, Alexander VI being the most popularly known example.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2621,
      "end_ix": 2774,
      "text": "\nBut never, before Francis, has there been a Pope who dared to tyrannize the Magisterium itself by attempting to bend it to his errant personal opinions.",
      "new_text": "",
      "prop_spans": [
        [
          2622,
          2774,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 2774,
      "end_ix": 3105,
      "text": "\nBy publication in the Acta Apostolicae Sedis (AAS), Francis has officially declared that the “authentic Magisterium” includes the guidelines of the bishops of Buenos Aires for the implementation of Chapter 8 of Amoris Laetitia (AL), which he expressly approved in his letter to them as the only correct interpretation of his will.",
      "new_text": "\nBy publication in the Acta Apostolicae Sedis (AAS), Francis has officially declared that the “authentic Magisterium” includes the guidelines of the bishops of Buenos Aires for the implementation of Chapter 8 of Amoris Laetitia (AL), which he expressly approved in his letter to them as the only correct interpretation of his will.",
      "prop_spans": [
        [
          2774,
          2774,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 3105,
      "end_ix": 3376,
      "text": "\nThe guidelines have been published in the AAS along with Francis’s private missive, which is suddenly declared to be “an apostolic letter.”\nThe normalist narrative has just been stripped of any colorable argument that nothing is too terribly amiss with this pontificate.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3376,
      "end_ix": 3727,
      "text": "\nWe are now expected to believe that the “authentic Magisterium”—meaning simply and only AL—teaches what the guidelines preposterously declare, solely in reliance on AL:\nWhen the concrete circumstances of a couple make it feasible, especially when both are Christians with a journey of faith, one may propose that they commit to living in continence….",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3727,
      "end_ix": 3884,
      "text": "\n\nIn other more complex circumstances, and when it is not possible to obtain a declaration of nullity, the aforementioned option may not, in fact, be viable.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3884,
      "end_ix": 3960,
      "text": "\nNonetheless, it is equally possible to undertake a journey of discernment….",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3960,
      "end_ix": 4094,
      "text": "\n[I]f one arrives at the recognition that, in a concrete case, there are limitations that diminish responsibility and culpability (cf.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4094,
      "end_ix": 4334,
      "text": "\n301-302), particularly when a person judges that he would fall into a subsequent fault by damaging the children of the new union, Amoris Laetitia opens up the possibility of access to the Sacraments of Reconciliation and the Eucharist (cf.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4334,
      "end_ix": 4354,
      "text": "\nnotes 336 and 351).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4354,
      "end_ix": 4811,
      "text": "\nAs Francis would have it, then, the “authentic Magisterium” has just flatly contradicted itself for the first time in two millennia:\nThe admission of public adulterers in “second marriages” to Holy Communion, which John Paul II, in line with all of Tradition, called “ intrinsically impossible ” given their objective state in life, is now deemed possible depending on circumstances—that is, situation ethics applied to violations of the Sixth Commandment.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4811,
      "end_ix": 5482,
      "text": "\n\nThe requirement that people embroiled in such unions commit to living in continence before they can be absolved and partake of the Blessed Sacrament—a moral norm binding “ without exception ” because it is rooted in divine law—is suddenly demoted to a mere “proposal” that may not be “feasible” or “viable” in “the concrete circumstances of the couple.”\nA valid annulment of a truly invalid marriage, the sine qua non for entering into marital relations with another purported spouse, is now dispensed with in “more complex circumstances… when it is not possible to obtain a declaration of nullity,” the way thus being opened to de facto divorce in the Catholic Church.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5482,
      "end_ix": 5652,
      "text": "\nThe meaningless slogan “journey of discernment” cloaks a naked authorization for the official toleration of adulterous sexual relations in the Church’s sacramental life.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5652,
      "end_ix": 6074,
      "text": "\nNo less than a Roman Pontiff lends his name to the outrageous claim that children resulting from an adulterous relationship, blithely referred to as a “new union,” could be “damaged” if the partners in adultery were required to cease their adultery in order to be absolved and receive Holy Communion—evidently because the “new union” would dissolve without adulterous sexual relations and there could be a second divorce!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6074,
      "end_ix": 6130,
      "text": "\nThis appeared in the last Print-Edition of The Remnant.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6130,
      "end_ix": 6156,
      "text": "\nSee what else you missed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6156,
      "end_ix": 6173,
      "text": "\nSubscribe Today!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6173,
      "end_ix": 6970,
      "text": "\nAs recently as seventeen years ago, during the reign of John Paul II, the Pontifical Council for the Interpretation of Legislative texts reaffirmed the immutable truth reflected in Canon 915, which prohibits the administration of Holy Communion to those “who obstinately persist in manifest grave sin.” That prohibition, declared the Pontifical Council, applies to the divorced and “remarried” not as a matter of mere disciplinary law subject to revocation or modification, but rather “is derived from divine law and transcends the domain of positive ecclesiastical laws; [and] the latter cannot introduce legislative changes which would oppose the doctrine of the Church.”\nFrancis, however, has purported to do nothing less invent exceptions to divine law that oppose the doctrine of the Church.",
      "new_text": "\nAs recently as seventeen years ago, during the reign of John Paul II, the Pontifical Council for the Interpretation of Legislative texts reaffirmed the immutable truth reflected in Canon 915, which prohibits the administration of Holy Communion to those “who obstinately persist in manifest grave sin.” That prohibition, declared the Pontifical Council, applies to the divorced and “remarried” not as a matter of mere disciplinary law subject to revocation or modification, but rather “is derived from divine law and transcends the domain of positive ecclesiastical laws; [and] the latter cannot introduce legislative changes which would oppose the doctrine of the Church.”\nFrancis, however, has purported to do nothing less invent exceptions to divine law that oppose the doctrine of the Church.",
      "prop_spans": [
        [
          6660,
          6745,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6970,
      "end_ix": 7061,
      "text": "\nThe attempt is void, of course, and the appellation “authentic Magisterium” is fraudulent.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7061,
      "end_ix": 7309,
      "text": "\nBut the consequences of this Pope’s toying with the teaching office of the Church to advance half-baked theological notions, such as “discernment” (a term he borrows from St. Ignatius of Loyola but strips of its original meaning) are catastrophic.",
      "new_text": "\nBut the consequences of this Pope’s meddling with the teaching office of the Church to advance theological notions, such as “discernment” (a term he borrows from St. Ignatius of Loyola but strips of its original meaning) are catastrophic.",
      "prop_spans": [
        [
          7098,
          7129,
          "Loaded_Language"
        ],
        [
          7155,
          7186,
          "Loaded_Language"
        ],
        [
          7155,
          7186,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 7309,
      "end_ix": 7452,
      "text": "\nOver the past year, Cardinal Burke and a few other members of the hierarchy have called upon Francis to “clarify” his intention respecting AL.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7452,
      "end_ix": 7637,
      "text": "\nThat clarification has now been given: Francis intends, if it were possible, to change the unchangeable teaching of the Church regarding an irrevocable moral norm rooted in divine law.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7637,
      "end_ix": 7856,
      "text": "\nEven if the attempt is void and of no effect before man and God—an immoral law is no law at all—Francis clearly means to impose his will by fiat, daring invoke the “authentic Magisterium” to cloak his absurd novelties.",
      "new_text": "\nEven if the attempt is void, an immoral law is no law at all—Francis clearly means to impose his will by fiat, daring invoke the “authentic Magisterium” to assist his novelties.",
      "prop_spans": [
        [
          7638,
          7734,
          "Black-and-White_Fallacy"
        ],
        [
          7829,
          7856,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7856,
      "end_ix": 7910,
      "text": "\nNo Pope before him has ever dared to do such a thing.",
      "new_text": "",
      "prop_spans": [
        [
          7856,
          7856,
          "Loaded_Language"
        ],
        [
          7857,
          7910,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 7910,
      "end_ix": 7976,
      "text": "\nSo now it must be asked: Where are the cardinals and the bishops?",
      "new_text": "\nSo now it must be asked: Where are the cardinals and the bishops?",
      "prop_spans": [
        [
          7910,
          7911,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 7976,
      "end_ix": 8277,
      "text": "\nWith one or two noble (however inconsistent) exceptions, their response to the Bergoglian Debacle thus far ranges from silence, to active complicity, to—at best—hand-wringing over the increasingly chaotic state of the Church while begging the Pope to “clarify” his already perfectly clear intentions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8277,
      "end_ix": 8642,
      "text": "\nAt this point, continued pleading for a Bergoglian “clarification” can only give rise to an impression of disingenuousness, whereas continued silence about the papal origin of this ongoing catastrophe is a standing rebuke to all the hierarchs who know what we all know: that at the epicenter of the chaos is the most wayward Pope the Church has ever had to endure.",
      "new_text": "\nAt this point, continued pleading for a Bergoglian “clarification” can only give rise to an impression of disingenuousness, whereas continued silence about the papal origin of this ongoing catastrophe is a rebuke to all those who know what we all know: that at the epicenter of the problem is the Pope.",
      "prop_spans": [
        [
          8479,
          8547,
          "Exaggeration,Minimisation"
        ],
        [
          8548,
          8642,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8642,
      "end_ix": 8941,
      "text": "\nContinued inaction while the laity and a few good priests are left to themselves to defend, as best they can, the constant teaching of the Church against the abuses of a tyrant on the Chair of Peter threatens the hierarchs with a legacy of shame and a terrible accountability before the Just Judge.",
      "new_text": "",
      "prop_spans": [
        [
          8642,
          8643,
          "Loaded_Language"
        ],
        [
          8643,
          8941,
          "Appeal_to_fear-prejudice"
        ],
        [
          8797,
          8841,
          "Loaded_Language"
        ],
        [
          8811,
          8841,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8941,
      "end_ix": 9231,
      "text": "\nTheir failure to defend the Faith by standing up to the one they know full well is attacking it almost daily lends itself ever more to an indictment for timidity in the face of unprecedented danger to the Church and the cause of the Gospel of which they are divinely charged to be leaders.",
      "new_text": "\nTheir failure to defend the Faith by standing up to the one they know full well is attacking it almost daily lends itself ever more to an indictment for timidity in the face of unprecedented danger to the Church and the cause of the Gospel of which they are divinely charged to be leaders.",
      "prop_spans": [
        [
          8941,
          8941,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 9231,
      "end_ix": 9269,
      "text": "\nThe time for “prudence” is long past.",
      "new_text": "",
      "prop_spans": [
        [
          9232,
          9269,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 9269,
      "end_ix": 9315,
      "text": "\nPrudence now gives way to mere pusillanimity.",
      "new_text": "\nPrudence now gives way to mere pusillanimity.",
      "prop_spans": [
        [
          9269,
          9269,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 9315,
      "end_ix": 9409,
      "text": "\nThe time for hierarchical action is now, before the damage to the Church becomes irreparable.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9409,
      "end_ix": 9795,
      "text": "\nThe members of a hierarchy seemingly cowed by a papal tyranny the Church has never before seen must rise immediately and give a courageous answer to the challenge posed long ago by Monsignor Klaus Gamber, when an already monumental ecclesial crisis was still in what can now can be seen as merely a preliminary stage:\nWhere in our Church are the leaders who can show us the right path?",
      "new_text": "\nThe members of a hierarchy seemingly cowed by the Church has never before seen must rise immediately and give a courageous answer to the challenge posed long ago by Monsignor Klaus Gamber, when an already monumental ecclesial crisis was still in what can now can be seen as merely a preliminary stage:\nWhere in our Church are the leaders who can show us the right path?",
      "prop_spans": [
        [
          9456,
          9504,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9795,
      "end_ix": 10048,
      "text": "\nWhere are the bishops courageous enough to cut out the cancerous growth of modernist theology that has implanted itself and is festering within the celebration of even the most sacred mysteries, before the cancer spreads and causes even greater damage?",
      "new_text": "",
      "prop_spans": [
        [
          9836,
          10048,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10048,
      "end_ix": 10245,
      "text": "\nWhat we need today is a new Athanasius, a new Basil, bishops like those who in the fourth century fought courageously against Arianism when almost the whole of Christendom had succumbed to heresy.",
      "new_text": "\nWhat we need today is a new Athanasius, a new Basil, bishops like those who in the fourth century fought courageously against Arianism when almost the whole of Christendom had succumbed to heresy.",
      "prop_spans": [
        [
          10048,
          10048,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10245,
      "end_ix": 10334,
      "text": "\nWill none of the hierarchs rise to defend the Church as “a new Athanasius, a new Basil”?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10334,
      "end_ix": 10590,
      "text": "\nEven the best among them continue to limit themselves to generalized lamentations at conferences or in interviews about the parlous state of the Church or at most the “confusion” Francis has caused by not “clarifying” precisely what he has just clarified.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10590,
      "end_ix": 10677,
      "text": "\nThey avoid the absolutely necessary direct and public exposure of error at its source.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10677,
      "end_ix": 10919,
      "text": "\nThat error threatens to overwhelm the Church while they do little more than fret about a situation whose self-evident cause—a reckless Pope in love with his own ideas and filled with contempt for Tradition—they seem incapable of identifying.",
      "new_text": "",
      "prop_spans": [
        [
          10678,
          10919,
          "Whataboutism"
        ],
        [
          10802,
          10884,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 10919,
      "end_ix": 11029,
      "text": "\nConcerned clergy and laity throughout the Catholic world are doing what they can according to their stations.",
      "new_text": "\nConcerned clergy and laity throughout the Catholic world are doing what they can according to their stations.",
      "prop_spans": [
        [
          10919,
          10919,
          "Whataboutism"
        ]
      ]
    },
    {
      "start_ix": 11029,
      "end_ix": 11457,
      "text": "\nBut in the midst of that “final battle” over marriage and family of which Sister Lucia warned the late Cardinal Caffarra in light of the Third Secret of Fatima, within the human element of the Church only the cardinals and the bishops possess the divinely bestowed power to repel an assault on marriage, family and the very integrity of the Faith that is now, for the first time in Church history, being led by a Roman Pontiff.",
      "new_text": "\nBut in the midst of that “final battle” over marriage and family of which Sister Lucia warned the late Cardinal Caffarra in light of the Third Secret of Fatima, within the human element of the Church only the cardinals and the bishops possess the bestowed power to repel an accsation on marriage, family and the very integrity of the Faith that is now, being led by a Roman Pontiff.",
      "prop_spans": [
        [
          11273,
          11389,
          "Loaded_Language"
        ],
        [
          11390,
          11427,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 11457,
      "end_ix": 11574,
      "text": "\nThis undeniably apocalyptic development imposes upon the hierarchs—first and foremost in the Church—the duty to act.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11574,
      "end_ix": 11838,
      "text": "\nTrue love for the Church, indeed true charity toward Francis himself, requires of them nothing less than what was required of Saint Paul when the first Pope fell into error that jeopardized the very mission of the Church: that Peter be withstood to his face (Gal.",
      "new_text": "",
      "prop_spans": [
        [
          11575,
          11838,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 11838,
      "end_ix": 11845,
      "text": "\n2:11).",
      "new_text": "",
      "prop_spans": [
        [
          11838,
          11845,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 11845,
      "end_ix": 11971,
      "text": "\nMay Our Lady of Fatima intercede to obtain for them the grace of fortitude to do what must be done and what only they can do.",
      "new_text": "",
      "prop_spans": [
        [
          11845,
          11845,
          "Flag-Waving"
        ],
        [
          11846,
          11971,
          "Obfuscation,Intentional_Vagueness,Confusion"
        ],
        [
          11846,
          11971,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11971,
      "end_ix": 12086,
      "text": "\nOur hopes and prayers are with them as the foremost instruments of divine providence in the ecclesia Dei adflicta.",
      "new_text": "",
      "prop_spans": [
        [
          11971,
          12086,
          "Obfuscation,Intentional_Vagueness,Confusion"
        ],
        [
          11971,
          12086,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12086,
      "end_ix": 12124,
      "text": "\nOur Lady of Fatima, intercede for us!",
      "new_text": "\nOur Lady of Fatima, intercede for us!",
      "prop_spans": [
        [
          12086,
          12086,
          "Obfuscation,Intentional_Vagueness,Confusion"
        ],
        [
          12086,
          12087,
          "Loaded_Language"
        ]
      ]
    }
  ],
  "original labels": [
    [
      0,
      18,
      "Name_Calling,Labeling"
    ],
    [
      412,
      499,
      "Name_Calling,Labeling"
    ],
    [
      412,
      498,
      "Loaded_Language"
    ],
    [
      624,
      681,
      "Loaded_Language"
    ],
    [
      660,
      681,
      "Exaggeration,Minimisation"
    ],
    [
      1046,
      1074,
      "Loaded_Language"
    ],
    [
      1753,
      1770,
      "Repetition"
    ],
    [
      2061,
      2161,
      "Loaded_Language"
    ],
    [
      2437,
      2464,
      "Loaded_Language"
    ],
    [
      2622,
      2774,
      "Exaggeration,Minimisation"
    ],
    [
      6660,
      6745,
      "Loaded_Language"
    ],
    [
      7098,
      7129,
      "Loaded_Language"
    ],
    [
      7155,
      7186,
      "Loaded_Language"
    ],
    [
      7155,
      7186,
      "Doubt"
    ],
    [
      7638,
      7734,
      "Black-and-White_Fallacy"
    ],
    [
      7829,
      7856,
      "Loaded_Language"
    ],
    [
      7857,
      7911,
      "Exaggeration,Minimisation"
    ],
    [
      8479,
      8547,
      "Exaggeration,Minimisation"
    ],
    [
      8548,
      8643,
      "Loaded_Language"
    ],
    [
      8643,
      8941,
      "Appeal_to_fear-prejudice"
    ],
    [
      8797,
      8841,
      "Loaded_Language"
    ],
    [
      8811,
      8841,
      "Name_Calling,Labeling"
    ],
    [
      9232,
      9269,
      "Thought-terminating_Cliches"
    ],
    [
      9456,
      9504,
      "Loaded_Language"
    ],
    [
      9836,
      10048,
      "Loaded_Language"
    ],
    [
      10678,
      10919,
      "Whataboutism"
    ],
    [
      10802,
      10884,
      "Name_Calling,Labeling"
    ],
    [
      11273,
      11389,
      "Loaded_Language"
    ],
    [
      11390,
      11427,
      "Repetition"
    ],
    [
      11575,
      11845,
      "Flag-Waving"
    ],
    [
      11846,
      12086,
      "Obfuscation,Intentional_Vagueness,Confusion"
    ],
    [
      11846,
      12087,
      "Loaded_Language"
    ]
  ]
}