{
  "article_id": "725498022",
  "sentence offsets in original": [
    0,
    366,
    419,
    438,
    664,
    1002,
    1112,
    1446,
    1628,
    1863,
    2117,
    2196,
    2355,
    2420,
    2574,
    2659,
    2760,
    2824,
    3198,
    3360,
    3386,
    3490,
    3602,
    3740,
    3782,
    3851,
    4193,
    4484,
    4682,
    4799,
    5007,
    5163,
    5404,
    6005,
    6133,
    6285,
    6393,
    6778,
    7352,
    7452,
    7523,
    7667,
    7844,
    7978,
    8064,
    8085,
    8149,
    8285,
    8348,
    8421,
    8462,
    8562,
    8935,
    9046,
    9335,
    9469,
    9656,
    9767,
    9891,
    10095,
    10238,
    10464,
    10539,
    11019,
    11051,
    11135,
    11360,
    11364,
    11538,
    11821,
    11988,
    12186,
    12484,
    12543,
    12775,
    13077,
    13258,
    13348,
    13597,
    13694,
    13862,
    13927,
    13996,
    14065,
    14167,
    14401,
    14465,
    14600,
    14810,
    15185,
    15503,
    16081,
    16184,
    16342,
    16558,
    16862,
    17106,
    17546,
    17698,
    17935,
    18170,
    18366,
    18484,
    18600,
    18947,
    19003,
    19181,
    19270,
    19456,
    19623,
    19870,
    19979,
    20080,
    20263,
    20409,
    20641,
    20796,
    21066,
    21288,
    21413,
    21650,
    21722,
    21965,
    22105,
    22163,
    22293,
    22348
  ],
  "original sentences": [
    "SPECIAL REPORT: Pope Francis Accused of Inaction in Notorious Sex Abuse Cases\n\nThe incident was brief: on the Thursday of the pope’s week-long South American trip, in response to an impromptu question tossed out by a Chilean reporter, the pope responded in what one reporter described as a “snippy tone”: “The day I see proof against Bishop Barros, then I will talk.",
    "\nThere is not a single piece of evidence against him.",
    "\nIt is all calumny.",
    "\nIs that clear?”\nThis month has been quite a spectacle, even for this pontificate; an apparently unending stream of outrages and embarrassments, with the pope and his Vatican media support jumping from one scandal to the next.",
    "\nBut among secular reporters the sex abuse issue trumps all others and the fallout continues to blaze down on the Bergoglian pontificate in response to his amazing accusation earlier this month that victims of sexual abuse by clergy were engaging in “calumny,” in their accusations against a Chilean bishop, Juan de la Cruz Barros Madrid.",
    "\nIt seems the shine is coming off the papal penny among leftist secular journalists, his natural constituency.",
    "\nWriting for the Boston Globe, the paper that first broke the clerical sex abuse scandals all the way back in 2001, Kevin Cullen wrote, “Let the record show that the promise of Pope Francis died in Santiago, Chile, on Jan. 18, in the year of our Lord 2018… he has revealed himself like no one else could.”\nBut it gets worse than this.",
    "\nWhen a “leftist” pope pressing a secularist agenda on the Church starts to lose the support of Michael Sean Winters and the National Catholic Reporter, he must know he’s in trouble.",
    "\nThough he’s “sticking with Francis” for now, Winters wrote, “I wish I knew what it was about Pope Francis that makes him fail to grasp the situation with Bishop Barros, the pain caused to the victims and the damage done to the church.",
    "\nI am gobsmacked that the pope twice declined to accept the bishop’s resignation.”\nOn January 23rd, an unsigned NCR editorial opined, “Within the space of four days, Pope Francis twice slandered abuse survivors.”\n“These remarks are at the least shameful.",
    "\nAt the most, they suggest that Francis now could be complicit in the cover-up.",
    "\nThe script is all too familiar: Discredit the survivors’ testimony, support the prelate in question, and bank on public attention moving on to something else.",
    "\n“The insistence with which Francis defends Barros is mystifying.",
    "\nThree separate journalists on the papal flight gave the pope opportunity to say why exactly he believed the bishop instead of the survivors accusing him.",
    "\nThe second journalist to ask Francis about Barros on the flight was a Chilean woman.",
    "\nAs she spoke to the pope, her voice cracked with nervousness at questioning the church’s top leader.",
    "\nShe asked: ‘Why are not the victims’ testimonies proof for you?",
    "\nWhy do you not believe them?’ The pope gave no satisfying answer, only repeating a claim of ‘no evidence’ against the bishop.”\nIndeed, it was understood, as the Washington Post said, that Francis’ trip to Latin America – dogged by protests over Barros both in person at the pope’s appearances and in the press – was in part intended as “an apology tour” to abuse survivors.",
    "\nWhich is why his accusation of calumny against those same victims the next day came as such a shock to observers unused to Bergoglio’s ability to turn on a dime.",
    "\nAll was going as planned.",
    "\nOn Wednesday, January 17, the pope met as scheduled with selected survivors of sexual abuse by priests.",
    "\nHe made all the right noises, talking about his “pain and shame,” and reportedly even crying, at what happened.",
    "\n“I know the pain of these cases of child abuse and I am following how much is needed to overcome this serious and painful evil,” he said.",
    "\n24 hours later he was calling them liars.",
    "\nJames Hamilton, 49 and now a doctor, was one of the Barros accusers.",
    "\nHe told the BBC at a press conference, “What the Pope has done today is offensive and painful, and not only against us, but against everyone seeking to end the abuses.” The lead voice of the victims in Chile, Juan Carlos Cruz, tweeting to one of Francis’s leading apologists, Austen Ivereigh, said, “Does he need a photo, a selfie, as proof?",
    "\nSorry Austen, we didn’t think of it as we were being abused and Juan Barros watching.”\nAlthough the issue came to the attention of a much broader audience during the most recent papal trip, the outcry has been ongoing since his appointment to the southern Chilean diocese of Osorno in 2015.",
    "\nBarros was a student protégée of the charismatic homosexual/pederast predator Fernando Karadima, and went on to be ordained in 1984, made bishop in 1995 and appointed as bishop of the armed forces.",
    "\nBarros claimed in court that the first he knew of Karadima’s offenses was on a Chilean television programme in 2010.",
    "\nThis is refuted by Karadima’s victims – deemed credible both by the secular courts and the Vatican tribunal – who testified that he personally witnessed the abuse at Sacred Heart of Jesus church in Santiago.",
    "\nLast Thursday, however, was not the first time Francis, confronted unexpectedly in public over the Barros question, has responded testily and with insults.",
    "\nIn 2015 the Italian newspaper Il Fatto Quotidiano published a video of him scolding two women who spoke with him in St. Peter’s Piazza, asking that he reconsider the appointment, citing the “suffering” of the Church in Chile over the issue.",
    "\nThe pope told the women, “The Church has lost its freedom, letting its head fill with politicians and accusing a bishop without having any proof, after twenty years of service, so think with your head.” He warned them not to allow themselves to be led by “leftists who have set up this thing.”\n“The only charge against this bishop has been discredited by the Court of Justice, so please do not lose your serenity, you suffer, but because you are foolish...I am the first to judge and punish those accused of similar crimes, but in this case there is not even a proof.”\nThe insults were not forgotten.",
    "\nAmong the signs held by protesters in Chile last week were those reading, “Ni zurdos, ni tontos,” (Neither lefties nor stupid).",
    "\nThe jab certainly wasn’t lost on Francis, since the signs were being held by protesters the full length of his auto route to Santiago from the airport.",
    "\nOne of the protesters told the BBC, “He doesn’t even know us, so how can he accuse us of being such things?",
    "\nHe thinks we are politically motivated even though we come from different parishes in Osorno and are doing this because we are against priests being allowed to abuse children.”\nApparently His Holiness was informed that the “calumny” comment had caused some blow-back because a couple of days later we got something touted – though somewhat skeptically – as a “contrite” papal apology.",
    "\nThis also followed an astonishing public rebuke of the pope by Sean Cardinal O’Malley – a member of the C9 council of cardinals and the former head of the pope’s sex abuse commission – who said, “It is understandable that Pope Francis’ statements yesterday in Santiago, Chile were a source of great pain for survivors of sexual abuse by clergy or any other perpetrator.”\n“Pope Francis fully recognizes the egregious failures of the Church and its clergy who abused children and the devastating impact those crimes have had on survivors and their loved ones,” O’Malley said.",
    "\nOf course, Francis being Francis the apology was banked around with assertions of how right he was.",
    "\n“I have to ask forgiveness because the word ‘proof’ wounded,” he said.",
    "\n“It wounded many people who were abused…I ask them for forgiveness because I wounded them without realizing it, but it was an unintended wound.",
    "\nAnd this horrified me a lot, because I had received them.”\n“And I know how much they suffer, to feel that the Pope says in their face ‘bring me a letter, a proof.’ It’s a slap.",
    "\nAnd I agree that my expression was not apt, because I didn’t think.”\nHe doubled down, saying, “I have not heard any victim of Barros.",
    "\nThey did not come, they did not show themselves, they did not give evidence in court.",
    "\nIt’s all in the air.",
    "\nIt is true that Barros was in Karadima’s group of young people.",
    "\nBut let us be clear: if you accuse someone without evidence with pertinacity, that is calumny.”\n“This is what I can say with sincerity.",
    "\nBarros will remain there if I don’t find a way to condemn him.",
    "\nI cannot condemn him if I don’t have – I don’t say proof – but evidence.",
    "\nAnd there are many ways to get evidence.",
    "\nIs that clear?”\nThis “contrite” papal apology didn’t fly well even with the regular news reporters.",
    "\nPhilip Pullela, a reporter on the plane for Reuters, described it as “an extremely rare act of self-criticism,” for the “unusually contrite” Bergoglio, and noted that, “While the pope has vowed ‘zero tolerance’ for sexual abuse, his efforts have sputtered.”\nIndeed, Francis claim that he met with and heard the “pain” of the victims is untrue in the specific case in hand.",
    "\nCBS News reports that though the Osorno group had tried to obtain a meeting during the trip they were refused.",
    "\nGreg Burke, the pope’s press officer, confirmed that “no papal meetings were planned with the Osorno group, which had formally requested to meet with the pope in July but were told by Vatican organizers that his schedule was already final, some six months before the trip.”\nWho is Barros?",
    "\nSome may remember a video that made the internet rounds of an uproar in a Chilean cathedral at the installation ceremony of a bishop.",
    "\nAt the time it didn’t draw much attention from the English language press – mostly at that time distracted by the ongoing battle of the notorious Kasper Proposal and the oncoming Synods.",
    "\nBut despite the pope’s claim, the charges against Barros are serious and have been deemed credible by a judge.",
    "\nHe is accused of having covered up sexual abuse, including destroying evidence, committed by Karadima in the ‘80s and ‘90s.",
    "\nIn fact – and this point has tended to get glossed over in the press – Barros is accused by the victims of having been in the room, watching at the time, and of engaging in sexual activity with Karadima.",
    "\nThis is not, therefore, merely a matter of a bishop or colleague discovering the abuse after the fact, but of being a voyeuristic participant.",
    "\nJuan Carlos Cruz, told the press in 2015 that he and another boy – both in their teens at the time – “would lie down on the priest’s [Karadima’s] bed, one resting his head at the man’s shoulder, another sitting near his feet.",
    "\nThe priest would kiss the boys and grope them, he said, all while the Rev.",
    "\nJuan Barros watched.” Cruz, now a 51-year-old “gay” journalist, told The Associated Press, “Barros was there, and he saw it all.”\nA Vatican investigation found Karadima guilty in 2011 and sentenced him to a life of seclusion in a monastery for “penitence and prayer.” Note that date; 2011 was when the processes for investigating and trying priest-abusers, put in place by the former Cardinal Ratzinger, were still in effect, and while he was still sitting on the Petrine throne.",
    "\nThings are a bit different now.",
    "\nNeither was the complaint against Barros without the support of responsible people.",
    "\nThe media reported that over 1,300 Catholic faithful in Osorno, including 30 priests of the diocese and 51 members of Parliament, wrote to the pope asking him to rescind the appointment – none of which received any response.",
    "\nFr.",
    "\nPeter Kleigel, a priest of Osorno, told Associated Press, “We’re convinced that this appointment is not correct because, following canon law, a bishop must be well-regarded.",
    "\nWe need a bishop who’s credible.”\nThe problem with getting the news out about Karadima, as in most of these cases, was the bishop, in this case Cardinal Francisco Javier Errázuriz of Santiago, who after the Conclave of 2013 was appointed a member of Pope Francis’s C9 inner council.",
    "\nIt was certainly never a secret that Errázuriz was a close, like-minded friend and collaborator of then-Cardinal Bergoglio, the kingpin of South American Catholicism.",
    "\nAllegations against Karadima – that went back to 1962 – had certainly been reported to Church authorities well before a Chilean news agency revealed the case in 2010, but were ignored by Errázuriz.",
    "\nEven the National Catholic Reporter in 2014 pointed to the cover up and the relationship between the new pope and the accused cardinals,\n“Hamilton had applied for a marriage annulment, after telling his wife of a long psychosexual entanglement with Karadima that began when he was 17 in El Bosque.",
    "\nHis wife confided in a priest, who told Errázuriz in 2006.",
    "\nWhen a canon lawyer and several priests close to the cardinal suggested that Hamilton not mention Karadima, he pressed on with his request in order to force the issue of punishment for the priest while having his marriage annulled.",
    "\nAgain, Errázuriz refused to take action against Karadima.”\nThe pope’s claim that there is “no evidence” flies in the face of the ruling of the civil judge in the Karadima case – a fact that ought to be of paramount consideration under the Vatican’s own rules for determining credibility in such cases.",
    "\nWhile Judge Jessica Gonzalez was forced to drop criminal charges because the statute of limitations had expired, she affirmed that testimony by Cruz and other victims was credible.",
    "\nAfter a full year of investigation, Gonzalez called their claims “truthful and reliable”.",
    "\nVictims said that a letter written to Church authorities complaining of Karadima’s abuse in 1982 was intercepted and destroyed by Barros, who was serving at the time as secretary to Cardinal Francisco Fresno, Errázuriz’s successor and collaborator.",
    "\nAs for Barros’s general credibility as a Catholic bishop, the witness of the victims is damning.",
    "\nIn a letter to Bishop Ivo Scapolo, papal nuncio to Chile, that Cruz gave to the Associated Press, he said he witnessed Karadima and Barros in an intimate relationship.",
    "\n“I saw Karadima and Juan Barros kissing and touching each other.",
    "\nThe groping generally came from Karadima touching Barros’ genitals”.",
    "\nBarros has never denied having had a close friendship with Karadima.",
    "\nHamilton confirmed this saying, “I saw how Barros watched it all.”\nAnd the matter didn’t end in 2010.",
    "\nEmails published in Chile in 2015 showed that Cardinal Errázuriz also blocked the appointment of Juan Carlos Cruz from the new child protection commission – a group plagued by such scandals and eventually ignored to death by Francis.",
    "\nWhich brings us to Francis Bergoglio’s own record in this area.",
    "\nThe pope claimed “I am the first to judge and punish those accused of similar crimes,” but this claim is not supported by the reality.",
    "\nIndeed, it has been pointed out that Francis has gone to considerable lengths to dismantle the efforts of his predecessor at “safeguarding” young people, punishing abusers and removing bishops who cover it up.",
    "\nIn the case of Barros, the Associated Press obtained a confidential letter from Pope Francis dated 2015 that “reveals the [Chilean] bishops’ concern about Francis naming a Karadima protégé, Bishop Juan Barros.” Just days before the pope’s “calumny” comment, January 11, AP reported that Francis had full knowledge of the controversy he risked in appointing Barros to Osorno.",
    "\n“[H]is ambassador in Chile had tried to find a way to contain the damage well before the case made headlines.”\nThe letter, addressed to the executive committee of the Chilean bishops’ conference, said, “Thank you for having openly demonstrated the concern that you have about the appointment of Monsignor Juan Barros.",
    "\nI understand what you’re telling me and I’m aware that the situation of the church in Chile is difficult due to the trials you’ve had to undergo.” The letter said that in 2014 the nuncio, Archbishop Scapolo, had asked Barros to resign as bishop of the armed forces and had “encouraged him to take a sabbatical year before assuming any other pastoral responsibility as a bishop.”\nThere can also be little doubt the new pope was fully aware of the record of his close friend Cardinal Errázuriz in ignoring complaints of Karadima’s victims when he appointed him to the C9 council.",
    "\nAnd even if he didn’t then, he certainly knows now, and yet Errazuriz continues in that advisory role.",
    "\nFrancis further appointed Cardinal Errázuriz to serve as his Special Envoy to World Apostolic Congress Of Mercy III meeting in Bogotá, Colombia in June 2014.",
    "\nSince 2001, Cardinal Ratzinger and later as Pope Benedict installed effective procedural reforms on clerical sexual abuse; Francis in his short five years has all but completely dismantled or reversed those changes.",
    "\nAmong the earliest indications Catholics had that the new pope had no intention of getting to the bottom of the priest-abuser problem was his appointment of the notorious homosexual, Monsignor Battista Ricca, as head of the Vatican Bank and the man in charge of his own residence, the Casa Santa Martha.",
    "\nIt is often forgotten that Bergoglio’s notorious comment “who am I to judge” was in response to a question on a plane-presser about Ricca, and was followed with a similar claim from Francis about there having been no proof of his misbehaviour.",
    "\nAs the pseudonymous Marcantonio Colonna wrote in the book, “The Dictator Pope,” “In fact his patronage of Monsignor Ricca fits the pattern which was well established when he was Archbishop of Buenos Aires, whereby he surrounds himself with morally weak people so as to have them under his thumb.”\nBut even before this was the sinister appearance of Godfried Cardinal Danneels on the loggia on the night of Francis’s election to the papacy.",
    "\nDanneels’s prominence in the Bergoglian pontificate continues to be the most prominent indicator of the pope’s deprioritising of clerical sexual abuse.",
    "\nThe former head of the Brussels archdiocese was a leading figure in the so-called St. Gallen Group, which he himself described as a “mafia,” who had worked against the election of Joseph Ratzinger in 2005 and to elect Bergoglio in 2013.",
    "\nAt the end of a long career as Europe’s leading “liberal” Catholic prelate, Danneels came under a cloud of scandal when he was accused of having covered for a protégé bishop who admitted to having sexually abused his own minor nephew.",
    "\nIn 2010 the publication of an audio recording determined undeniably that Danneels had told the victim to keep quiet and not cause trouble for the soon-to-retire Bishop Roger Vangheluwe of Bruges.",
    "\nThe cardinal even went so far as to suggest that the victim should “ask forgiveness” for his own role in the scandal.",
    "\nBefore the recordings were released, Danneels had also denied all knowledge of sexual abuse by clergy or cover-ups.",
    "\nIn the book, Colonna asks the question, “What happened to ‘Zero Tolerance’ for clerical sexual offenders?” He wrote that data presented by the Vatican the UN Human Rights Commission in January 2014 showed that Benedict XVI “had defrocked or suspended more than 800 priests for past sexual abuse between 2009 and 2012,” including the notorious Fr.",
    "\nMaciel Degollado, founder of the Legionaries of Christ.",
    "\nCrucially, it was Ratzinger who moved the competence for sex abuse cases from the Congregation for Bishops to Doctrine of the Faith, with powers to suspend and punish offenders.",
    "\nHis reforms specifically included bishops who had refused to act against priest-abusers.",
    "\nA senior member of the Vatican’s diplomatic corps, Archbishop Miguel Maury Buendia, confirmed this, saying, “This Pope has removed two or three bishops per month throughout the world...",
    "\nThere have been two or three instances in which they said no, and so the Pope simply removed them.”\nThese reforms – and removals – have ceased entirely under Francis.",
    "\nDespite his claims that he punishes the guilty, it was in fact Francis who reversed the previous, Benedict-era sentence against the notorious Italian priest-pederast Mario Inzoli at the request of the now-equally notorious Cardinal Coccopalmerio.",
    "\nInzoli was found guilty in 2012 by an ecclesiastical court of abusing boys as young as twelve and suspended.",
    "\nInzoli had even abused boys in the confessional, convincing them that the abuse was approved by God.",
    "\nFollowing an appeal by Coccopalmerio, Francis reduced the priest’s penalty to a “lifetime of prayer,” with permission to say Mass privately, and a promise to stay away from children.",
    "\nThe uproar over this caused the Italian prosecutors to reopen the case against the priest, and eventually Inzoli went to prison and was laicized.",
    "\nAs for Ratzinger/Benedict’s procedural reforms, rumours continue to circulate that the pope intends to reverse them as well, placing competence back into the hands of the same dicastery that held it when the scandals broke in 2001.",
    "\nThis has been denied by Greg Burke, but given Francis’s usual methods, it’s anyone’s guess who in reality is actually dealing with these cases, if anyone.",
    "\nA tribunal of bishops, requested by his own sex abuse commission, was ignored and then Francis summarily removed two of the CDF staffers in charge of handling such cases, famously refusing to give any reasons to CDF prefect Cardinal Müller who was soon to be dismissed.",
    "\nIn fact, the chaos and lack of commitment on the issue has come under harsh criticism from at least one member of the pope’s now-defunct sex abuse commission, a loudly trumpeted part of Bergoglio’s early scheme of reform.",
    "\nMarie Collins, an Irish abuse survivor, was appointed in 2014 to the new Pontifical Commission for the Protection of Minors.",
    "\nShe resigned in 2017, citing “Vatican officials’ reluctance to cooperate with its work to protect children.” Collins released a damning statement, indicating that the commission had never seriously intended to change or reform anything.",
    "\nShe said none of the commission’s recommendations had been implemented.",
    "\n“The reluctance of some in the Vatican Curia to implement recommendations or cooperate with the work of a commission when the purpose is to improve the safety of children and vulnerable adults around the world is unacceptable,” Collins wrote.",
    "\nAs of December last year, the commission has been allowed to lapse, and no longer functions, though it has not been definitively dissolved.",
    "\nThe terms of office of its members expired December 17th.",
    "\nThis week Collins tweeted her question for Pope Francis on the Chilean situation: “Why does the Pope not believe these three men?",
    "\nThey have been consistent over years in what they say.",
    "\nWhen asked why he believes his fellow cleric and not the survivors he can give no good reason.”\nWhy indeed."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 366,
      "text": "SPECIAL REPORT: Pope Francis Accused of Inaction in Notorious Sex Abuse Cases\n\nThe incident was brief: on the Thursday of the pope’s week-long South American trip, in response to an impromptu question tossed out by a Chilean reporter, the pope responded in what one reporter described as a “snippy tone”: “The day I see proof against Bishop Barros, then I will talk.",
      "new_text": "SPECIAL REPORT: Pope Francis Accused of Inaction in Notorious Sex Abuse Cases\n\nThe incident was brief: on the Thursday of the pope’s week-long South American trip, in response to an impromptu question asked by a Chilean reporter, the pope responded in what one reporter described as a “snippy tone”: “The day I see proof against Bishop Barros, then I will talk.",
      "prop_spans": [
        [
          201,
          211,
          "Loaded_Language"
        ],
        [
          291,
          302,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 366,
      "end_ix": 419,
      "text": "\nThere is not a single piece of evidence against him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 419,
      "end_ix": 438,
      "text": "\nIt is all calumny.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 438,
      "end_ix": 664,
      "text": "\nIs that clear?”\nThis month has been quite a spectacle, even for this pontificate; an apparently unending stream of outrages and embarrassments, with the pope and his Vatican media support jumping from one scandal to the next.",
      "new_text": "\nIs that clear?”\nThis month has been quite a spectacle, even for this pontificate; an apparently multiple case of various instances, with the pope and his Vatican media support jumping from one scandal to the next.",
      "prop_spans": [
        [
          535,
          581,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 664,
      "end_ix": 1002,
      "text": "\nBut among secular reporters the sex abuse issue trumps all others and the fallout continues to blaze down on the Bergoglian pontificate in response to his amazing accusation earlier this month that victims of sexual abuse by clergy were engaging in “calumny,” in their accusations against a Chilean bishop, Juan de la Cruz Barros Madrid.",
      "new_text": "\nBut among secular reporters the sex abuse issue trumps all others and the fallout continues on the Bergoglian pontificate in response to his amazing accusation earlier this month that victims of sexual abuse by clergy were engaging in “calumny,” in their accusations against a Chilean bishop, Juan de la Cruz Barros Madrid.",
      "prop_spans": [
        [
          757,
          770,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1002,
      "end_ix": 1112,
      "text": "\nIt seems the shine is coming off the papal penny among leftist secular journalists, his natural constituency.",
      "new_text": "\nIt seems the shine is coming off the papal penny among journalists, his natural constituency.",
      "prop_spans": [
        [
          1058,
          1085,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 1112,
      "end_ix": 1446,
      "text": "\nWriting for the Boston Globe, the paper that first broke the clerical sex abuse scandals all the way back in 2001, Kevin Cullen wrote, “Let the record show that the promise of Pope Francis died in Santiago, Chile, on Jan. 18, in the year of our Lord 2018… he has revealed himself like no one else could.”\nBut it gets worse than this.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1446,
      "end_ix": 1628,
      "text": "\nWhen a “leftist” pope pressing a secularist agenda on the Church starts to lose the support of Michael Sean Winters and the National Catholic Reporter, he must know he’s in trouble.",
      "new_text": "\nWhen a pope pressing a secularist agenda on the Church starts to lose the support of Michael Sean Winters and the National Catholic Reporter, he must know he’s in trouble.",
      "prop_spans": [
        [
          1452,
          1468,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 1628,
      "end_ix": 1863,
      "text": "\nThough he’s “sticking with Francis” for now, Winters wrote, “I wish I knew what it was about Pope Francis that makes him fail to grasp the situation with Bishop Barros, the pain caused to the victims and the damage done to the church.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1863,
      "end_ix": 2117,
      "text": "\nI am gobsmacked that the pope twice declined to accept the bishop’s resignation.”\nOn January 23rd, an unsigned NCR editorial opined, “Within the space of four days, Pope Francis twice slandered abuse survivors.”\n“These remarks are at the least shameful.",
      "new_text": "\nI am gobsmacked that the pope twice declined to accept the bishop’s resignation.”\nOn January 23rd, an unsigned NCR editorial opined, “Within the space of four days, Pope Francis twice slandered abuse survivors.”\n“These remarks are at the least shameful.",
      "prop_spans": [
        [
          1869,
          1880,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2117,
      "end_ix": 2196,
      "text": "\nAt the most, they suggest that Francis now could be complicit in the cover-up.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2196,
      "end_ix": 2355,
      "text": "\nThe script is all too familiar: Discredit the survivors’ testimony, support the prelate in question, and bank on public attention moving on to something else.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2355,
      "end_ix": 2420,
      "text": "\n“The insistence with which Francis defends Barros is mystifying.",
      "new_text": "",
      "prop_spans": [
        [
          2406,
          2420,
          "Obfuscation,Intentional_Vagueness,Confusion"
        ]
      ]
    },
    {
      "start_ix": 2420,
      "end_ix": 2574,
      "text": "\nThree separate journalists on the papal flight gave the pope opportunity to say why exactly he believed the bishop instead of the survivors accusing him.",
      "new_text": "\nThree separate journalists on the papal flight gave the pope opportunity to say why exactly he believed the bishop instead of the survivors accusing him.",
      "prop_spans": [
        [
          2420,
          2420,
          "Obfuscation,Intentional_Vagueness,Confusion"
        ]
      ]
    },
    {
      "start_ix": 2574,
      "end_ix": 2659,
      "text": "\nThe second journalist to ask Francis about Barros on the flight was a Chilean woman.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2659,
      "end_ix": 2760,
      "text": "\nAs she spoke to the pope, her voice cracked with nervousness at questioning the church’s top leader.",
      "new_text": "",
      "prop_spans": [
        [
          2686,
          2720,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2760,
      "end_ix": 2824,
      "text": "\nShe asked: ‘Why are not the victims’ testimonies proof for you?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2824,
      "end_ix": 3198,
      "text": "\nWhy do you not believe them?’ The pope gave no satisfying answer, only repeating a claim of ‘no evidence’ against the bishop.”\nIndeed, it was understood, as the Washington Post said, that Francis’ trip to Latin America – dogged by protests over Barros both in person at the pope’s appearances and in the press – was in part intended as “an apology tour” to abuse survivors.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3198,
      "end_ix": 3360,
      "text": "\nWhich is why his accusation of calumny against those same victims the next day came as such a shock to observers unused to Bergoglio’s ability to turn on a dime.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3360,
      "end_ix": 3386,
      "text": "\nAll was going as planned.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3386,
      "end_ix": 3490,
      "text": "\nOn Wednesday, January 17, the pope met as scheduled with selected survivors of sexual abuse by priests.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3490,
      "end_ix": 3602,
      "text": "\nHe made all the right noises, talking about his “pain and shame,” and reportedly even crying, at what happened.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3602,
      "end_ix": 3740,
      "text": "\n“I know the pain of these cases of child abuse and I am following how much is needed to overcome this serious and painful evil,” he said.",
      "new_text": "\n“I know the pain of these cases of child abuse and I am following how much is needed to overcome this serious and painful evil,” he said.",
      "prop_spans": [
        [
          3705,
          3729,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3740,
      "end_ix": 3782,
      "text": "\n24 hours later he was calling them liars.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3782,
      "end_ix": 3851,
      "text": "\nJames Hamilton, 49 and now a doctor, was one of the Barros accusers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3851,
      "end_ix": 4193,
      "text": "\nHe told the BBC at a press conference, “What the Pope has done today is offensive and painful, and not only against us, but against everyone seeking to end the abuses.” The lead voice of the victims in Chile, Juan Carlos Cruz, tweeting to one of Francis’s leading apologists, Austen Ivereigh, said, “Does he need a photo, a selfie, as proof?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4193,
      "end_ix": 4484,
      "text": "\nSorry Austen, we didn’t think of it as we were being abused and Juan Barros watching.”\nAlthough the issue came to the attention of a much broader audience during the most recent papal trip, the outcry has been ongoing since his appointment to the southern Chilean diocese of Osorno in 2015.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4484,
      "end_ix": 4682,
      "text": "\nBarros was a student protégée of the charismatic homosexual/pederast predator Fernando Karadima, and went on to be ordained in 1984, made bishop in 1995 and appointed as bishop of the armed forces.",
      "new_text": "\nBarros was a student protégée of Fernando Karadima, and went on to be ordained in 1984, made bishop in 1995 and appointed as bishop of the armed forces.",
      "prop_spans": [
        [
          4518,
          4582,
          "Loaded_Language"
        ],
        [
          4518,
          4581,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 4682,
      "end_ix": 4799,
      "text": "\nBarros claimed in court that the first he knew of Karadima’s offenses was on a Chilean television programme in 2010.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4799,
      "end_ix": 5007,
      "text": "\nThis is refuted by Karadima’s victims – deemed credible both by the secular courts and the Vatican tribunal – who testified that he personally witnessed the abuse at Sacred Heart of Jesus church in Santiago.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5007,
      "end_ix": 5163,
      "text": "\nLast Thursday, however, was not the first time Francis, confronted unexpectedly in public over the Barros question, has responded testily and with insults.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5163,
      "end_ix": 5404,
      "text": "\nIn 2015 the Italian newspaper Il Fatto Quotidiano published a video of him scolding two women who spoke with him in St. Peter’s Piazza, asking that he reconsider the appointment, citing the “suffering” of the Church in Chile over the issue.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5404,
      "end_ix": 6005,
      "text": "\nThe pope told the women, “The Church has lost its freedom, letting its head fill with politicians and accusing a bishop without having any proof, after twenty years of service, so think with your head.” He warned them not to allow themselves to be led by “leftists who have set up this thing.”\n“The only charge against this bishop has been discredited by the Court of Justice, so please do not lose your serenity, you suffer, but because you are foolish...I am the first to judge and punish those accused of similar crimes, but in this case there is not even a proof.”\nThe insults were not forgotten.",
      "new_text": "\nThe pope told the women, “The Church has lost its freedom, letting its head fill with politicians and accusing a bishop without having any proof, after twenty years of service, so think with your head.” He warned them not to allow themselves to be led by people who have set up this thing.\n“The only charge against this bishop has been discredited by the Court of Justice, so please do not lose your serenity, you suffer, but because you are foolish...I am the first to judge and punish those accused of similar crimes, but in this case there is not even a proof.”\nThe insults were not forgotten.",
      "prop_spans": [
        [
          5585,
          5607,
          "Thought-terminating_Cliches"
        ],
        [
          5661,
          5696,
          "Name_Calling,Labeling"
        ],
        [
          5843,
          5861,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6005,
      "end_ix": 6133,
      "text": "\nAmong the signs held by protesters in Chile last week were those reading, “Ni zurdos, ni tontos,” (Neither lefties nor stupid).",
      "new_text": "\nAmong the signs held by protesters in Chile last week were those reading, “Ni zurdos, ni tontos,” (Neither lefties nor stupid).",
      "prop_spans": [
        [
          6105,
          6131,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 6133,
      "end_ix": 6285,
      "text": "\nThe jab certainly wasn’t lost on Francis, since the signs were being held by protesters the full length of his auto route to Santiago from the airport.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6285,
      "end_ix": 6393,
      "text": "\nOne of the protesters told the BBC, “He doesn’t even know us, so how can he accuse us of being such things?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6393,
      "end_ix": 6778,
      "text": "\nHe thinks we are politically motivated even though we come from different parishes in Osorno and are doing this because we are against priests being allowed to abuse children.”\nApparently His Holiness was informed that the “calumny” comment had caused some blow-back because a couple of days later we got something touted – though somewhat skeptically – as a “contrite” papal apology.",
      "new_text": "\nHe thinks we are politically motivated even though we come from different parishes in Osorno and are doing this because we are against priests being allowed to abuse children.”\nApparently His Holiness was informed that the comment had caused some blow-back because a couple of days later we got something touted – though somewhat skeptically – as a “contrite” papal apology.",
      "prop_spans": [
        [
          6618,
          6635,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6778,
      "end_ix": 7352,
      "text": "\nThis also followed an astonishing public rebuke of the pope by Sean Cardinal O’Malley – a member of the C9 council of cardinals and the former head of the pope’s sex abuse commission – who said, “It is understandable that Pope Francis’ statements yesterday in Santiago, Chile were a source of great pain for survivors of sexual abuse by clergy or any other perpetrator.”\n“Pope Francis fully recognizes the egregious failures of the Church and its clergy who abused children and the devastating impact those crimes have had on survivors and their loved ones,” O’Malley said.",
      "new_text": "\nThis also followed an astonishing public rebuke of the pope by Sean Cardinal O’Malley – a member of the C9 council of cardinals and the former head of the pope’s sex abuse commission – who said, “It is understandable that Pope Francis’ statements yesterday in Santiago, Chile were a source of great pain for survivors of sexual abuse by clergy or any other perpetrator.”\n“Pope Francis fully recognizes the egregious failures of the Church and its clergy who abused children and the devastating impact those crimes have had on survivors and their loved ones,” O’Malley said.",
      "prop_spans": [
        [
          7181,
          7203,
          "Loaded_Language"
        ],
        [
          7261,
          7280,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7352,
      "end_ix": 7452,
      "text": "\nOf course, Francis being Francis the apology was banked around with assertions of how right he was.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7452,
      "end_ix": 7523,
      "text": "\n“I have to ask forgiveness because the word ‘proof’ wounded,” he said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7523,
      "end_ix": 7667,
      "text": "\n“It wounded many people who were abused…I ask them for forgiveness because I wounded them without realizing it, but it was an unintended wound.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7667,
      "end_ix": 7844,
      "text": "\nAnd this horrified me a lot, because I had received them.”\n“And I know how much they suffer, to feel that the Pope says in their face ‘bring me a letter, a proof.’ It’s a slap.",
      "new_text": "\nAnd this horrified me a lot, because I had received them.”\n“And I know how much they suffer, to feel that the Pope says in their face ‘bring me a letter, a proof.’ It’s a slap.",
      "prop_spans": [
        [
          7672,
          7696,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7844,
      "end_ix": 7978,
      "text": "\nAnd I agree that my expression was not apt, because I didn’t think.”\nHe doubled down, saying, “I have not heard any victim of Barros.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7978,
      "end_ix": 8064,
      "text": "\nThey did not come, they did not show themselves, they did not give evidence in court.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8064,
      "end_ix": 8085,
      "text": "\nIt’s all in the air.",
      "new_text": "",
      "prop_spans": [
        [
          8065,
          8085,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 8085,
      "end_ix": 8149,
      "text": "\nIt is true that Barros was in Karadima’s group of young people.",
      "new_text": "\nIt is true that Barros was in Karadima’s group of young people.",
      "prop_spans": [
        [
          8085,
          8085,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 8149,
      "end_ix": 8285,
      "text": "\nBut let us be clear: if you accuse someone without evidence with pertinacity, that is calumny.”\n“This is what I can say with sincerity.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8285,
      "end_ix": 8348,
      "text": "\nBarros will remain there if I don’t find a way to condemn him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8348,
      "end_ix": 8421,
      "text": "\nI cannot condemn him if I don’t have – I don’t say proof – but evidence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8421,
      "end_ix": 8462,
      "text": "\nAnd there are many ways to get evidence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8462,
      "end_ix": 8562,
      "text": "\nIs that clear?”\nThis “contrite” papal apology didn’t fly well even with the regular news reporters.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8562,
      "end_ix": 8935,
      "text": "\nPhilip Pullela, a reporter on the plane for Reuters, described it as “an extremely rare act of self-criticism,” for the “unusually contrite” Bergoglio, and noted that, “While the pope has vowed ‘zero tolerance’ for sexual abuse, his efforts have sputtered.”\nIndeed, Francis claim that he met with and heard the “pain” of the victims is untrue in the specific case in hand.",
      "new_text": "\nPhilip Pullela, a reporter on the plane for Reuters, described it as “an extremely rare act of self-criticism,” for the Bergoglio, and noted that, “While the pope has vowed ‘zero tolerance’ for sexual abuse, his efforts have sputtered.”\nIndeed, Francis claim that he met with and heard the “pain” of the victims is untrue in the specific case in hand.",
      "prop_spans": [
        [
          8684,
          8702,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8935,
      "end_ix": 9046,
      "text": "\nCBS News reports that though the Osorno group had tried to obtain a meeting during the trip they were refused.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9046,
      "end_ix": 9335,
      "text": "\nGreg Burke, the pope’s press officer, confirmed that “no papal meetings were planned with the Osorno group, which had formally requested to meet with the pope in July but were told by Vatican organizers that his schedule was already final, some six months before the trip.”\nWho is Barros?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9335,
      "end_ix": 9469,
      "text": "\nSome may remember a video that made the internet rounds of an uproar in a Chilean cathedral at the installation ceremony of a bishop.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9469,
      "end_ix": 9656,
      "text": "\nAt the time it didn’t draw much attention from the English language press – mostly at that time distracted by the ongoing battle of the notorious Kasper Proposal and the oncoming Synods.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9656,
      "end_ix": 9767,
      "text": "\nBut despite the pope’s claim, the charges against Barros are serious and have been deemed credible by a judge.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9767,
      "end_ix": 9891,
      "text": "\nHe is accused of having covered up sexual abuse, including destroying evidence, committed by Karadima in the ‘80s and ‘90s.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9891,
      "end_ix": 10095,
      "text": "\nIn fact – and this point has tended to get glossed over in the press – Barros is accused by the victims of having been in the room, watching at the time, and of engaging in sexual activity with Karadima.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10095,
      "end_ix": 10238,
      "text": "\nThis is not, therefore, merely a matter of a bishop or colleague discovering the abuse after the fact, but of being a voyeuristic participant.",
      "new_text": "\nThis is not, therefore, merely a matter of a bishop or colleague discovering the abuse after the fact, but of being a non-acting participant.",
      "prop_spans": [
        [
          10212,
          10238,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 10238,
      "end_ix": 10464,
      "text": "\nJuan Carlos Cruz, told the press in 2015 that he and another boy – both in their teens at the time – “would lie down on the priest’s [Karadima’s] bed, one resting his head at the man’s shoulder, another sitting near his feet.",
      "new_text": "\nJuan Carlos Cruz, told the press in 2015 that he and another boy – both in their teens at the time – “would lie down on the priest’s [Karadima’s] bed, one resting his head at the man’s shoulder, another sitting near his feet.",
      "prop_spans": [
        [
          10238,
          10238,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 10464,
      "end_ix": 10539,
      "text": "\nThe priest would kiss the boys and grope them, he said, all while the Rev.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10539,
      "end_ix": 11019,
      "text": "\nJuan Barros watched.” Cruz, now a 51-year-old “gay” journalist, told The Associated Press, “Barros was there, and he saw it all.”\nA Vatican investigation found Karadima guilty in 2011 and sentenced him to a life of seclusion in a monastery for “penitence and prayer.” Note that date; 2011 was when the processes for investigating and trying priest-abusers, put in place by the former Cardinal Ratzinger, were still in effect, and while he was still sitting on the Petrine throne.",
      "new_text": "\nJuan Barros watched.” Cruz, now a 51-year-old “gay” journalist, told The Associated Press, “Barros was there, and he saw it all.”\nA Vatican investigation found Karadima guilty in 2011 and sentenced him to a life of seclusion in a monastery for “penitence and prayer.” Note that date; 2011 was when the processes for investigating and trying abusers, put in place by the former Cardinal Ratzinger, were still in effect, and while he was still sitting on the Petrine throne.",
      "prop_spans": [
        [
          10881,
          10896,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 11019,
      "end_ix": 11051,
      "text": "\nThings are a bit different now.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11051,
      "end_ix": 11135,
      "text": "\nNeither was the complaint against Barros without the support of responsible people.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11135,
      "end_ix": 11360,
      "text": "\nThe media reported that over 1,300 Catholic faithful in Osorno, including 30 priests of the diocese and 51 members of Parliament, wrote to the pope asking him to rescind the appointment – none of which received any response.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11360,
      "end_ix": 11364,
      "text": "\nFr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11364,
      "end_ix": 11538,
      "text": "\nPeter Kleigel, a priest of Osorno, told Associated Press, “We’re convinced that this appointment is not correct because, following canon law, a bishop must be well-regarded.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11538,
      "end_ix": 11821,
      "text": "\nWe need a bishop who’s credible.”\nThe problem with getting the news out about Karadima, as in most of these cases, was the bishop, in this case Cardinal Francisco Javier Errázuriz of Santiago, who after the Conclave of 2013 was appointed a member of Pope Francis’s C9 inner council.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11821,
      "end_ix": 11988,
      "text": "\nIt was certainly never a secret that Errázuriz was a close, like-minded friend and collaborator of then-Cardinal Bergoglio, the kingpin of South American Catholicism.",
      "new_text": "\nIt was certainly never a secret that Errázuriz was a close, like-minded friend and collaborator of then-Cardinal Bergoglio.",
      "prop_spans": [
        [
          11946,
          11987,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 11988,
      "end_ix": 12186,
      "text": "\nAllegations against Karadima – that went back to 1962 – had certainly been reported to Church authorities well before a Chilean news agency revealed the case in 2010, but were ignored by Errázuriz.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12186,
      "end_ix": 12484,
      "text": "\nEven the National Catholic Reporter in 2014 pointed to the cover up and the relationship between the new pope and the accused cardinals,\n“Hamilton had applied for a marriage annulment, after telling his wife of a long psychosexual entanglement with Karadima that began when he was 17 in El Bosque.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12484,
      "end_ix": 12543,
      "text": "\nHis wife confided in a priest, who told Errázuriz in 2006.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12543,
      "end_ix": 12775,
      "text": "\nWhen a canon lawyer and several priests close to the cardinal suggested that Hamilton not mention Karadima, he pressed on with his request in order to force the issue of punishment for the priest while having his marriage annulled.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12775,
      "end_ix": 13077,
      "text": "\nAgain, Errázuriz refused to take action against Karadima.”\nThe pope’s claim that there is “no evidence” flies in the face of the ruling of the civil judge in the Karadima case – a fact that ought to be of paramount consideration under the Vatican’s own rules for determining credibility in such cases.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13077,
      "end_ix": 13258,
      "text": "\nWhile Judge Jessica Gonzalez was forced to drop criminal charges because the statute of limitations had expired, she affirmed that testimony by Cruz and other victims was credible.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13258,
      "end_ix": 13348,
      "text": "\nAfter a full year of investigation, Gonzalez called their claims “truthful and reliable”.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13348,
      "end_ix": 13597,
      "text": "\nVictims said that a letter written to Church authorities complaining of Karadima’s abuse in 1982 was intercepted and destroyed by Barros, who was serving at the time as secretary to Cardinal Francisco Fresno, Errázuriz’s successor and collaborator.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13597,
      "end_ix": 13694,
      "text": "\nAs for Barros’s general credibility as a Catholic bishop, the witness of the victims is damning.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13694,
      "end_ix": 13862,
      "text": "\nIn a letter to Bishop Ivo Scapolo, papal nuncio to Chile, that Cruz gave to the Associated Press, he said he witnessed Karadima and Barros in an intimate relationship.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13862,
      "end_ix": 13927,
      "text": "\n“I saw Karadima and Juan Barros kissing and touching each other.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13927,
      "end_ix": 13996,
      "text": "\nThe groping generally came from Karadima touching Barros’ genitals”.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13996,
      "end_ix": 14065,
      "text": "\nBarros has never denied having had a close friendship with Karadima.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14065,
      "end_ix": 14167,
      "text": "\nHamilton confirmed this saying, “I saw how Barros watched it all.”\nAnd the matter didn’t end in 2010.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14167,
      "end_ix": 14401,
      "text": "\nEmails published in Chile in 2015 showed that Cardinal Errázuriz also blocked the appointment of Juan Carlos Cruz from the new child protection commission – a group plagued by such scandals and eventually ignored to death by Francis.",
      "new_text": "\nEmails published in Chile in 2015 showed that Cardinal Errázuriz also blocked the appointment of Juan Carlos Cruz from the new child protection commission – a group involved in such scandals and eventually ignored by Francis.",
      "prop_spans": [
        [
          14333,
          14341,
          "Loaded_Language"
        ],
        [
          14373,
          14390,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 14401,
      "end_ix": 14465,
      "text": "\nWhich brings us to Francis Bergoglio’s own record in this area.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14465,
      "end_ix": 14600,
      "text": "\nThe pope claimed “I am the first to judge and punish those accused of similar crimes,” but this claim is not supported by the reality.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14600,
      "end_ix": 14810,
      "text": "\nIndeed, it has been pointed out that Francis has gone to considerable lengths to dismantle the efforts of his predecessor at “safeguarding” young people, punishing abusers and removing bishops who cover it up.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14810,
      "end_ix": 15185,
      "text": "\nIn the case of Barros, the Associated Press obtained a confidential letter from Pope Francis dated 2015 that “reveals the [Chilean] bishops’ concern about Francis naming a Karadima protégé, Bishop Juan Barros.” Just days before the pope’s “calumny” comment, January 11, AP reported that Francis had full knowledge of the controversy he risked in appointing Barros to Osorno.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15185,
      "end_ix": 15503,
      "text": "\n“[H]is ambassador in Chile had tried to find a way to contain the damage well before the case made headlines.”\nThe letter, addressed to the executive committee of the Chilean bishops’ conference, said, “Thank you for having openly demonstrated the concern that you have about the appointment of Monsignor Juan Barros.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15503,
      "end_ix": 16081,
      "text": "\nI understand what you’re telling me and I’m aware that the situation of the church in Chile is difficult due to the trials you’ve had to undergo.” The letter said that in 2014 the nuncio, Archbishop Scapolo, had asked Barros to resign as bishop of the armed forces and had “encouraged him to take a sabbatical year before assuming any other pastoral responsibility as a bishop.”\nThere can also be little doubt the new pope was fully aware of the record of his close friend Cardinal Errázuriz in ignoring complaints of Karadima’s victims when he appointed him to the C9 council.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16081,
      "end_ix": 16184,
      "text": "\nAnd even if he didn’t then, he certainly knows now, and yet Errazuriz continues in that advisory role.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16184,
      "end_ix": 16342,
      "text": "\nFrancis further appointed Cardinal Errázuriz to serve as his Special Envoy to World Apostolic Congress Of Mercy III meeting in Bogotá, Colombia in June 2014.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16342,
      "end_ix": 16558,
      "text": "\nSince 2001, Cardinal Ratzinger and later as Pope Benedict installed effective procedural reforms on clerical sexual abuse; Francis in his short five years has all but completely dismantled or reversed those changes.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16558,
      "end_ix": 16862,
      "text": "\nAmong the earliest indications Catholics had that the new pope had no intention of getting to the bottom of the priest-abuser problem was his appointment of the notorious homosexual, Monsignor Battista Ricca, as head of the Vatican Bank and the man in charge of his own residence, the Casa Santa Martha.",
      "new_text": "\nAmong the earliest indications Catholics had that the new pope had no intention of getting to the bottom of the priest-abuser problem was his appointment of Monsignor Battista Ricca, as head of the Vatican Bank and the man in charge of his own residence, the Casa Santa Martha.",
      "prop_spans": [
        [
          16716,
          16741,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 16862,
      "end_ix": 17106,
      "text": "\nIt is often forgotten that Bergoglio’s notorious comment “who am I to judge” was in response to a question on a plane-presser about Ricca, and was followed with a similar claim from Francis about there having been no proof of his misbehaviour.",
      "new_text": "\nIt is often forgotten that Bergoglio’s notorious comment “who am I to judge” was in response to a question on a plane-presser about Ricca, and was followed with a similar claim from Francis about there having been no proof of his misbehaviour.",
      "prop_spans": [
        [
          16921,
          16939,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 17106,
      "end_ix": 17546,
      "text": "\nAs the pseudonymous Marcantonio Colonna wrote in the book, “The Dictator Pope,” “In fact his patronage of Monsignor Ricca fits the pattern which was well established when he was Archbishop of Buenos Aires, whereby he surrounds himself with morally weak people so as to have them under his thumb.”\nBut even before this was the sinister appearance of Godfried Cardinal Danneels on the loggia on the night of Francis’s election to the papacy.",
      "new_text": "\nAs the pseudonymous Marcantonio Colonna wrote in the book, “The Dictator Pope,” “In fact his patronage of Monsignor Ricca fits the pattern which was well established when he was Archbishop of Buenos Aires, whereby he surrounds himself with morally weak people so as to have them under his thumb.”\nBut even before this was the appearance of Godfried Cardinal Danneels on the loggia on the night of Francis’s election to the papacy.",
      "prop_spans": [
        [
          17386,
          17401,
          "Loaded_Language"
        ],
        [
          17429,
          17452,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 17546,
      "end_ix": 17698,
      "text": "\nDanneels’s prominence in the Bergoglian pontificate continues to be the most prominent indicator of the pope’s deprioritising of clerical sexual abuse.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17698,
      "end_ix": 17935,
      "text": "\nThe former head of the Brussels archdiocese was a leading figure in the so-called St. Gallen Group, which he himself described as a “mafia,” who had worked against the election of Joseph Ratzinger in 2005 and to elect Bergoglio in 2013.",
      "new_text": "\nThe former head of the Brussels archdiocese was a leading figure in the so-called St. Gallen Group, which he himself described as a “mafia,” who had worked against the election of Joseph Ratzinger in 2005 and to elect Bergoglio in 2013.",
      "prop_spans": [
        [
          17832,
          17837,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 17935,
      "end_ix": 18170,
      "text": "\nAt the end of a long career as Europe’s leading “liberal” Catholic prelate, Danneels came under a cloud of scandal when he was accused of having covered for a protégé bishop who admitted to having sexually abused his own minor nephew.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18170,
      "end_ix": 18366,
      "text": "\nIn 2010 the publication of an audio recording determined undeniably that Danneels had told the victim to keep quiet and not cause trouble for the soon-to-retire Bishop Roger Vangheluwe of Bruges.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18366,
      "end_ix": 18484,
      "text": "\nThe cardinal even went so far as to suggest that the victim should “ask forgiveness” for his own role in the scandal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18484,
      "end_ix": 18600,
      "text": "\nBefore the recordings were released, Danneels had also denied all knowledge of sexual abuse by clergy or cover-ups.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18600,
      "end_ix": 18947,
      "text": "\nIn the book, Colonna asks the question, “What happened to ‘Zero Tolerance’ for clerical sexual offenders?” He wrote that data presented by the Vatican the UN Human Rights Commission in January 2014 showed that Benedict XVI “had defrocked or suspended more than 800 priests for past sexual abuse between 2009 and 2012,” including the notorious Fr.",
      "new_text": "\nIn the book, Colonna asks the question, “What happened to ‘Zero Tolerance’ for clerical sexual offenders?” He wrote that data presented by the Vatican the UN Human Rights Commission in January 2014 showed that Benedict XVI “had defrocked or suspended more than 800 priests for past sexual abuse between 2009 and 2012,” including the notorious Fr.",
      "prop_spans": [
        [
          18642,
          18707,
          "Whataboutism"
        ]
      ]
    },
    {
      "start_ix": 18947,
      "end_ix": 19003,
      "text": "\nMaciel Degollado, founder of the Legionaries of Christ.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19003,
      "end_ix": 19181,
      "text": "\nCrucially, it was Ratzinger who moved the competence for sex abuse cases from the Congregation for Bishops to Doctrine of the Faith, with powers to suspend and punish offenders.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19181,
      "end_ix": 19270,
      "text": "\nHis reforms specifically included bishops who had refused to act against priest-abusers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19270,
      "end_ix": 19456,
      "text": "\nA senior member of the Vatican’s diplomatic corps, Archbishop Miguel Maury Buendia, confirmed this, saying, “This Pope has removed two or three bishops per month throughout the world...",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19456,
      "end_ix": 19623,
      "text": "\nThere have been two or three instances in which they said no, and so the Pope simply removed them.”\nThese reforms – and removals – have ceased entirely under Francis.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19623,
      "end_ix": 19870,
      "text": "\nDespite his claims that he punishes the guilty, it was in fact Francis who reversed the previous, Benedict-era sentence against the notorious Italian priest-pederast Mario Inzoli at the request of the now-equally notorious Cardinal Coccopalmerio.",
      "new_text": "\nDespite his claims that he punishes the guilty, it was in fact Francis who reversed the previous, Benedict-era sentence against the Italian priest Mario Inzoli at the request of the now-equally notorious Cardinal Coccopalmerio.",
      "prop_spans": [
        [
          19752,
          19789,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 19870,
      "end_ix": 19979,
      "text": "\nInzoli was found guilty in 2012 by an ecclesiastical court of abusing boys as young as twelve and suspended.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19979,
      "end_ix": 20080,
      "text": "\nInzoli had even abused boys in the confessional, convincing them that the abuse was approved by God.",
      "new_text": "\nInzoli had even abused boys in the confessional, convincing them that the act was approved by God.",
      "prop_spans": [
        [
          20050,
          20080,
          "Appeal_to_fear-prejudice"
        ],
        [
          20050,
          20080,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 20080,
      "end_ix": 20263,
      "text": "\nFollowing an appeal by Coccopalmerio, Francis reduced the priest’s penalty to a “lifetime of prayer,” with permission to say Mass privately, and a promise to stay away from children.",
      "new_text": "\nFollowing an appeal by Coccopalmerio, Francis reduced the priest’s penalty to a “lifetime of prayer,” with permission to say Mass privately, and a promise to stay away from children.",
      "prop_spans": [
        [
          20080,
          20080,
          "Appeal_to_fear-prejudice"
        ],
        [
          20080,
          20080,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 20263,
      "end_ix": 20409,
      "text": "\nThe uproar over this caused the Italian prosecutors to reopen the case against the priest, and eventually Inzoli went to prison and was laicized.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20409,
      "end_ix": 20641,
      "text": "\nAs for Ratzinger/Benedict’s procedural reforms, rumours continue to circulate that the pope intends to reverse them as well, placing competence back into the hands of the same dicastery that held it when the scandals broke in 2001.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20641,
      "end_ix": 20796,
      "text": "\nThis has been denied by Greg Burke, but given Francis’s usual methods, it’s anyone’s guess who in reality is actually dealing with these cases, if anyone.",
      "new_text": "\nThis has been denied by Greg Burke, but given Francis’s usual methods, there is a possiblity of someone who is actually dealing with these cases.",
      "prop_spans": [
        [
          20682,
          20795,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 20796,
      "end_ix": 21066,
      "text": "\nA tribunal of bishops, requested by his own sex abuse commission, was ignored and then Francis summarily removed two of the CDF staffers in charge of handling such cases, famously refusing to give any reasons to CDF prefect Cardinal Müller who was soon to be dismissed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21066,
      "end_ix": 21288,
      "text": "\nIn fact, the chaos and lack of commitment on the issue has come under harsh criticism from at least one member of the pope’s now-defunct sex abuse commission, a loudly trumpeted part of Bergoglio’s early scheme of reform.",
      "new_text": "\nIn fact, the chaos and lack of commitment on the issue has come under scrutiny from at least one member of the pope’s now-defunct sex abuse commission, Bergoglio’s early scheme of reform.",
      "prop_spans": [
        [
          21137,
          21153,
          "Loaded_Language"
        ],
        [
          21226,
          21249,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 21288,
      "end_ix": 21413,
      "text": "\nMarie Collins, an Irish abuse survivor, was appointed in 2014 to the new Pontifical Commission for the Protection of Minors.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21413,
      "end_ix": 21650,
      "text": "\nShe resigned in 2017, citing “Vatican officials’ reluctance to cooperate with its work to protect children.” Collins released a damning statement, indicating that the commission had never seriously intended to change or reform anything.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21650,
      "end_ix": 21722,
      "text": "\nShe said none of the commission’s recommendations had been implemented.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21722,
      "end_ix": 21965,
      "text": "\n“The reluctance of some in the Vatican Curia to implement recommendations or cooperate with the work of a commission when the purpose is to improve the safety of children and vulnerable adults around the world is unacceptable,” Collins wrote.",
      "new_text": "\n“The reluctance of some in the Vatican Curia to implement recommendations or cooperate with the work of a commission when the purpose is to improve the safety of children and vulnerable adults around the world is unacceptable,” Collins wrote.",
      "prop_spans": [
        [
          21723,
          21950,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 21965,
      "end_ix": 22105,
      "text": "\nAs of December last year, the commission has been allowed to lapse, and no longer functions, though it has not been definitively dissolved.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22105,
      "end_ix": 22163,
      "text": "\nThe terms of office of its members expired December 17th.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22163,
      "end_ix": 22293,
      "text": "\nThis week Collins tweeted her question for Pope Francis on the Chilean situation: “Why does the Pope not believe these three men?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22293,
      "end_ix": 22348,
      "text": "\nThey have been consistent over years in what they say.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22348,
      "end_ix": 22456,
      "text": "\nWhen asked why he believes his fellow cleric and not the survivors he can give no good reason.”\nWhy indeed.",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      201,
      211,
      "Loaded_Language"
    ],
    [
      291,
      302,
      "Loaded_Language"
    ],
    [
      535,
      581,
      "Loaded_Language"
    ],
    [
      757,
      770,
      "Loaded_Language"
    ],
    [
      1058,
      1085,
      "Name_Calling,Labeling"
    ],
    [
      1452,
      1468,
      "Name_Calling,Labeling"
    ],
    [
      1869,
      1880,
      "Loaded_Language"
    ],
    [
      2406,
      2420,
      "Obfuscation,Intentional_Vagueness,Confusion"
    ],
    [
      2686,
      2720,
      "Loaded_Language"
    ],
    [
      3705,
      3729,
      "Loaded_Language"
    ],
    [
      4518,
      4582,
      "Loaded_Language"
    ],
    [
      4518,
      4581,
      "Name_Calling,Labeling"
    ],
    [
      5585,
      5607,
      "Thought-terminating_Cliches"
    ],
    [
      5661,
      5696,
      "Name_Calling,Labeling"
    ],
    [
      5843,
      5861,
      "Loaded_Language"
    ],
    [
      6105,
      6131,
      "Slogans"
    ],
    [
      6618,
      6635,
      "Loaded_Language"
    ],
    [
      7181,
      7203,
      "Loaded_Language"
    ],
    [
      7261,
      7280,
      "Loaded_Language"
    ],
    [
      7672,
      7696,
      "Loaded_Language"
    ],
    [
      8065,
      8085,
      "Exaggeration,Minimisation"
    ],
    [
      8684,
      8702,
      "Name_Calling,Labeling"
    ],
    [
      10212,
      10238,
      "Name_Calling,Labeling"
    ],
    [
      10881,
      10896,
      "Name_Calling,Labeling"
    ],
    [
      11946,
      11987,
      "Name_Calling,Labeling"
    ],
    [
      14333,
      14341,
      "Loaded_Language"
    ],
    [
      14373,
      14390,
      "Loaded_Language"
    ],
    [
      16716,
      16741,
      "Name_Calling,Labeling"
    ],
    [
      16921,
      16939,
      "Thought-terminating_Cliches"
    ],
    [
      17386,
      17401,
      "Loaded_Language"
    ],
    [
      17429,
      17452,
      "Loaded_Language"
    ],
    [
      17832,
      17837,
      "Name_Calling,Labeling"
    ],
    [
      18642,
      18707,
      "Whataboutism"
    ],
    [
      19752,
      19789,
      "Name_Calling,Labeling"
    ],
    [
      20050,
      20080,
      "Appeal_to_fear-prejudice"
    ],
    [
      20050,
      20080,
      "Loaded_Language"
    ],
    [
      20682,
      20795,
      "Doubt"
    ],
    [
      21137,
      21153,
      "Loaded_Language"
    ],
    [
      21226,
      21249,
      "Loaded_Language"
    ],
    [
      21723,
      21950,
      "Appeal_to_fear-prejudice"
    ]
  ]
}