{
  "article_id": "729578579",
  "sentence offsets in original": [
    0,
    260,
    430,
    572,
    742,
    1048,
    1634,
    1793,
    1923,
    2078,
    2801,
    2956,
    3221,
    3386,
    3607,
    3812,
    3942,
    4019,
    4229,
    4383,
    4429,
    4793,
    4848,
    5147,
    5460,
    5725,
    6128,
    6322,
    6435,
    6627,
    6701,
    6899,
    7062,
    7172,
    7272,
    7474,
    7561,
    7711,
    7836,
    7909,
    7943,
    8153,
    8302,
    8403,
    8557,
    8654,
    9219,
    9334,
    9474,
    9663,
    9816,
    9932,
    10149,
    10275,
    10705,
    10971,
    11366,
    11481,
    11751,
    12191,
    12459,
    12807,
    12948,
    13024,
    13262,
    13404,
    13579,
    13724,
    13870,
    13958,
    14112,
    14260,
    14424,
    14555,
    14659,
    14717,
    14899,
    15092,
    15120,
    15184,
    15194,
    15411,
    15613,
    15631,
    15670,
    15705,
    15810,
    15852,
    15902,
    15987,
    16015,
    16052,
    16092,
    16176,
    16207,
    16399,
    16421,
    16517,
    16735,
    16873,
    17003,
    17040,
    17084,
    17097,
    17204,
    17312,
    17383,
    17545,
    17860,
    18081,
    18157,
    18655,
    18897,
    19196,
    19318,
    19545,
    19788,
    19857,
    19928,
    20112,
    20248,
    20431,
    20502,
    20726,
    20819,
    20943,
    21047,
    21108,
    21349,
    21464,
    21719,
    21976,
    22120,
    22302,
    22522,
    22562,
    22711,
    22955,
    22981,
    23124,
    23245,
    23415,
    23532,
    23868,
    24044,
    24395,
    24591,
    24806,
    25045,
    25118,
    25147,
    25432,
    25711,
    25853,
    25992,
    26141,
    26339,
    26576,
    26626,
    26829
  ],
  "original sentences": [
    "SPECIAL REPORT: Papal Cover-up Alleged, Pope Accused in International Sex Abuse Case\n\nHey, remember five minutes ago when Pope Francis shouted at a reporter in Chile that there was “no evidence” supporting complaints against his good friend Bishop Juan Barros?",
    "\nAnd, just for good measure he accused the people accusing him – victims of sexual abuse by Barros’ mentor, the convicted sex-predator Karadima – of committing “calumny”?",
    "\n[1] And remember when Cardinal O’Malley told the pope off in public over the “pain” these accusations had caused the victims of sexual abuse?",
    "\nAnd then remember how the pope had apologised-except-not-really because the accusations are, after all, still lies, and that there’s still “no evidence” against Barros…?",
    "\nThe press, secular as well as Catholic, is full this week of the story that the pope did indeed see evidence of Barros’ complicity in Karadima’s sexual abuse – not only that Barros had helped to cover it up but that he had been present and a direct witness at the time and therefore a passive participant.",
    "\nNicole Winfield and the Associated Press dropped the bomb that the information came directly from the victims, whom Francis had dismissed and refused to meet with on his trip, and delivered through his own Commission on sexual abuse:\nPope Francis received a victim’s letter in 2015 that graphically detailed how a priest sexually abused him and how other Chilean clergy ignored it, contradicting the pope’s recent insistence that no victims had come forward to denounce the cover-up, the letter’s author and members of Francis’ own sex- abuse commission have told The Associated Press.",
    "\n\nThe fact that Francis received the eight-page letter, obtained by the AP, challenges his insistence that he has “zero tolerance” for sex abuse and cover-ups.",
    "\nIt also calls into question his stated empathy with abuse survivors, compounding the most serious crisis of his five-year papacy.",
    "\nNow it appears that Francis had also overruled a 2015 warning from the Congregation for the Doctrine of the Faith that Barros should not be made a bishop.",
    "\nThe Italian Catholic daily La Nuova Bussola Quotidiana reports that not only did the pope see a letter from victims, but that the CDF, under Muller, “had already conducted an preliminary investigation into Barros and the other bishops close to Karadima which had led to the decision to relieve them of their duties.”\n“But with a letter signed by the Pope in January 2015 and sent to the Chilean bishops, the request for exemption is blocked and shortly thereafter Barros is promoted to…Osorno.”\nThe article points out that while Karadima was convicted by a Vatican tribunal on the testimony of the victims, it is the same testimony of the same victim-witnesses that Francis now dismisses in the accusations against Barros.",
    "\nThe accusations that stood against Karadima come from the same sources as those against Barros, who the victims said was in the room watching at the time.",
    "\nWhile the specifics are still not known, readers may be reminded by this of a peculiar incident about a year later in which Pope Francis summarily ordered the dismissal of three priests of the CDF, whose remit was investigations of clerics accused of sexual abuse.",
    "\nThe website One Peter Five reports, via Marco Tosatti, that the pope ordered their removal without offering any explanation to then-cardinal prefect Gerhard Muller.",
    "\nWhen, after several attempts and three months later[2], Muller was able to get an audience with the pope to ask the reason, he received the response, “I am the pope, I do not need to give reasons for any of my decisions.",
    "\nI have decided that they have to leave and they have to leave.”\nMarco Tosatti reports the CDF incident, but it follows an odd story of a meeting of curial officials to discuss certain bishop appointments.",
    "\nWithout naming names, (or, frustratingly, giving dates[3]) Tosatti relates:\n“It was some time ago to make a bishop, not in Italy.",
    "\nThe nuncio has prepared the triad [the “terna” or list of three candidates].",
    "\nA cardinal, head of the dicastery, perhaps the same holder of the Congregation for Bishops, during the ordinary assembly took the floor, saying: ‘The first candidate indicated is excellent, the second is good.",
    "\nBut I would like to warn of the third, whom I know well, since he was a seminarian, and who presents problems both on the level of doctrine and morality.",
    "\nHe responds little to the necessary criteria.",
    "\nBut the third was a friend of someone and another cardinal, of the circle currently in power, has flung himself at his colleague, accusing him of impropriety.’ The meeting ended without further decisions.”\nWhatever the details of these strange incidents, what is clear in Chile is that no amount of eyewitness testimony was going to make the slightest difference.",
    "\nBergoglio wanted Barros as a bishop and that was that.",
    "\nEven while “apologising” the pope had doubled down when questioned about it by journalists, saying, “You, in all good will, tell me that there are victims, but I haven’t seen any, because they haven’t come forward.”\n“In the case of Barros it’s been observed, it’s been studied; there’s no evidence.",
    "\nThe best thing to do if someone believes it’s the case is to come forward quickly with evidence.”\nThe AP report, however, says exactly the opposite; that members of his own (now defunct[4]) abuse Commission had approached Cardinal O’Malley, the pope’s “top abuse advisor,” with the letter to deliver to the pope.",
    "\nMarie Collins, the Irish abuse survivor and Commission member who resigned, citing the Vatican’s refusal to take meaningful action, told AP, “When we gave him [O’Malley] the letter for the pope, he assured us he would give it to the pope and speak of the concerns.",
    "\nAnd at a later date, he assured us that that had been done.” Juan Carlos Cruz, the Karadima victim whose membership on the Commission the Vatican had blocked, told AP, “Cardinal O’Malley called me after the pope’s visit here in Philadelphia and he told me, among other things, that he had given the letter to the pope – in his hands.”\nOn the face of it, there are only a few logical possibilities here.",
    "\nIn fact, unless Cardinal O’Malley – who has, as of this writing, remained silent – comes forward and says that he didn’t hand the letter over pope, there is really only one; that the pope lied.",
    "\nAnd this is what is now being said quite openly by a vast array of voices, secular and Catholic, left and right.",
    "\nAs Winfield writes,\n“The revelation could be costly for Francis, whose track record on the abuse crisis was already shaky after a botched Italian abuse case he intervened in became public[5].",
    "\nMore recently, he let the abuse commission lapse at the end of last year.",
    "\nVatican analysts now openly question whether he ‘gets it,’ and some of his own advisers privately acknowledge that maybe he doesn’t.”\n“No evidence…” Lie big, lie often, and when caught, keep lying.",
    "\nOne of the many things these secular reporters seem not to be paying attention to is that “no evidence” is in fact a well-rehearsed, stock response for Bergoglio.",
    "\nHe said almost exactly the same in 2013 when confronted about another predatory homosexual he was sheltering.",
    "\nThe hoopla surrounding the “Who am I to judge” comment tends to obscure the context of the comment.",
    "\nIt was made in response to a question by a journalist about Monsignore Battista Ricca – a prelate whose promiscuous homosexuality is so well known it was covered by the Telegraph as early as July 2013.",
    "\nIlze Scamparini asked the pope about Ricca, saying, “What you intend to do about this?",
    "\nHow are you confronting this issue and how does Your Holiness intend to confront the whole question of the gay lobby?”\nWhat reply did Bergoglio give?",
    "\nHis standard one: “No evidence.”\nAbout Monsignor Ricca: I did what canon law calls for, that is a preliminary investigation.",
    "\nAnd from this investigation, there was nothing of what had been alleged.",
    "\nWe did not find anything of that.",
    "\nThis is the response.”\nHe added, “In this case, I conducted the preliminary investigation and we didn’t find anything.”\nBut Ricca’s activities, for which the pope claimed there was no evidence, were notorious.",
    "\nThey include being caught in flagrante in an elevator with a teenaged male prostitute, and his sexual relationship with a captain in the Swiss army.",
    "\nSo flagrant was Ricca’s behaviour that it took intervention by Uruguay’s nuncio to have him removed.",
    "\nIt was reported in 1999 and 2000 by L’Espresso, who said the information was confirmed by “numerous bishops, priests, religious and laity” in Uruguay[6].",
    "\nIn fact, the evidence shows that Ricca is completely in line with Bergoglio’s normal procedures.",
    "\nAs “Marcantonio Colonna” wrote in the Dictator Pope, “In fact his patronage of Monsignor Ricca fits the pattern which was well established when he was Archbishop of Buenos Aires, whereby he surrounds himself with morally weak people so as to have them under his thumb.”\nIt was at this early “no evidence” comment on the plane home from Rio that some of those paying attention started to understand that Bergoglio’s policy is in line with that of certain leaders of the past who recommended that if a politician was going to lie, he should lie big and lie brazenly.",
    "\nAnd in case anyone was wondering what will happen next, the same advice said to keep on lying after you’re caught.",
    "\nThe pattern of silence and, when pressed, flat-out denial has been Bergoglio’s policy since long before he came on the international scene.",
    "\nHe has a long record in Argentina of shaving close to scandals and vociferously denying involvement, and relying heavily on the broad good will of Catholics towards bishops to pull it off.",
    "\nPerhaps his biggest error with Barros was failing to understand just how little of that capital of trust there is left in the Catholic world as a whole.",
    "\nIndeed, on the subject of priests sexually abusing young people, it could only be measured in the negative numbers.",
    "\n“Argentine Victims Who Tried to Meet with Pope Francis…”\nThough the website Bishop Accountability is blatantly anti-clerical, their data is unassailable since most of it comes from information that is already public.",
    "\nOn their Argentina page is a long list of accusations that Bergoglio/Francis simply isn’t interested in hearing from victims.",
    "\n“In Pope Francis’s 21 years as bishop and archbishop of Buenos Aires, the Wall Street Journal reports, including the years when he headed the Argentine bishops’ conference, he declined to meet with victims of sexual abuse.”\n\n“All of them tried to contact the cardinal archbishop in 2002 or later,” the same period when Pope Benedict and other bishops were striving to meet with victims and demonstrate an interest in the problem.",
    "\nThe site says that “in addition to Bergoglio’s failure to respond to victims, the public record contains no evidence that he released any information about abusers.”\nIn fact, he went so far as to flatly deny there had been any instances of abuse in his archdiocese.",
    "\nWeeks after his election to the papacy, he was quoted by his close friend, Rabbi Abraham Skorka, “In my diocese it never happened to me, but a bishop called me once by phone to ask me what to do in a situation like this.” Francis added that he agreed with the “zero tolerance” attitude of the Irish episcopate and admired Pope Benedict’s reforms – most of which he was later to quietly reverse.",
    "\nIt was at exactly this time, however, that victims from Argentina were attempting to get the new pope’s attention.",
    "\nOne, known to the press only as “Gabriel,” wanted to talk to Francis about the sexual abuse he suffered at the hands of Julio César Grassi, accused of molesting at least five boys, “who has been avoiding the sentences of the justice of Morón and the Court of Cassation.",
    "\nSo far, judges and prosecutors at all instances found him guilty.”\nIn case anyone thinks the Grassi-Gabriel case was not serious enough for the pope’s attention, Bishop Accountability summarises, “A year after Gabriel had filed criminal charges [2003] but before the start of Grassi’s trial, three men ransacked the survivor’s apartment and beat him.” These men threatened to kill him if he did not retract his testimony and quit the case.",
    "\nTen years [after Gabriel filed criminal charges], in May 2013, with Grassi still free despite his conviction in 2009, “Gabriel and his attorney, Juan Pablo Gallego, brought a two-page letter addressed to Pope Francis to the office of the papal nuncio in Buenos Aires.",
    "\nAn employee refused to accept the letter after learning of its topic and threatened to call security if Gabriel and Gallego did not leave the premises.”\nThe group surmises that it was Bergoglio’s direct intervention with judges in the case that prevented a conviction against Grassi for so long and delayed his sentencing through multiple appeals.",
    "\nIn 2006, then-Archbishop Bergoglio complained of a “media campaign” and claimed that the Grassi case was “different” from other accusations.",
    "\nDuring his criminal trial Grassi said Bergoglio “never let go” of his hand.",
    "\nIn 2009, Grassi was convicted of two counts of aggravated sexual assault and corruption in the case of “Gabriel,” who was aged 13 at the time of the abuse, but the appeals dragged on until he was finally sent to prison in September 2013.",
    "\nSeveral more similar cases, all of whom were rebuffed in their attempts to meet with Bergoglio, are detailed here, for the strong-of-stomach.",
    "\nA virtuoso performance-liar\nLooking back and carefully examining his record, Jorge Bergoglio’s mastery of using the weaknesses of morally compromised men is becoming evident.",
    "\nIt is arguable that even the members of the so-called “San Gallen Mafia” who apparently conspired to put him on Peter’s throne were used by him.",
    "\nBut he is also a master of judging an audience and telling them what they expect to hear; a key skill for all grifters and confidence tricksters.",
    "\nLooking carefully at the infamous “Who am I to judge” comment, this was clear early on.",
    "\nThe first part of that interview is a blatant and enormous lie, and it was from there that the pope moved on to his apology for homosexuality in general.",
    "\nRecall that this was the very first airplane interview, on the trip back to Rome from World Youth Day in Rio, a matter of weeks after his election.",
    "\nAt the time, the papal apologists sprang instantly into action and we heard all about how the pope was talking strictly within the boundaries of Catholic doctrine.",
    "\nBut perhaps in hindsight, we are ready to examine the full implications of his little speech, one that was clearly well-rehearsed.",
    "\n(Don’t forget, no question is asked in a papal interview without being thoroughly vetted ahead of time.",
    "\nJournalists must submit their questions well in advance.)",
    "\nThis was the pope laying out his policy regarding homosexuality, a policy for which he was duly rewarded by being lauded on the cover of the homosexualist lobby’s US trade magazine.",
    "\nRead his full answer carefully:\nI see that many times in the Church, over and above this case, but including this case, people search for “sins from youth”, for example, and then publish them.",
    "\nThey are not crimes, right?",
    "\nCrimes are something different: the abuse of minors is a crime.",
    "\nNo, sins.",
    "\n\nBut if a person, whether it be a lay person, a priest or a religious sister, commits a sin and then converts, the Lord forgives, and when the Lord forgives, the Lord forgets and this is very important for our lives.",
    "\nWhen we confess our sins and we truly say, “I have sinned in this”, the Lord forgets, and so we have no right not to forget, because otherwise we would run the risk of the Lord not forgetting our sins.",
    "\nThat is a danger.",
    "\n\nThis is important: a theology of sin.",
    "\nMany times I think of Saint Peter.",
    "\nHe committed one of the worst sins, that is he denied Christ, and even with this sin they made him Pope.",
    "\nWe have to think a great deal about that.",
    "\n\nBut, returning to your question more concretely.",
    "\nIn this case, I conducted the preliminary investigation and we didn’t find anything.",
    "\nThis is the first question.",
    "\nThen, you spoke about the gay lobby.",
    "\nSo much is written about the gay lobby.",
    "\nI still haven’t found anyone with an identity card in the Vatican with “gay” on it.",
    "\nThey say there are some there.",
    "\n\nI believe that when you are dealing with such a person, you must distinguish between the fact of a person being gay and the fact of someone forming a lobby, because not all lobbies are good.",
    "\nThis one is not good.",
    "\n\nIf someone is gay and is searching for the Lord and has good will, then who am I to judge him?",
    "\nThe Catechism of the Catholic Church explains this in a beautiful way, saying ... wait a moment, how does it say it ... it says: “no one should marginalize these people for this, they must be integrated into society”.",
    "\nThe problem is not having this tendency, no, we must be brothers and sisters to one another, and there is this one and there is that one.",
    "\nThe problem is in making a lobby of this tendency: a lobby of misers, a lobby of politicians, a lobby of masons, so many lobbies.",
    "\nFor me, this is the greater problem.",
    "\nThank you so much for asking this question.",
    "\nMany thanks.",
    "\nOne of the pope’s favourite rhetorical techniques is a combination of Begging the Question and conspiracy.",
    "\nHe starts by assuming, without any effort at defence or explanation, a point that concedes the whole issue.",
    "\nThis was the first time a pope had ever used the political term “gay”.",
    "\nNot “homosexual,” not “same-sex attracted,” but “gay,” meaning that he started by adopting the entirety of the homosexualist movement’s linguistic manipulations.",
    "\nLanguage counts in politics, and a pope using that term means he is by implication starting the discussion – and his pontificate – by aligning himself with the basic tenets of a movement that is violently opposed to Catholic moral teaching, and in direct opposition to his immediate, and still living, predecessor.",
    "\nIn this case too, he was addressing a plane load of journalists who were either secular themselves, or for the most part are the kind of Catholic who believes it is fine to “disagree” with Catholic teaching on sexuality.",
    "\nThere are very few “conservative” Catholics in the Vatican journalist pool.",
    "\nThis means that his use of this language was a conspiratorial wink and nod to his immediate audience, a sly message to say, “People talk all the time about a gay lobby, but you and I both know this is mostly nonsense, propaganda from those people… those conservatives…We cool and hip people don’t hate gays, do we?”\nThis astonishing departure follows an implied but very clear assertion that Ricca has repented and given up his activity, an assertion that has absolutely no evidence to back it up.",
    "\nWe are simply asked to take the pope’s word for it, but given that it follows his astoundingly brazen lie that there was no evidence for Ricca’s homosexual activity in the first place, we can take the assurance for what it seems to be worth.",
    "\nNext, after another little inside nudge-nudge-wink-wink joke about the “gay lobby” – implying (but of course never outright saying) that the whole thing is hysterical nonsense – we hear a direct contradiction to Catholic teaching from no less a source than his predecessor, Pope Benedict Ratzinger.",
    "\n“The problem is not having this tendency.” Well, actually, your holiness, yes it is, particularly in the case of priests.",
    "\nThe “tendency” is called in the same catechism you quote “intrinsically disordered” and Ratzinger was very clear that this “tendency” is a sign of a serious emotional dysfunction that “must” preclude a man from being ordained.",
    "\nSquandering the capital of trust\nA few months ago in a piece for the Remnant, I talked about why the Church (and nearly all human societies) regard lying as a sin:\nA mistake many make about lying is to understand it only in terms of morality.",
    "\nBut Thomas makes the point that it is first a matter of metaphysics.",
    "\nLying is an act at variance in its essence with the nature of reality.",
    "\nThomistic theology teaches that it is by lying that we become most like the devil, and most unlike God, because we are trying to change the nature of reality to suit our own purposes.",
    "\nHabitual lying in effect changes you into a different kind of being, one that is by nature an opponent of Truth, ordered against Truth.",
    "\nThis of course means that a person whose “orientation,” as we might say, is towards falsehood, even when he is at any given moment saying something true, is still servicing his lies.",
    "\nHe tells the truth only to continue to control and manipulate reality.",
    "\nIt was not by violence, but by lying and manipulation, by issuing half-truths and pretending to be the kind of man he was not, that Shakespeare’s character Iago earned the title of most evil character in English literature.",
    "\nHuman beings are naturally ordered towards the truth, and we have to work at assuming a lie.",
    "\nThis is why confidence tricksters can be successful, why lying works for getting what you want; people don’t see it coming.",
    "\nThe first natural assumption is trust, at least at the basic level of expecting truth most of the time.",
    "\nWe therefore instinctively see lying as a betrayal of trust.",
    "\nConsidering how much trust the Catholic faithful had in the papacy until about 1965, how much un-earned trust Francis started with just by being elected, this pontificate should be remembered as one of the great confidence scams in history.",
    "\nBelieving Catholics have watched aghast as this pope has habitually trampled on every aspect of Catholic teaching.",
    "\nSandro Magister recently published a piece on his website that listed in dizzying detail the many times, in only the last few months, that pope Francis has falsified with obvious intention, the words of Christ in Scripture and the teaching of the Church.",
    "\nOf course this would be of little interest to secular journalists, who have paid no mind to his habit of rewriting Catholicism, but the sex abuse crisis is something secular journalists are very interested in, a fact Bergoglio seems not to have understood.",
    "\nIt is now irrefutable that Pope Bergoglio is a habitual liar – that in fact truth, like reality, seems to mean nothing to him except as a tool.",
    "\nSociologists talk about the concept of the “high trust society,” one in which citizens believe what they are told by the elites and trust them to govern and protect them adequately.",
    "\nThey warn that the general loss of trust in institutions leads to a general state of chaos, in which laws on the books matter little as citizens turn to their last resort of protecting themselves and their own families.",
    "\nThis is the way societies disintegrate.",
    "\nIt has been said many times that the sex abuse crisis has created a massive loss of trust in prelates among the Catholic faithful, and this is true.",
    "\nWith a professional confidence trickster on the papal throne, blatantly using lies and manipulation to maintain power and ram through an agenda at radical variance with Catholic doctrine, how long before that predictable disintegration occurs?",
    "\nAre we seeing it already?",
    "\nAre we seeing it in the declarations of this or that episcopate on Amoris Laetitia and Communion for divorced and civilly remarried Catholics?",
    "\nWith Cardinal Marx and others promoting “blessings” for “same-sex unions” are we going to be seeing an escalation of it?",
    "\nI have seen a veritable chorus of Catholics on social media declaring that if Paul VI is canonised, their loss of faith in the Church as an institution will be complete.",
    "\nI am told from contacts inside the Vatican that after the trip to Chile Bergoglio’s support has completely dried up.",
    "\nHe has no more resources of trust even among the people he has chosen to surround himself with and after the reports of Cardinal Sandri going toe-to-toe with him in a shouting match, it seems that perhaps even his legendary vicious temper tantrums are failing to have the desired effect of terrorising his subordinates into submission.",
    "\nMarie Collins, by no stretch even a “conservative” Catholic, echoed this concern, saying the Barros affair has “definitely undermined credibility, trust, and hope” in Francis.",
    "\n“All I can say is that people who had a lot of hope in this particular pope, and I am talking about just ordinary Catholics that I know in my own parish, would find it very difficult now…and cannot understand and cannot believe that this particular pope has said the things he has said in the last few weeks,” she told the National Catholic Reporter.",
    "\nIt may seem like a moment to enjoy, seeing the apparently unbreachable shell of papal teflon finally cracking, but in reality this situation is potentially very harmful for souls in the long run.",
    "\nThere is a multitude of problems this pontificate has created or made worse that we will be dealing with for a long time after Bergoglio is gone, but perhaps one of the bigger ones will be the destruction of trust.",
    "\nAlready fractured since the collapse of all Catholic institutions after Vatican II and the horrors of the sex abuse crisis, how much will there be to repair of the once-steadfast trust Catholics instinctively had in the Church after this?",
    "\nNotes:\n[1] “Not one victim has come forward in Chile; show me the proof.",
    "\nThis is slander and calumny.",
    "\nIs that clear?”\n[2] The book “The Dictator Pope” relates that regular meetings between the pope and dicastery heads have been abolished and even high-ranking curia prefects are often unable to see the pope, whose appointments are now completely controlled by the Secretariat of State.",
    "\nIt is certainly clear that no one sees the pope unless Cardinal Parolin approves, which may be the reason Cardinal Zen, in his efforts to warn Francis of the dangers of a Vatican deal with the communist Chinese government had to wait in the rain at a Wednesday general audience.",
    "\n[3] This is common in Italian journalism that has somewhat different standards from that of the Anglo world… and drives the rest of us spare.",
    "\nItalians care about getting a general picture of what’s going on, where Anglo-Saxons are considered weirdly obsessed with trivial details.",
    "\n[4] Though she never blamed the pope, Marie Collins complained that Vatican officialdom had simply not implemented the Commission’s recommendations.",
    "\nThe time limit of the Commission’s members was allowed to lapse without renewal and though it was not dissolved formally the Commission has ceased to function with no word of any plan to revive it.",
    "\n[5] Probably a reference to the Inzoli case in which Francis overturned a previous sentence of a Vatican tribunal after the priest – now laicised – approached some of the pope’s close advisors for help, including Cardinal Coccopalmerio.",
    "\n[6] Not that anyone in Rome was trying very hard.",
    "\nSandro Magister reported after the “Who am I to judge” comment, “Before the appointment, Francis had been shown, as is customary, the personal file on Ricca, in which he had not found anything unseemly.",
    "\nHe had also heard from various personalities of the curia, and none of them had raised objections.”"
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 260,
      "text": "SPECIAL REPORT: Papal Cover-up Alleged, Pope Accused in International Sex Abuse Case\n\nHey, remember five minutes ago when Pope Francis shouted at a reporter in Chile that there was “no evidence” supporting complaints against his good friend Bishop Juan Barros?",
      "new_text": "SPECIAL REPORT: Papal Cover-up Alleged, Pope Accused in International Sex Abuse Case\n\nHey, remember five minutes ago when Pope Francis shouted at a reporter in Chile that there was “no evidence” supporting complaints against Bishop Juan Barros?",
      "prop_spans": [
        [
          225,
          260,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 260,
      "end_ix": 430,
      "text": "\nAnd, just for good measure he accused the people accusing him – victims of sexual abuse by Barros’ mentor, the convicted sex-predator Karadima – of committing “calumny”?",
      "new_text": "\nAnd, just for good measure he accused the people accusing him – victims of sexual abuse by Barros’ mentor, Karadima – of committing “calumny”?",
      "prop_spans": [
        [
          260,
          260,
          "Name_Calling,Labeling"
        ],
        [
          368,
          403,
          "Name_Calling,Labeling"
        ],
        [
          421,
          428,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 430,
      "end_ix": 572,
      "text": "\n[1] And remember when Cardinal O’Malley told the pope off in public over the “pain” these accusations had caused the victims of sexual abuse?",
      "new_text": "\n[1] And remember when Cardinal O’Malley told the pope off in public over the “pain” these accusations had caused the victims of sexual abuse?",
      "prop_spans": [
        [
          509,
          513,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 572,
      "end_ix": 742,
      "text": "\nAnd then remember how the pope had apologised-except-not-really because the accusations are, after all, still lies, and that there’s still “no evidence” against Barros…?",
      "new_text": "\nAnd then remember how the pope had apologised, but not really, because the accusations are, after all, still possibly lies, and that there’s still “no evidence” against Barros…?",
      "prop_spans": [
        [
          604,
          636,
          "Loaded_Language"
        ],
        [
          645,
          742,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 742,
      "end_ix": 1048,
      "text": "\nThe press, secular as well as Catholic, is full this week of the story that the pope did indeed see evidence of Barros’ complicity in Karadima’s sexual abuse – not only that Barros had helped to cover it up but that he had been present and a direct witness at the time and therefore a passive participant.",
      "new_text": "\nThe press, secular as well as Catholic, is full this week of the story that the pope did indeed see evidence of Barros’ complicity in Karadima’s sexual abuse – not only that Barros had helped to cover it up but that he had been present and a direct witness at the time and therefore a passive participant.",
      "prop_spans": [
        [
          742,
          742,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 1048,
      "end_ix": 1634,
      "text": "\nNicole Winfield and the Associated Press dropped the bomb that the information came directly from the victims, whom Francis had dismissed and refused to meet with on his trip, and delivered through his own Commission on sexual abuse:\nPope Francis received a victim’s letter in 2015 that graphically detailed how a priest sexually abused him and how other Chilean clergy ignored it, contradicting the pope’s recent insistence that no victims had come forward to denounce the cover-up, the letter’s author and members of Francis’ own sex- abuse commission have told The Associated Press.",
      "new_text": "\nNicole Winfield and the Associated Press stated that the information came directly from the victims, whom Francis had dismissed and refused to meet with on his trip, and delivered through his own Commission on sexual abuse:\nPope Francis received a victim’s letter in 2015 that graphically detailed how a priest sexually abused him and how other Chilean clergy ignored it, contradicting the pope’s recent insistence that no victims had come forward to denounce the cover-up, the letter’s author and members of Francis’ own sex- abuse commission have told The Associated Press.",
      "prop_spans": [
        [
          1090,
          1107,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1634,
      "end_ix": 1793,
      "text": "\n\nThe fact that Francis received the eight-page letter, obtained by the AP, challenges his insistence that he has “zero tolerance” for sex abuse and cover-ups.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1793,
      "end_ix": 1923,
      "text": "\nIt also calls into question his stated empathy with abuse survivors, compounding the most serious crisis of his five-year papacy.",
      "new_text": "\n",
      "prop_spans": [
        [
          1794,
          1862,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 1923,
      "end_ix": 2078,
      "text": "\nNow it appears that Francis had also overruled a 2015 warning from the Congregation for the Doctrine of the Faith that Barros should not be made a bishop.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2078,
      "end_ix": 2801,
      "text": "\nThe Italian Catholic daily La Nuova Bussola Quotidiana reports that not only did the pope see a letter from victims, but that the CDF, under Muller, “had already conducted an preliminary investigation into Barros and the other bishops close to Karadima which had led to the decision to relieve them of their duties.”\n“But with a letter signed by the Pope in January 2015 and sent to the Chilean bishops, the request for exemption is blocked and shortly thereafter Barros is promoted to…Osorno.”\nThe article points out that while Karadima was convicted by a Vatican tribunal on the testimony of the victims, it is the same testimony of the same victim-witnesses that Francis now dismisses in the accusations against Barros.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2801,
      "end_ix": 2956,
      "text": "\nThe accusations that stood against Karadima come from the same sources as those against Barros, who the victims said was in the room watching at the time.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2956,
      "end_ix": 3221,
      "text": "\nWhile the specifics are still not known, readers may be reminded by this of a peculiar incident about a year later in which Pope Francis summarily ordered the dismissal of three priests of the CDF, whose remit was investigations of clerics accused of sexual abuse.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3221,
      "end_ix": 3386,
      "text": "\nThe website One Peter Five reports, via Marco Tosatti, that the pope ordered their removal without offering any explanation to then-cardinal prefect Gerhard Muller.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3386,
      "end_ix": 3607,
      "text": "\nWhen, after several attempts and three months later[2], Muller was able to get an audience with the pope to ask the reason, he received the response, “I am the pope, I do not need to give reasons for any of my decisions.",
      "new_text": "\nWhen, after several attempts and three months later[2], Muller was able to get an audience with the pope to ask the reason, he received the response, “I am the pope, I do not need to give reasons for any of my decisions.",
      "prop_spans": [
        [
          3538,
          3607,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 3607,
      "end_ix": 3812,
      "text": "\nI have decided that they have to leave and they have to leave.”\nMarco Tosatti reports the CDF incident, but it follows an odd story of a meeting of curial officials to discuss certain bishop appointments.",
      "new_text": "\nI have decided that they have to leave and they have to leave.”\nMarco Tosatti reports the CDF incident, but it follows an odd story of a meeting of curial officials to discuss certain bishop appointments.",
      "prop_spans": [
        [
          3607,
          3672,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 3812,
      "end_ix": 3942,
      "text": "\nWithout naming names, (or, frustratingly, giving dates[3]) Tosatti relates:\n“It was some time ago to make a bishop, not in Italy.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3942,
      "end_ix": 4019,
      "text": "\nThe nuncio has prepared the triad [the “terna” or list of three candidates].",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4019,
      "end_ix": 4229,
      "text": "\nA cardinal, head of the dicastery, perhaps the same holder of the Congregation for Bishops, during the ordinary assembly took the floor, saying: ‘The first candidate indicated is excellent, the second is good.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4229,
      "end_ix": 4383,
      "text": "\nBut I would like to warn of the third, whom I know well, since he was a seminarian, and who presents problems both on the level of doctrine and morality.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4383,
      "end_ix": 4429,
      "text": "\nHe responds little to the necessary criteria.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4429,
      "end_ix": 4793,
      "text": "\nBut the third was a friend of someone and another cardinal, of the circle currently in power, has flung himself at his colleague, accusing him of impropriety.’ The meeting ended without further decisions.”\nWhatever the details of these strange incidents, what is clear in Chile is that no amount of eyewitness testimony was going to make the slightest difference.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4793,
      "end_ix": 4848,
      "text": "\nBergoglio wanted Barros as a bishop and that was that.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4848,
      "end_ix": 5147,
      "text": "\nEven while “apologising” the pope had doubled down when questioned about it by journalists, saying, “You, in all good will, tell me that there are victims, but I haven’t seen any, because they haven’t come forward.”\n“In the case of Barros it’s been observed, it’s been studied; there’s no evidence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5147,
      "end_ix": 5460,
      "text": "\nThe best thing to do if someone believes it’s the case is to come forward quickly with evidence.”\nThe AP report, however, says exactly the opposite; that members of his own (now defunct[4]) abuse Commission had approached Cardinal O’Malley, the pope’s “top abuse advisor,” with the letter to deliver to the pope.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5460,
      "end_ix": 5725,
      "text": "\nMarie Collins, the Irish abuse survivor and Commission member who resigned, citing the Vatican’s refusal to take meaningful action, told AP, “When we gave him [O’Malley] the letter for the pope, he assured us he would give it to the pope and speak of the concerns.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5725,
      "end_ix": 6128,
      "text": "\nAnd at a later date, he assured us that that had been done.” Juan Carlos Cruz, the Karadima victim whose membership on the Commission the Vatican had blocked, told AP, “Cardinal O’Malley called me after the pope’s visit here in Philadelphia and he told me, among other things, that he had given the letter to the pope – in his hands.”\nOn the face of it, there are only a few logical possibilities here.",
      "new_text": "\nAnd at a later date, he assured us that that had been done.” Juan Carlos Cruz, the Karadima victim whose membership on the Commission the Vatican had blocked, told AP, “Cardinal O’Malley called me after the pope’s visit here in Philadelphia and he told me, among other things, that he had given the letter to the pope – in his hands.”\nOn the face of it, there are only a few logical possibilities here.",
      "prop_spans": [
        [
          6046,
          6058,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 6128,
      "end_ix": 6322,
      "text": "\nIn fact, unless Cardinal O’Malley – who has, as of this writing, remained silent – comes forward and says that he didn’t hand the letter over pope, there is really only one; that the pope lied.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6322,
      "end_ix": 6435,
      "text": "\nAnd this is what is now being said quite openly by a vast array of voices, secular and Catholic, left and right.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6435,
      "end_ix": 6627,
      "text": "\nAs Winfield writes,\n“The revelation could be costly for Francis, whose track record on the abuse crisis was already shaky after a botched Italian abuse case he intervened in became public[5].",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6627,
      "end_ix": 6701,
      "text": "\nMore recently, he let the abuse commission lapse at the end of last year.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6701,
      "end_ix": 6899,
      "text": "\nVatican analysts now openly question whether he ‘gets it,’ and some of his own advisers privately acknowledge that maybe he doesn’t.”\n“No evidence…” Lie big, lie often, and when caught, keep lying.",
      "new_text": "\nVatican analysts now openly question whether he ‘gets it,’ and some of his own advisers privately acknowledge that maybe he doesn’t.”\n“No evidence…”",
      "prop_spans": [
        [
          6851,
          6899,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 6899,
      "end_ix": 7062,
      "text": "\nOne of the many things these secular reporters seem not to be paying attention to is that “no evidence” is in fact a well-rehearsed, stock response for Bergoglio.",
      "new_text": "\nOne of the many things these reporters seem not to be paying attention to is that “no evidence” is in fact a well-rehearsed, stock response for Bergoglio.",
      "prop_spans": [
        [
          6899,
          6899,
          "Thought-terminating_Cliches"
        ],
        [
          6929,
          6946,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7062,
      "end_ix": 7172,
      "text": "\nHe said almost exactly the same in 2013 when confronted about another predatory homosexual he was sheltering.",
      "new_text": "\nHe said almost exactly the same in 2013 when confronted about another abusive homosexual he was sheltering.",
      "prop_spans": [
        [
          7133,
          7153,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7172,
      "end_ix": 7272,
      "text": "\nThe hoopla surrounding the “Who am I to judge” comment tends to obscure the context of the comment.",
      "new_text": "\nThe hoopla surrounding the “Who am I to judge” comment tends to obscure the context of the comment.",
      "prop_spans": [
        [
          7201,
          7218,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 7272,
      "end_ix": 7474,
      "text": "\nIt was made in response to a question by a journalist about Monsignore Battista Ricca – a prelate whose promiscuous homosexuality is so well known it was covered by the Telegraph as early as July 2013.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7474,
      "end_ix": 7561,
      "text": "\nIlze Scamparini asked the pope about Ricca, saying, “What you intend to do about this?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7561,
      "end_ix": 7711,
      "text": "\nHow are you confronting this issue and how does Your Holiness intend to confront the whole question of the gay lobby?”\nWhat reply did Bergoglio give?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7711,
      "end_ix": 7836,
      "text": "\nHis standard one: “No evidence.”\nAbout Monsignor Ricca: I did what canon law calls for, that is a preliminary investigation.",
      "new_text": "\nHis standard one: “No evidence.”\nAbout Monsignor Ricca: I did what canon law calls for, that is a preliminary investigation.",
      "prop_spans": [
        [
          7731,
          7745,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 7836,
      "end_ix": 7909,
      "text": "\nAnd from this investigation, there was nothing of what had been alleged.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7909,
      "end_ix": 7943,
      "text": "\nWe did not find anything of that.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7943,
      "end_ix": 8153,
      "text": "\nThis is the response.”\nHe added, “In this case, I conducted the preliminary investigation and we didn’t find anything.”\nBut Ricca’s activities, for which the pope claimed there was no evidence, were notorious.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8153,
      "end_ix": 8302,
      "text": "\nThey include being caught in flagrante in an elevator with a teenaged male prostitute, and his sexual relationship with a captain in the Swiss army.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8302,
      "end_ix": 8403,
      "text": "\nSo flagrant was Ricca’s behaviour that it took intervention by Uruguay’s nuncio to have him removed.",
      "new_text": "\nSo evident was Ricca’s behaviour that it took intervention by Uruguay’s nuncio to have him removed.",
      "prop_spans": [
        [
          8306,
          8315,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8403,
      "end_ix": 8557,
      "text": "\nIt was reported in 1999 and 2000 by L’Espresso, who said the information was confirmed by “numerous bishops, priests, religious and laity” in Uruguay[6].",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8557,
      "end_ix": 8654,
      "text": "\nIn fact, the evidence shows that Ricca is completely in line with Bergoglio’s normal procedures.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8654,
      "end_ix": 9219,
      "text": "\nAs “Marcantonio Colonna” wrote in the Dictator Pope, “In fact his patronage of Monsignor Ricca fits the pattern which was well established when he was Archbishop of Buenos Aires, whereby he surrounds himself with morally weak people so as to have them under his thumb.”\nIt was at this early “no evidence” comment on the plane home from Rio that some of those paying attention started to understand that Bergoglio’s policy is in line with that of certain leaders of the past who recommended that if a politician was going to lie, he should lie big and lie brazenly.",
      "new_text": "\nAs “Marcantonio Colonna” wrote in the Dictator Pope, “In fact his patronage of Monsignor Ricca fits the pattern which was well established when he was Archbishop of Buenos Aires, whereby he surrounds himself with morally weak people so as to have them under his thumb.”\nIt was at this early “no evidence” comment on the plane home from Rio that some of those paying attention started to understand that Bergoglio’s policy is in line with that of certain leaders of the past who recommended that if a politician was going to lie, he should lie boldly.",
      "prop_spans": [
        [
          8907,
          8922,
          "Loaded_Language"
        ],
        [
          9194,
          9218,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 9219,
      "end_ix": 9334,
      "text": "\nAnd in case anyone was wondering what will happen next, the same advice said to keep on lying after you’re caught.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9334,
      "end_ix": 9474,
      "text": "\nThe pattern of silence and, when pressed, flat-out denial has been Bergoglio’s policy since long before he came on the international scene.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9474,
      "end_ix": 9663,
      "text": "\nHe has a long record in Argentina of shaving close to scandals and vociferously denying involvement, and relying heavily on the broad good will of Catholics towards bishops to pull it off.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9663,
      "end_ix": 9816,
      "text": "\nPerhaps his biggest error with Barros was failing to understand just how little of that capital of trust there is left in the Catholic world as a whole.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9816,
      "end_ix": 9932,
      "text": "\nIndeed, on the subject of priests sexually abusing young people, it could only be measured in the negative numbers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9932,
      "end_ix": 10149,
      "text": "\n“Argentine Victims Who Tried to Meet with Pope Francis…”\nThough the website Bishop Accountability is blatantly anti-clerical, their data is unassailable since most of it comes from information that is already public.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10149,
      "end_ix": 10275,
      "text": "\nOn their Argentina page is a long list of accusations that Bergoglio/Francis simply isn’t interested in hearing from victims.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10275,
      "end_ix": 10705,
      "text": "\n“In Pope Francis’s 21 years as bishop and archbishop of Buenos Aires, the Wall Street Journal reports, including the years when he headed the Argentine bishops’ conference, he declined to meet with victims of sexual abuse.”\n\n“All of them tried to contact the cardinal archbishop in 2002 or later,” the same period when Pope Benedict and other bishops were striving to meet with victims and demonstrate an interest in the problem.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10705,
      "end_ix": 10971,
      "text": "\nThe site says that “in addition to Bergoglio’s failure to respond to victims, the public record contains no evidence that he released any information about abusers.”\nIn fact, he went so far as to flatly deny there had been any instances of abuse in his archdiocese.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10971,
      "end_ix": 11366,
      "text": "\nWeeks after his election to the papacy, he was quoted by his close friend, Rabbi Abraham Skorka, “In my diocese it never happened to me, but a bishop called me once by phone to ask me what to do in a situation like this.” Francis added that he agreed with the “zero tolerance” attitude of the Irish episcopate and admired Pope Benedict’s reforms – most of which he was later to quietly reverse.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11366,
      "end_ix": 11481,
      "text": "\nIt was at exactly this time, however, that victims from Argentina were attempting to get the new pope’s attention.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11481,
      "end_ix": 11751,
      "text": "\nOne, known to the press only as “Gabriel,” wanted to talk to Francis about the sexual abuse he suffered at the hands of Julio César Grassi, accused of molesting at least five boys, “who has been avoiding the sentences of the justice of Morón and the Court of Cassation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11751,
      "end_ix": 12191,
      "text": "\nSo far, judges and prosecutors at all instances found him guilty.”\nIn case anyone thinks the Grassi-Gabriel case was not serious enough for the pope’s attention, Bishop Accountability summarises, “A year after Gabriel had filed criminal charges [2003] but before the start of Grassi’s trial, three men ransacked the survivor’s apartment and beat him.” These men threatened to kill him if he did not retract his testimony and quit the case.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12191,
      "end_ix": 12459,
      "text": "\nTen years [after Gabriel filed criminal charges], in May 2013, with Grassi still free despite his conviction in 2009, “Gabriel and his attorney, Juan Pablo Gallego, brought a two-page letter addressed to Pope Francis to the office of the papal nuncio in Buenos Aires.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12459,
      "end_ix": 12807,
      "text": "\nAn employee refused to accept the letter after learning of its topic and threatened to call security if Gabriel and Gallego did not leave the premises.”\nThe group surmises that it was Bergoglio’s direct intervention with judges in the case that prevented a conviction against Grassi for so long and delayed his sentencing through multiple appeals.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12807,
      "end_ix": 12948,
      "text": "\nIn 2006, then-Archbishop Bergoglio complained of a “media campaign” and claimed that the Grassi case was “different” from other accusations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12948,
      "end_ix": 13024,
      "text": "\nDuring his criminal trial Grassi said Bergoglio “never let go” of his hand.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13024,
      "end_ix": 13262,
      "text": "\nIn 2009, Grassi was convicted of two counts of aggravated sexual assault and corruption in the case of “Gabriel,” who was aged 13 at the time of the abuse, but the appeals dragged on until he was finally sent to prison in September 2013.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13262,
      "end_ix": 13404,
      "text": "\nSeveral more similar cases, all of whom were rebuffed in their attempts to meet with Bergoglio, are detailed here, for the strong-of-stomach.",
      "new_text": "\nSeveral more similar cases, all of whom were rebuffed in their attempts to meet with Bergoglio, are detailed here.",
      "prop_spans": [
        [
          13378,
          13404,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 13404,
      "end_ix": 13579,
      "text": "\nA virtuoso performance-liar\nLooking back and carefully examining his record, Jorge Bergoglio’s mastery of using the weaknesses of morally compromised men is becoming evident.",
      "new_text": "\n\nLooking back and carefully examining his record, Jorge Bergoglio’s mastery of using the weaknesses of morally compromised men is becoming evident.",
      "prop_spans": [
        [
          13404,
          13405,
          "Loaded_Language"
        ],
        [
          13405,
          13432,
          "Name_Calling,Labeling"
        ],
        [
          13500,
          13508,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 13579,
      "end_ix": 13724,
      "text": "\nIt is arguable that even the members of the so-called “San Gallen Mafia” who apparently conspired to put him on Peter’s throne were used by him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13724,
      "end_ix": 13870,
      "text": "\nBut he is also a master of judging an audience and telling them what they expect to hear; a key skill for all grifters and confidence tricksters.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13870,
      "end_ix": 13958,
      "text": "\nLooking carefully at the infamous “Who am I to judge” comment, this was clear early on.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13958,
      "end_ix": 14112,
      "text": "\nThe first part of that interview is a blatant and enormous lie, and it was from there that the pope moved on to his apology for homosexuality in general.",
      "new_text": "\nThe first part of that interview is a blatant lie, and it was from there that the pope moved on to his apology for homosexuality in general.",
      "prop_spans": [
        [
          13997,
          14021,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 14112,
      "end_ix": 14260,
      "text": "\nRecall that this was the very first airplane interview, on the trip back to Rome from World Youth Day in Rio, a matter of weeks after his election.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14260,
      "end_ix": 14424,
      "text": "\nAt the time, the papal apologists sprang instantly into action and we heard all about how the pope was talking strictly within the boundaries of Catholic doctrine.",
      "new_text": "\nAt the time, the supporters sprang instantly into action and we heard all about how the pope was talking strictly within the boundaries of Catholic doctrine.",
      "prop_spans": [
        [
          14278,
          14294,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 14424,
      "end_ix": 14555,
      "text": "\nBut perhaps in hindsight, we are ready to examine the full implications of his little speech, one that was clearly well-rehearsed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14555,
      "end_ix": 14659,
      "text": "\n(Don’t forget, no question is asked in a papal interview without being thoroughly vetted ahead of time.",
      "new_text": "\n(Don’t forget, no question is asked in a papal interview without being carefully assessed ahead of time.",
      "prop_spans": [
        [
          14627,
          14645,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 14659,
      "end_ix": 14717,
      "text": "\nJournalists must submit their questions well in advance.)",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14717,
      "end_ix": 14899,
      "text": "\nThis was the pope laying out his policy regarding homosexuality, a policy for which he was duly rewarded by being lauded on the cover of the homosexualist lobby’s US trade magazine.",
      "new_text": "\nThis was the pope laying out his policy regarding homosexuality, a policy for which he was lauded on the cover of the homosexualist lobby’s US trade magazine.",
      "prop_spans": [
        [
          14809,
          14823,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 14899,
      "end_ix": 15092,
      "text": "\nRead his full answer carefully:\nI see that many times in the Church, over and above this case, but including this case, people search for “sins from youth”, for example, and then publish them.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15092,
      "end_ix": 15120,
      "text": "\nThey are not crimes, right?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15120,
      "end_ix": 15184,
      "text": "\nCrimes are something different: the abuse of minors is a crime.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15184,
      "end_ix": 15194,
      "text": "\nNo, sins.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15194,
      "end_ix": 15411,
      "text": "\n\nBut if a person, whether it be a lay person, a priest or a religious sister, commits a sin and then converts, the Lord forgives, and when the Lord forgives, the Lord forgets and this is very important for our lives.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15411,
      "end_ix": 15613,
      "text": "\nWhen we confess our sins and we truly say, “I have sinned in this”, the Lord forgets, and so we have no right not to forget, because otherwise we would run the risk of the Lord not forgetting our sins.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15613,
      "end_ix": 15631,
      "text": "\nThat is a danger.",
      "new_text": "\n",
      "prop_spans": [
        [
          15614,
          15630,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 15631,
      "end_ix": 15670,
      "text": "\n\nThis is important: a theology of sin.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15670,
      "end_ix": 15705,
      "text": "\nMany times I think of Saint Peter.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15705,
      "end_ix": 15810,
      "text": "\nHe committed one of the worst sins, that is he denied Christ, and even with this sin they made him Pope.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15810,
      "end_ix": 15852,
      "text": "\nWe have to think a great deal about that.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15852,
      "end_ix": 15902,
      "text": "\n\nBut, returning to your question more concretely.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15902,
      "end_ix": 15987,
      "text": "\nIn this case, I conducted the preliminary investigation and we didn’t find anything.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15987,
      "end_ix": 16015,
      "text": "\nThis is the first question.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16015,
      "end_ix": 16052,
      "text": "\nThen, you spoke about the gay lobby.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16052,
      "end_ix": 16092,
      "text": "\nSo much is written about the gay lobby.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16092,
      "end_ix": 16176,
      "text": "\nI still haven’t found anyone with an identity card in the Vatican with “gay” on it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16176,
      "end_ix": 16207,
      "text": "\nThey say there are some there.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16207,
      "end_ix": 16399,
      "text": "\n\nI believe that when you are dealing with such a person, you must distinguish between the fact of a person being gay and the fact of someone forming a lobby, because not all lobbies are good.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16399,
      "end_ix": 16421,
      "text": "\nThis one is not good.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16421,
      "end_ix": 16517,
      "text": "\n\nIf someone is gay and is searching for the Lord and has good will, then who am I to judge him?",
      "new_text": "\n\nIf someone is gay and is searching for the Lord and has good will, then who am I to judge him?",
      "prop_spans": [
        [
          16495,
          16517,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 16517,
      "end_ix": 16735,
      "text": "\nThe Catechism of the Catholic Church explains this in a beautiful way, saying ... wait a moment, how does it say it ... it says: “no one should marginalize these people for this, they must be integrated into society”.",
      "new_text": "\nThe Catechism of the Catholic Church explains this in a beautiful way, saying ... wait a moment, how does it say it ... it says: “no one should marginalize these people for this, they must be integrated into society”.",
      "prop_spans": [
        [
          16517,
          16517,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 16735,
      "end_ix": 16873,
      "text": "\nThe problem is not having this tendency, no, we must be brothers and sisters to one another, and there is this one and there is that one.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16873,
      "end_ix": 17003,
      "text": "\nThe problem is in making a lobby of this tendency: a lobby of misers, a lobby of politicians, a lobby of masons, so many lobbies.",
      "new_text": "\nThe problem is in making a lobby of this tendency: a lobby of misers, a lobby of politicians, a lobby of masons.",
      "prop_spans": [
        [
          16987,
          17003,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 17003,
      "end_ix": 17040,
      "text": "\nFor me, this is the greater problem.",
      "new_text": "\nFor me, this is the greater problem.",
      "prop_spans": [
        [
          17003,
          17003,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 17040,
      "end_ix": 17084,
      "text": "\nThank you so much for asking this question.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17084,
      "end_ix": 17097,
      "text": "\nMany thanks.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17097,
      "end_ix": 17204,
      "text": "\nOne of the pope’s favourite rhetorical techniques is a combination of Begging the Question and conspiracy.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17204,
      "end_ix": 17312,
      "text": "\nHe starts by assuming, without any effort at defence or explanation, a point that concedes the whole issue.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17312,
      "end_ix": 17383,
      "text": "\nThis was the first time a pope had ever used the political term “gay”.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17383,
      "end_ix": 17545,
      "text": "\nNot “homosexual,” not “same-sex attracted,” but “gay,” meaning that he started by adopting the entirety of the homosexualist movement’s linguistic manipulations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17545,
      "end_ix": 17860,
      "text": "\nLanguage counts in politics, and a pope using that term means he is by implication starting the discussion – and his pontificate – by aligning himself with the basic tenets of a movement that is violently opposed to Catholic moral teaching, and in direct opposition to his immediate, and still living, predecessor.",
      "new_text": "\nLanguage counts in politics, and a pope using that term means he is by implication starting the discussion – and his pontificate – by aligning himself with the basic tenets of a movement that is strongly opposed to Catholic moral teaching, and in direct opposition to his immediate, and still living, predecessor.",
      "prop_spans": [
        [
          17741,
          17759,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 17860,
      "end_ix": 18081,
      "text": "\nIn this case too, he was addressing a plane load of journalists who were either secular themselves, or for the most part are the kind of Catholic who believes it is fine to “disagree” with Catholic teaching on sexuality.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18081,
      "end_ix": 18157,
      "text": "\nThere are very few “conservative” Catholics in the Vatican journalist pool.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18157,
      "end_ix": 18655,
      "text": "\nThis means that his use of this language was a conspiratorial wink and nod to his immediate audience, a sly message to say, “People talk all the time about a gay lobby, but you and I both know this is mostly nonsense, propaganda from those people… those conservatives…We cool and hip people don’t hate gays, do we?”\nThis astonishing departure follows an implied but very clear assertion that Ricca has repented and given up his activity, an assertion that has absolutely no evidence to back it up.",
      "new_text": "\nThis means that his use of this language was a conspiratorial wink and nod to his immediate audience, a sly message to say, “People talk all the time about a gay lobby, but you and I both know this is mostly nonsense, propaganda from those people… those conservatives…We cool and hip people don’t hate gays, do we?”\nThis astonishing departure follows an implied but very clear assertion that Ricca has repented and given up his activity, an assertion that has absolutely no evidence to back it up.",
      "prop_spans": [
        [
          18366,
          18387,
          "Loaded_Language"
        ],
        [
          18426,
          18473,
          "Doubt"
        ],
        [
          18429,
          18448,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 18655,
      "end_ix": 18897,
      "text": "\nWe are simply asked to take the pope’s word for it, but given that it follows his astoundingly brazen lie that there was no evidence for Ricca’s homosexual activity in the first place, we can take the assurance for what it seems to be worth.",
      "new_text": "\nWe are simply asked to take the word for it, but given that it follows his lie that there was no evidence for Ricca’s homosexual activity in the first place, we can take the assurance for what it seems to be worth.",
      "prop_spans": [
        [
          18656,
          18706,
          "Appeal_to_Authority"
        ],
        [
          18738,
          18761,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 18897,
      "end_ix": 19196,
      "text": "\nNext, after another little inside nudge-nudge-wink-wink joke about the “gay lobby” – implying (but of course never outright saying) that the whole thing is hysterical nonsense – we hear a direct contradiction to Catholic teaching from no less a source than his predecessor, Pope Benedict Ratzinger.",
      "new_text": "\nNext, after another little inside joke about the “gay lobby” – implying (but of course never outright saying) that the whole thing is hysterical nonsense – we hear a direct contradiction to Catholic teaching from no less a source than his predecessor, Pope Benedict Ratzinger.",
      "prop_spans": [
        [
          18932,
          18958,
          "Loaded_Language"
        ],
        [
          19054,
          19074,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 19196,
      "end_ix": 19318,
      "text": "\n“The problem is not having this tendency.” Well, actually, your holiness, yes it is, particularly in the case of priests.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19318,
      "end_ix": 19545,
      "text": "\nThe “tendency” is called in the same catechism you quote “intrinsically disordered” and Ratzinger was very clear that this “tendency” is a sign of a serious emotional dysfunction that “must” preclude a man from being ordained.",
      "new_text": "\nThe “tendency” is called in the same catechism you quote “intrinsically disordered” and Ratzinger was very clear that this “tendency” is a sign of an emotional dysfunction that “must” prevent a man from being appointed.",
      "prop_spans": [
        [
          19377,
          19401,
          "Loaded_Language"
        ],
        [
          19466,
          19544,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 19545,
      "end_ix": 19788,
      "text": "\nSquandering the capital of trust\nA few months ago in a piece for the Remnant, I talked about why the Church (and nearly all human societies) regard lying as a sin:\nA mistake many make about lying is to understand it only in terms of morality.",
      "new_text": "\nWasting the capital of trust\nA few months ago in a piece for the Remnant, I talked about why the Church (and nearly all human societies) regard lying as a sin:\nA mistake many make about lying is to understand it only in terms of morality.",
      "prop_spans": [
        [
          19546,
          19578,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 19788,
      "end_ix": 19857,
      "text": "\nBut Thomas makes the point that it is first a matter of metaphysics.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19857,
      "end_ix": 19928,
      "text": "\nLying is an act at variance in its essence with the nature of reality.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19928,
      "end_ix": 20112,
      "text": "\nThomistic theology teaches that it is by lying that we become most like the devil, and most unlike God, because we are trying to change the nature of reality to suit our own purposes.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20112,
      "end_ix": 20248,
      "text": "\nHabitual lying in effect changes you into a different kind of being, one that is by nature an opponent of Truth, ordered against Truth.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20248,
      "end_ix": 20431,
      "text": "\nThis of course means that a person whose “orientation,” as we might say, is towards falsehood, even when he is at any given moment saying something true, is still servicing his lies.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20431,
      "end_ix": 20502,
      "text": "\nHe tells the truth only to continue to control and manipulate reality.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20502,
      "end_ix": 20726,
      "text": "\nIt was not by violence, but by lying and manipulation, by issuing half-truths and pretending to be the kind of man he was not, that Shakespeare’s character Iago earned the title of most evil character in English literature.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20726,
      "end_ix": 20819,
      "text": "\nHuman beings are naturally ordered towards the truth, and we have to work at assuming a lie.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20819,
      "end_ix": 20943,
      "text": "\nThis is why confidence tricksters can be successful, why lying works for getting what you want; people don’t see it coming.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20943,
      "end_ix": 21047,
      "text": "\nThe first natural assumption is trust, at least at the basic level of expecting truth most of the time.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21047,
      "end_ix": 21108,
      "text": "\nWe therefore instinctively see lying as a betrayal of trust.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21108,
      "end_ix": 21349,
      "text": "\nConsidering how much trust the Catholic faithful had in the papacy until about 1965, how much un-earned trust Francis started with just by being elected, this pontificate should be remembered as one of the great confidence scams in history.",
      "new_text": "\nConsidering how much trust the Catholic faithful had in the papacy until about 1965, how much un-earned trust Francis started with just by being elected, this pontificate should be remembered as a great hustle.",
      "prop_spans": [
        [
          21304,
          21338,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 21349,
      "end_ix": 21464,
      "text": "\nBelieving Catholics have watched aghast as this pope has habitually trampled on every aspect of Catholic teaching.",
      "new_text": "\nBelieving Catholics have watched fearfully as this pope has habitually trampled on every aspect of Catholic teaching.",
      "prop_spans": [
        [
          21375,
          21389,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 21464,
      "end_ix": 21719,
      "text": "\nSandro Magister recently published a piece on his website that listed in dizzying detail the many times, in only the last few months, that pope Francis has falsified with obvious intention, the words of Christ in Scripture and the teaching of the Church.",
      "new_text": "\nSandro Magister recently published a piece on his website that listed in detail the many times, in only the last few months, that pope Francis has falsified with obvious intention, the words of Christ in Scripture and the teaching of the Church.",
      "prop_spans": [
        [
          21538,
          21553,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 21719,
      "end_ix": 21976,
      "text": "\nOf course this would be of little interest to secular journalists, who have paid no mind to his habit of rewriting Catholicism, but the sex abuse crisis is something secular journalists are very interested in, a fact Bergoglio seems not to have understood.",
      "new_text": "\nOf course this would be of little interest to journalists, who have paid no mind to his habit of rewriting Catholicism, but the sex abuse crisis is something they are very interested in, a fact Bergoglio seems not to have understood.",
      "prop_spans": [
        [
          21766,
          21786,
          "Name_Calling,Labeling"
        ],
        [
          21886,
          21905,
          "Repetition"
        ],
        [
          21886,
          21905,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 21976,
      "end_ix": 22120,
      "text": "\nIt is now irrefutable that Pope Bergoglio is a habitual liar – that in fact truth, like reality, seems to mean nothing to him except as a tool.",
      "new_text": "\nIt is now irrefutable that Pope Bergoglio is a liar – that in fact truth, like reality, seems to mean nothing to him except as a tool.",
      "prop_spans": [
        [
          22024,
          22037,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 22120,
      "end_ix": 22302,
      "text": "\nSociologists talk about the concept of the “high trust society,” one in which citizens believe what they are told by the elites and trust them to govern and protect them adequately.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22302,
      "end_ix": 22522,
      "text": "\nThey warn that the general loss of trust in institutions leads to a general state of chaos, in which laws on the books matter little as citizens turn to their last resort of protecting themselves and their own families.",
      "new_text": "\nThey warn that the general loss of trust in institutions leads to a general state of chaos, in which laws on the books matter little as citizens turn to their last resort of protecting themselves and their own families.",
      "prop_spans": [
        [
          22303,
          22521,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 22522,
      "end_ix": 22562,
      "text": "\nThis is the way societies disintegrate.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22562,
      "end_ix": 22711,
      "text": "\nIt has been said many times that the sex abuse crisis has created a massive loss of trust in prelates among the Catholic faithful, and this is true.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22711,
      "end_ix": 22955,
      "text": "\nWith a professional confidence trickster on the papal throne, blatantly using lies and manipulation to maintain power and ram through an agenda at radical variance with Catholic doctrine, how long before that predictable disintegration occurs?",
      "new_text": "\nWith a hustler on the papal throne, using lies and manipulation to maintain power and ram through an agenda at radical variance with Catholic doctrine, how long before that predictable disintegration occurs?",
      "prop_spans": [
        [
          22719,
          22753,
          "Name_Calling,Labeling"
        ],
        [
          22774,
          22811,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 22955,
      "end_ix": 22981,
      "text": "\nAre we seeing it already?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22981,
      "end_ix": 23124,
      "text": "\nAre we seeing it in the declarations of this or that episcopate on Amoris Laetitia and Communion for divorced and civilly remarried Catholics?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 23124,
      "end_ix": 23245,
      "text": "\nWith Cardinal Marx and others promoting “blessings” for “same-sex unions” are we going to be seeing an escalation of it?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 23245,
      "end_ix": 23415,
      "text": "\nI have seen a veritable chorus of Catholics on social media declaring that if Paul VI is canonised, their loss of faith in the Church as an institution will be complete.",
      "new_text": "\nI have seen Catholics on social media declaring that if Paul VI is canonised, their loss of faith in the Church as an institution will be complete.",
      "prop_spans": [
        [
          23321,
          23415,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 23415,
      "end_ix": 23532,
      "text": "\nI am told from contacts inside the Vatican that after the trip to Chile Bergoglio’s support has completely dried up.",
      "new_text": "\nI am told from contacts inside the Vatican that after the trip to Chile Bergoglio’s support has completely dried up.",
      "prop_spans": [
        [
          23415,
          23415,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 23532,
      "end_ix": 23868,
      "text": "\nHe has no more resources of trust even among the people he has chosen to surround himself with and after the reports of Cardinal Sandri going toe-to-toe with him in a shouting match, it seems that perhaps even his legendary vicious temper tantrums are failing to have the desired effect of terrorising his subordinates into submission.",
      "new_text": "\nHe has no more resources of trust even among the people he has chosen to surround himself with and after the reports of Cardinal Sandri going toe-to-toe with him in a shouting match, it seems that perhaps even his legendary tantrums are failing to have the desired effect of scaring his subordinates into submission.",
      "prop_spans": [
        [
          23700,
          23715,
          "Loaded_Language"
        ],
        [
          23757,
          23780,
          "Loaded_Language"
        ],
        [
          23823,
          23868,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 23868,
      "end_ix": 24044,
      "text": "\nMarie Collins, by no stretch even a “conservative” Catholic, echoed this concern, saying the Barros affair has “definitely undermined credibility, trust, and hope” in Francis.",
      "new_text": "\nMarie Collins, by no stretch even a “conservative” Catholic, echoed this concern, saying the Barros affair has “definitely undermined credibility, trust, and hope” in Francis.",
      "prop_spans": [
        [
          23868,
          23868,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 24044,
      "end_ix": 24395,
      "text": "\n“All I can say is that people who had a lot of hope in this particular pope, and I am talking about just ordinary Catholics that I know in my own parish, would find it very difficult now…and cannot understand and cannot believe that this particular pope has said the things he has said in the last few weeks,” she told the National Catholic Reporter.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24395,
      "end_ix": 24591,
      "text": "\nIt may seem like a moment to enjoy, seeing the apparently unbreachable shell of papal teflon finally cracking, but in reality this situation is potentially very harmful for souls in the long run.",
      "new_text": "\nIt may seem like a moment to enjoy, seeing the apparently unbreachable exterior of papal finally cracking, but in reality this situation is potentially very harmful for souls in the long run.",
      "prop_spans": [
        [
          24443,
          24488,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 24591,
      "end_ix": 24806,
      "text": "\nThere is a multitude of problems this pontificate has created or made worse that we will be dealing with for a long time after Bergoglio is gone, but perhaps one of the bigger ones will be the destruction of trust.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24806,
      "end_ix": 25045,
      "text": "\nAlready fractured since the collapse of all Catholic institutions after Vatican II and the horrors of the sex abuse crisis, how much will there be to repair of the once-steadfast trust Catholics instinctively had in the Church after this?",
      "new_text": "\nAlready fractured since the collapse of all Catholic institutions after Vatican II and the terrors of the sex abuse crisis, how much will there be to repair of the once-steadfast trust Catholics instinctively had in the Church after this?",
      "prop_spans": [
        [
          24898,
          24906,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 25045,
      "end_ix": 25118,
      "text": "\nNotes:\n[1] “Not one victim has come forward in Chile; show me the proof.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 25118,
      "end_ix": 25147,
      "text": "\nThis is slander and calumny.",
      "new_text": "\nThis is defamation.",
      "prop_spans": [
        [
          25127,
          25146,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 25147,
      "end_ix": 25432,
      "text": "\nIs that clear?”\n[2] The book “The Dictator Pope” relates that regular meetings between the pope and dicastery heads have been abolished and even high-ranking curia prefects are often unable to see the pope, whose appointments are now completely controlled by the Secretariat of State.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 25432,
      "end_ix": 25711,
      "text": "\nIt is certainly clear that no one sees the pope unless Cardinal Parolin approves, which may be the reason Cardinal Zen, in his efforts to warn Francis of the dangers of a Vatican deal with the communist Chinese government had to wait in the rain at a Wednesday general audience.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 25711,
      "end_ix": 25853,
      "text": "\n[3] This is common in Italian journalism that has somewhat different standards from that of the Anglo world… and drives the rest of us spare.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 25853,
      "end_ix": 25992,
      "text": "\nItalians care about getting a general picture of what’s going on, where Anglo-Saxons are considered weirdly obsessed with trivial details.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 25992,
      "end_ix": 26141,
      "text": "\n[4] Though she never blamed the pope, Marie Collins complained that Vatican officialdom had simply not implemented the Commission’s recommendations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 26141,
      "end_ix": 26339,
      "text": "\nThe time limit of the Commission’s members was allowed to lapse without renewal and though it was not dissolved formally the Commission has ceased to function with no word of any plan to revive it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 26339,
      "end_ix": 26576,
      "text": "\n[5] Probably a reference to the Inzoli case in which Francis overturned a previous sentence of a Vatican tribunal after the priest – now laicised – approached some of the pope’s close advisors for help, including Cardinal Coccopalmerio.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 26576,
      "end_ix": 26626,
      "text": "\n[6] Not that anyone in Rome was trying very hard.",
      "new_text": "\n[6] Probably not that anyone in Rome was trying very hard.",
      "prop_spans": [
        [
          26581,
          26625,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 26626,
      "end_ix": 26829,
      "text": "\nSandro Magister reported after the “Who am I to judge” comment, “Before the appointment, Francis had been shown, as is customary, the personal file on Ricca, in which he had not found anything unseemly.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 26829,
      "end_ix": 26929,
      "text": "\nHe had also heard from various personalities of the curia, and none of them had raised objections.”",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      225,
      260,
      "Name_Calling,Labeling"
    ],
    [
      368,
      403,
      "Name_Calling,Labeling"
    ],
    [
      421,
      428,
      "Loaded_Language"
    ],
    [
      509,
      513,
      "Loaded_Language"
    ],
    [
      604,
      636,
      "Loaded_Language"
    ],
    [
      645,
      742,
      "Doubt"
    ],
    [
      1090,
      1107,
      "Loaded_Language"
    ],
    [
      1794,
      1862,
      "Doubt"
    ],
    [
      3538,
      3672,
      "Appeal_to_Authority"
    ],
    [
      6046,
      6058,
      "Repetition"
    ],
    [
      6851,
      6899,
      "Thought-terminating_Cliches"
    ],
    [
      6929,
      6946,
      "Name_Calling,Labeling"
    ],
    [
      7133,
      7153,
      "Name_Calling,Labeling"
    ],
    [
      7201,
      7218,
      "Thought-terminating_Cliches"
    ],
    [
      7731,
      7745,
      "Thought-terminating_Cliches"
    ],
    [
      8306,
      8315,
      "Loaded_Language"
    ],
    [
      8907,
      8922,
      "Loaded_Language"
    ],
    [
      9194,
      9218,
      "Exaggeration,Minimisation"
    ],
    [
      13378,
      13405,
      "Loaded_Language"
    ],
    [
      13405,
      13432,
      "Name_Calling,Labeling"
    ],
    [
      13500,
      13508,
      "Loaded_Language"
    ],
    [
      13997,
      14021,
      "Loaded_Language"
    ],
    [
      14278,
      14294,
      "Name_Calling,Labeling"
    ],
    [
      14627,
      14645,
      "Loaded_Language"
    ],
    [
      14809,
      14823,
      "Loaded_Language"
    ],
    [
      15614,
      15630,
      "Appeal_to_fear-prejudice"
    ],
    [
      16495,
      16517,
      "Thought-terminating_Cliches"
    ],
    [
      16987,
      17003,
      "Thought-terminating_Cliches"
    ],
    [
      17741,
      17759,
      "Loaded_Language"
    ],
    [
      18366,
      18387,
      "Loaded_Language"
    ],
    [
      18426,
      18473,
      "Doubt"
    ],
    [
      18429,
      18448,
      "Name_Calling,Labeling"
    ],
    [
      18656,
      18706,
      "Appeal_to_Authority"
    ],
    [
      18738,
      18761,
      "Loaded_Language"
    ],
    [
      18932,
      18958,
      "Loaded_Language"
    ],
    [
      19054,
      19074,
      "Loaded_Language"
    ],
    [
      19377,
      19401,
      "Loaded_Language"
    ],
    [
      19466,
      19544,
      "Loaded_Language"
    ],
    [
      19546,
      19578,
      "Loaded_Language"
    ],
    [
      21304,
      21338,
      "Loaded_Language"
    ],
    [
      21375,
      21389,
      "Loaded_Language"
    ],
    [
      21538,
      21553,
      "Loaded_Language"
    ],
    [
      21766,
      21786,
      "Name_Calling,Labeling"
    ],
    [
      21886,
      21905,
      "Repetition"
    ],
    [
      21886,
      21905,
      "Name_Calling,Labeling"
    ],
    [
      22024,
      22037,
      "Name_Calling,Labeling"
    ],
    [
      22303,
      22521,
      "Appeal_to_fear-prejudice"
    ],
    [
      22719,
      22753,
      "Name_Calling,Labeling"
    ],
    [
      22774,
      22811,
      "Loaded_Language"
    ],
    [
      23321,
      23415,
      "Appeal_to_fear-prejudice"
    ],
    [
      23700,
      23715,
      "Loaded_Language"
    ],
    [
      23757,
      23780,
      "Loaded_Language"
    ],
    [
      23823,
      23868,
      "Loaded_Language"
    ],
    [
      24443,
      24488,
      "Loaded_Language"
    ],
    [
      24898,
      24906,
      "Loaded_Language"
    ],
    [
      25127,
      25146,
      "Loaded_Language"
    ],
    [
      26581,
      26625,
      "Doubt"
    ]
  ]
}