{
  "article_id": "737194975",
  "sentence offsets in original": [
    0,
    26,
    212,
    329,
    460,
    557,
    676,
    923,
    1139,
    1206,
    1387,
    1557,
    1841,
    2177,
    2526,
    2872,
    2975,
    3365,
    3564,
    3774,
    3816,
    4113,
    4298,
    4467,
    4526,
    4612,
    4885,
    4938,
    5018,
    5108,
    5128,
    5144,
    5223,
    5450,
    5498,
    5552,
    5557,
    5563,
    5568,
    5631,
    5795,
    5898,
    5954,
    6009,
    6014,
    6034,
    6147,
    6254,
    6262,
    6320,
    6457,
    6631,
    6818,
    7015,
    7209,
    7365,
    7552,
    7667,
    7856,
    7968,
    8227,
    8319,
    8368,
    8435,
    8573,
    8750,
    8800,
    8957,
    9054,
    9102,
    9251,
    9506,
    9623,
    9766,
    9802,
    9967,
    10052,
    10180,
    10334,
    10461,
    10582,
    10605,
    10691,
    10785,
    10832,
    10918,
    10976,
    11087,
    11128,
    11277,
    11604,
    11863,
    12027,
    12202,
    12434,
    12496,
    12738,
    13008,
    13369,
    13374,
    13607,
    13756,
    14075,
    14146,
    14271,
    14287,
    14345,
    14407,
    14445,
    14585,
    14671,
    14717
  ],
  "original sentences": [
    "Has Trump Opened the Door?",
    "\n\nSagacious gun owners have always known that the ultimate goal of gun control extremists such as Chuck Schumer, Nancy Pelosi, Dianne Feinstein, et al., has always been gun confiscation.",
    "\nThe plan is not to “control” the private ownership of firearms; it is to PROHIBIT the private ownership of firearms.",
    "\nEnacting ever-encroaching gun control laws is simply an incremental means to the ultimate end of gun confiscation and prohibition.",
    "\nDonald Trump was elected on the promise of protecting the Second Amendment (among other things).",
    "\nInstead, he has become the poster boy for one of the most egregious gun control machinations of all: gun confiscation.",
    "\nAs I reported in this column last week, in a bipartisan meeting with congressmen and senators recently, President Trump “voiced support for confiscating guns from certain individuals deemed to be dangerous, even if it violates due process rights.",
    "\n“‘I like taking the guns early, like in this crazy man’s case that just took place in Florida … to go to court would have taken a long time,’ Trump said at a meeting with lawmakers on school safety and gun violence.",
    "\n“‘Take the guns first, go through due process second,’ Trump said.",
    "\n“Trump was responding to comments from Vice President Pence that families and local law enforcement should have more tools to report potentially dangerous individuals with weapons.",
    "\n“‘Allow due process so no one’s rights are trampled, but the ability to go to court, obtain an order and then collect not only the firearms but any weapons,’ Pence said.",
    "\n“‘Or, Mike, take the firearms first, and then go to court,’ Trump responded.”\nSee the column here:\nFlorida School Massacre Proves Police Are Worthless In Protecting Us\nWell, Trump’s statements are now the rallying cry for gun grabbers all over America to enact gun confiscation laws.",
    "\nSo far, five states have passed “red flag” laws that allow police agencies to confiscate guns from someone deemed to be “dangerous” by either a law enforcement officer or a family member BEFORE the individual has committed any crime, and in one State (Rhode Island) the governor issued an executive order implementing a “red flag” law.",
    "\nHere are the six states where the legislatures have already passed—or the governor has already issued an executive order implementing—“red flag” laws:\nCalifornia\nConnecticut\nIndiana\nOregon\nWashington\nRhode Island\nAnd since Trump’s Stalinist statements, there are at least 24 additional states that are currently considering passing “red flag” laws.",
    "\nThese are:\nAlabama\nAlaska\nArizona\nDelaware\nFlorida\nHawaii\nIllinois\nIowa\nKansas\nKentucky\nMaryland\nMassachusetts\nMichigan\nMinnesota\nMissouri\nNew Jersey\nNew York\nNorth Carolina\nOhio\nPennsylvania\nTennessee\nUtah\nVermont\nVirginia\nAnd it’s not taking long for law enforcement agencies in the above states to begin their Naziesque assault on gun owners.",
    "\nThis report is from Seattle:Doubtless, many other states are also considering passing “red flag” laws.",
    "\n“The city’s police department became the first law enforcement agency in the state to force the surrender of a firearm under a new law known as an ‘extreme risk protection order.’\n“The incident involves a man who lives in Belltown, who neighbors said had been intimidating people for the past year – even staring-down customers through store-front windows with a gun holstered at his side.",
    "\n“Mental illness is suspected, but that new law allowed police to legally disarm him.”\n“The man, who we are not naming, is also well known to the bars and restaurants below his unit along Second Ave.",
    "\nThe volume of complaints convinced Seattle police to seek an extreme risk protection order – or ‘erpo’ – which allows law enforcement to legally remove guns from people deemed a danger to themselves or others.",
    "\n“In this case, the man refused to comply.",
    "\nBecause of the new law, police were then able to return with a warrant and force the man to surrender the firearm.”\n“A few dozen erpos have been served and executed around the state, but Seattle police said they are the only agency so far to seize a gun because the owner refused to hand it over.",
    "\n“Law enforcement professionals said these specialized protection orders could be a common sense strategy to try and prevent mass shootings – such as what happened in Parkland, Florida.",
    "\n“‘There’s certainly a big concern of the connection between mental health and people exhibiting violent behavior and whether or not they should have access to firearms.",
    "\nThe “erpos” give us that tool now as an option,’ said Sgt.",
    "\nEric Pisconski, who leads the crisis response unit for the Seattle Police Department.",
    "\n“The confiscations only last a year, although they can be renewed.”\nSee the report here:\nSeattle Police First In State To Seize Gun Under Mental Health Law\nA few observations are in order here:\nFirst, the open carry of a firearm is LEGAL in the area where this took place.",
    "\nSo, the fellow was violating NO gun laws whatsoever.",
    "\nPlus, he never removed the pistol from its holster or brandished it in any way.",
    "\nSecondly, the man was “known” to nearby bars and restaurants near his place of residence.",
    "\nThat means nothing.",
    "\nKnown for what?",
    "\nThe report doesn’t even say the man was known for acting weirdly or strangely.",
    "\nIt just says he was “known.” And even if he did act weirdly or strangely, if we denied constitutional rights to everyone in that category, a majority of Americans would have no rights, and ALL of Congress would have no rights.",
    "\nThirdly, what does “volume of complaints” mean?",
    "\nHow many complaints were received over a YEAR’S time?",
    "\nTwo?",
    "\nFive?",
    "\nTen?",
    "\nPeople complaining about other people happens all of the time.",
    "\nPlus, if complaints had been received over the course of an entire year and police just now decided to act, the man must not have been considered much of a threat.",
    "\nFourthly, there was NO report of the man “exhibiting violent behavior,” as the police sergeant claims.",
    "\nThe report says “he had been intimidating people.” How?",
    "\nNo specifics except to say he was “staring” at people.",
    "\nWow!",
    "\nRun for your lives!",
    "\nFifthly, a U.S. citizen who has committed NO CRIME is denied his Natural right of self-defense for a whole year.",
    "\nAnd the media report says the confiscations “only” last a year, with the caveat that they may be extended.",
    "\nIndeed.",
    "\nThey could and very likely will be extended indefinitely.",
    "\nHow many defenseless (unarmed) people are robbed, assaulted, accosted, beaten up, raped, wounded, paralyzed, or killed in a year’s time?",
    "\nIt seems many politicians (and many police officers themselves) will not be content until every American citizen is totally defenseless and unable to protect him or herself.",
    "\nI tell you this with all seriousness: At some point, the American people will be forced to view these governmental attacks against our Second Amendment liberties as a declaration of war.",
    "\nSixthly, the man quoted in the news story who had complained about the armed fellow did so because he said he didn’t like the sight of the man carrying a firearm, as it made him “afraid.”\nSO WHAT?",
    "\nThat the mere sight of a law-abiding citizen openly carrying a sidearm would make someone “afraid” is not sufficient reason to deny the citizen his constitutional right to keep and “bear” arms.",
    "\nThis “I’m offended” or “his gun scares me” complaint is nothing but cover for little Nazis to try and deny another person their Natural, God-given liberty.",
    "\nBut under this new “red flag” law in Washington State, police are now able to confiscate a person’s firearm without the person committing ANY crime—or even threatening to commit a crime.",
    "\nEven when police forced the man to surrender his firearm, the man made no threatening gesture toward the officers.",
    "\nGun confiscation has started in America—and President Trump’s Stalinist statements about taking guns first and worrying about due process later is the banner under which this is happening.",
    "\nWhen Trump promised to add “mental health” regulations to gun purchases and ownership, he opened Pandora’s Box.",
    "\nI go into the “mental health” trap in more detail in this column:\nTrump Set To Enact More Gun Control\n“Mental health” regulations for gun ownership is what extremist gun grabbers Schumer, Pelosi, Feinstein, et al., have been trying to accomplish for decades.",
    "\nNow, it is the “pro-gun” Republican President Donald Trump who is the one making it happen.",
    "\nKris Kobach is the Secretary of State of Kansas.",
    "\nHe is a former professor of constitutional law at UMKC Law School.",
    "\nHe wrote an excellent analysis of the constitutional violations of these “red flag” laws:\nThe seizure of guns without any hearing at all.",
    "\nThe laws all contain an “ex parte” provision that allows the state to temporarily seize a person’s guns without even notifying the gun owner or giving him a chance to be heard.",
    "\nThis is the quintessential denial of due process.",
    "\nThe Fourth Amendment makes clear that a person cannot be denied of liberty (to exercise one’s constitutional right to bear arms) without due process of law.",
    "\nThis confiscation is “temporary,” but it can easily lead to long-term or permanent confiscation.",
    "\nBased on the testimony of one unrelated person.",
    "\nThe confiscation order can be based on the testimony of only one person claiming that the gun owner poses a risk to the safety of himself or others.",
    "\nThe law deceptively says that it has to be the testimony of a “family member.” [Most of the “red flag” laws, such as the one in Washington State, do not limit who can claim the gun owner poses a risk to the safety of himself or others to family members.]",
    "\nBut “family member” is defined to include “former dating partners” and anyone who has ever lived with the defendant.",
    "\nSo a jilted former boyfriend or girlfriend, or even a roommate from years ago, could easily set in motion the disarming of a lawful gun owner.",
    "\nUsing a very low standard of proof.",
    "\nThe standard for obtaining an ex parte order against a gun owner is absurdly low – one need only show “reasonable cause” to believe that the person may pose a risk.",
    "\nThat’s even lower than the “probable cause” standard for obtaining a search warrant.",
    "\nIn addition, the judge is forced to rush his decision and issue the confiscation order on the same day of the ex parte hearing.",
    "\nWithin two weeks of the ex parte hearing, a hearing with the gun owner present must occur; the purpose is to put in place a long-term confiscation order.",
    "\nBut even at that hearing, the standard of proof is far below the “beyond a reasonable doubt” standard used in criminal trials.",
    "\nRather, it need only be shown by “a preponderance of evidence” that the person poses a risk of injury to self or others.",
    "\nWhat kind of evidence?",
    "\nThings like the “reckless storage” of firearms and drinking habits can be considered.",
    "\nIf you keep a handgun in the bedside table and drink beer regularly, you may [be] in trouble.",
    "\nShifting the burden of proof to the gun owner.",
    "\nThe long-term confiscation order lasts up to a year, but may be renewed indefinitely.",
    "\nOnce it is in place, it becomes very difficult to remove.",
    "\nTo have the confiscation order lifted, the gun owner must provehe does not pose a threat to himself or others.",
    "\nProving a negative is nearly impossible.",
    "\nAdding insult to injury, the bill even authorizes local law enforcement to charge the gun owner a storage fee for confiscating and storing his guns.",
    "\nAfter the Parkland school shooting, had Donald Trump simply used his bully pulpit to promote arming teachers and school employees as a deterrent and defense against these school shootings without calling for more gun control, it would have been a HUGE boost for the Second Amendment in general and school safety in particular.",
    "\nInstead, Trump fell in with anti-Second Amendment liberals and started calling for more gun control, adding “mental health” restrictions to gun purchases and making his stupid Stalinist statements about taking guns first and worrying about due process later.",
    "\nAs a result, anti-gun liberals all over the country are using Trump’s own words and proposed gun control policies as a rallying cry to enact gun confiscation laws.",
    "\nAs it stands right now, Donald Trump has opened the door for more damage being done to the Second Amendment than any other president, Democrat or Republican, in our lifetime.",
    "\nFreedomists in the 50 states had better keep a close eye on their State legislatures this year and next, because, thanks to Donald Trump, gun confiscation is going to be on the agenda in virtually every single State in the country.",
    "\nAnd while you are at it, don’t overlook the federal Congress.",
    "\nNo wonder Dianne Feinstein looked so deliriously (and devilishly) happy when Trump uttered his stupid comment about gun confiscation and said he wanted to bring an assault weapons ban (Feinstein’s bill) into proposed gun control legislation.",
    "\nSee the video here:\nWatch Dianne Feinstein Erupt With Glee After Trump Seems To Endorse Her Assault Weapons Ban\nBut if you are a freedom-loving American who values your liberties and the God-given right to defend them, happy is NOT what you should be feeling right now.",
    "\nYou should be OUTRAGED at Donald Trump, and you should be absolutely determined to be ever vigilant against ANY attempt from Democrats or Republicans from federal, State, or municipal government to enact further restrictions against your right to keep and bear arms—because Trump has opened the door not only for more gun control but also for gun confiscation.",
    "\nP.S.",
    "\nOne more time I want to remind readers that self-defense—including defense against tyrannical government—is more than a right guaranteed in the Second Amendment to our Constitution; it is a duty assigned us in Nature by our Creator.",
    "\nFor anyone, especially a Christian, to willingly surrender their means of self-defense is not only a crime against liberty; it is a sin against God.",
    "\nI urge my Christian friends (and anyone else) to read the book my constitutional attorney son and I wrote entitled “To Keep or Not To Keep: Why Christians Should Not Give Up Their Guns.”\nMark it down: Any law demanding the citizenry to surrender their AR-15 rifles would be unconstitutional, unnatural, and unbiblical.",
    "\nAnd NO Christian or other free man should ever comply with such a law.",
    "\nI know that there is a plethora of pastors who teach that Christians ought to obey the government should it outlaw our guns.",
    "\nTHEY ARE WRONG.",
    "\nThey are wrong biblically, constitutionally, and morally.",
    "\nOur book shows the Natural and Biblical duty of self-defense.",
    "\nI don’t know of another book like it.",
    "\nWith all that is happening today, it is CRUCIAL that people (especially Christians) become familiar with the truths contained in this book.",
    "\nI urge you to order one for yourself and one (at least) for your friends and kinfolk.",
    "\nReprinted with permission from Chuck Baldwin.",
    "\nThe Best of Chuck Baldwin"
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 26,
      "text": "Has Trump Opened the Door?",
      "new_text": "Has Trump Opened the Door?",
      "prop_spans": [
        [
          10,
          25,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 26,
      "end_ix": 212,
      "text": "\n\nSagacious gun owners have always known that the ultimate goal of gun control extremists such as Chuck Schumer, Nancy Pelosi, Dianne Feinstein, et al., has always been gun confiscation.",
      "new_text": "\n\nClever gun owners have always known that the ultimate goal of gun control supporters such as Chuck Schumer, Nancy Pelosi, Dianne Feinstein, et al., has always been gun confiscation.",
      "prop_spans": [
        [
          28,
          49,
          "Name_Calling,Labeling"
        ],
        [
          93,
          115,
          "Loaded_Language"
        ],
        [
          93,
          115,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 212,
      "end_ix": 329,
      "text": "\nThe plan is not to “control” the private ownership of firearms; it is to PROHIBIT the private ownership of firearms.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 329,
      "end_ix": 460,
      "text": "\nEnacting ever-encroaching gun control laws is simply an incremental means to the ultimate end of gun confiscation and prohibition.",
      "new_text": "\nEnacting gun control laws is simply an incremental means to the ultimate end of gun confiscation and prohibition.",
      "prop_spans": [
        [
          339,
          356,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 460,
      "end_ix": 557,
      "text": "\nDonald Trump was elected on the promise of protecting the Second Amendment (among other things).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 557,
      "end_ix": 676,
      "text": "\nInstead, he has become the poster boy for one of the most egregious gun control machinations of all: gun confiscation.",
      "new_text": "\nInstead, he has become the poster boy for a terrible gun control scheme: gun confiscation.",
      "prop_spans": [
        [
          600,
          675,
          "Exaggeration,Minimisation"
        ],
        [
          616,
          626,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 676,
      "end_ix": 923,
      "text": "\nAs I reported in this column last week, in a bipartisan meeting with congressmen and senators recently, President Trump “voiced support for confiscating guns from certain individuals deemed to be dangerous, even if it violates due process rights.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 923,
      "end_ix": 1139,
      "text": "\n“‘I like taking the guns early, like in this crazy man’s case that just took place in Florida … to go to court would have taken a long time,’ Trump said at a meeting with lawmakers on school safety and gun violence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1139,
      "end_ix": 1206,
      "text": "\n“‘Take the guns first, go through due process second,’ Trump said.",
      "new_text": "\n“‘Take the guns first, go through due process second,’ Trump said.",
      "prop_spans": [
        [
          1142,
          1192,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 1206,
      "end_ix": 1387,
      "text": "\n“Trump was responding to comments from Vice President Pence that families and local law enforcement should have more tools to report potentially dangerous individuals with weapons.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1387,
      "end_ix": 1557,
      "text": "\n“‘Allow due process so no one’s rights are trampled, but the ability to go to court, obtain an order and then collect not only the firearms but any weapons,’ Pence said.",
      "new_text": "\n“‘Allow due process so no one’s rights are trampled, but the ability to go to court, obtain an order and then collect not only the firearms but any weapons,’ Pence said.",
      "prop_spans": [
        [
          1431,
          1439,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1557,
      "end_ix": 1841,
      "text": "\n“‘Or, Mike, take the firearms first, and then go to court,’ Trump responded.”\nSee the column here:\nFlorida School Massacre Proves Police Are Worthless In Protecting Us\nWell, Trump’s statements are now the rallying cry for gun grabbers all over America to enact gun confiscation laws.",
      "new_text": "\n“‘Or, Mike, take the firearms first, and then go to court,’ Trump responded.”\nSee the column here:\nFlorida School Massacre Proves Police Are Worthless In Protecting Us\nWell, Trump’s statements are now the watchword for gun grabbers all over America to enact gun confiscation laws.",
      "prop_spans": [
        [
          1763,
          1775,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1841,
      "end_ix": 2177,
      "text": "\nSo far, five states have passed “red flag” laws that allow police agencies to confiscate guns from someone deemed to be “dangerous” by either a law enforcement officer or a family member BEFORE the individual has committed any crime, and in one State (Rhode Island) the governor issued an executive order implementing a “red flag” law.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2177,
      "end_ix": 2526,
      "text": "\nHere are the six states where the legislatures have already passed—or the governor has already issued an executive order implementing—“red flag” laws:\nCalifornia\nConnecticut\nIndiana\nOregon\nWashington\nRhode Island\nAnd since Trump’s Stalinist statements, there are at least 24 additional states that are currently considering passing “red flag” laws.",
      "new_text": "\nHere are the six states where the legislatures have already passed—or the governor has already issued an executive order implementing—“red flag” laws:\nCalifornia\nConnecticut\nIndiana\nOregon\nWashington\nRhode Island\nAnd since Trump’s statements, there are at least 24 additional states that are currently considering passing “red flag” laws.",
      "prop_spans": [
        [
          2409,
          2429,
          "Reductio_ad_hitlerum"
        ]
      ]
    },
    {
      "start_ix": 2526,
      "end_ix": 2872,
      "text": "\nThese are:\nAlabama\nAlaska\nArizona\nDelaware\nFlorida\nHawaii\nIllinois\nIowa\nKansas\nKentucky\nMaryland\nMassachusetts\nMichigan\nMinnesota\nMissouri\nNew Jersey\nNew York\nNorth Carolina\nOhio\nPennsylvania\nTennessee\nUtah\nVermont\nVirginia\nAnd it’s not taking long for law enforcement agencies in the above states to begin their Naziesque assault on gun owners.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2872,
      "end_ix": 2975,
      "text": "\nThis report is from Seattle:Doubtless, many other states are also considering passing “red flag” laws.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2975,
      "end_ix": 3365,
      "text": "\n“The city’s police department became the first law enforcement agency in the state to force the surrender of a firearm under a new law known as an ‘extreme risk protection order.’\n“The incident involves a man who lives in Belltown, who neighbors said had been intimidating people for the past year – even staring-down customers through store-front windows with a gun holstered at his side.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3365,
      "end_ix": 3564,
      "text": "\n“Mental illness is suspected, but that new law allowed police to legally disarm him.”\n“The man, who we are not naming, is also well known to the bars and restaurants below his unit along Second Ave.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3564,
      "end_ix": 3774,
      "text": "\nThe volume of complaints convinced Seattle police to seek an extreme risk protection order – or ‘erpo’ – which allows law enforcement to legally remove guns from people deemed a danger to themselves or others.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3774,
      "end_ix": 3816,
      "text": "\n“In this case, the man refused to comply.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3816,
      "end_ix": 4113,
      "text": "\nBecause of the new law, police were then able to return with a warrant and force the man to surrender the firearm.”\n“A few dozen erpos have been served and executed around the state, but Seattle police said they are the only agency so far to seize a gun because the owner refused to hand it over.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4113,
      "end_ix": 4298,
      "text": "\n“Law enforcement professionals said these specialized protection orders could be a common sense strategy to try and prevent mass shootings – such as what happened in Parkland, Florida.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4298,
      "end_ix": 4467,
      "text": "\n“‘There’s certainly a big concern of the connection between mental health and people exhibiting violent behavior and whether or not they should have access to firearms.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4467,
      "end_ix": 4526,
      "text": "\nThe “erpos” give us that tool now as an option,’ said Sgt.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4526,
      "end_ix": 4612,
      "text": "\nEric Pisconski, who leads the crisis response unit for the Seattle Police Department.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4612,
      "end_ix": 4885,
      "text": "\n“The confiscations only last a year, although they can be renewed.”\nSee the report here:\nSeattle Police First In State To Seize Gun Under Mental Health Law\nA few observations are in order here:\nFirst, the open carry of a firearm is LEGAL in the area where this took place.",
      "new_text": "\n“The confiscations only last a year, although they can be renewed.”\nSee the report here:\nSeattle Police First In State To Seize Gun Under Mental Health Law\nA few observations are in order here:\nFirst, the open carry of a firearm is legal in the area where this took place.",
      "prop_spans": [
        [
          4807,
          4885,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 4885,
      "end_ix": 4938,
      "text": "\nSo, the fellow was violating NO gun laws whatsoever.",
      "new_text": "\nSo, the fellow was violating no gun laws.",
      "prop_spans": [
        [
          4885,
          4937,
          "Doubt"
        ],
        [
          4915,
          4918,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4938,
      "end_ix": 5018,
      "text": "\nPlus, he never removed the pistol from its holster or brandished it in any way.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5018,
      "end_ix": 5108,
      "text": "\nSecondly, the man was “known” to nearby bars and restaurants near his place of residence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5108,
      "end_ix": 5128,
      "text": "\nThat means nothing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5128,
      "end_ix": 5144,
      "text": "\nKnown for what?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5144,
      "end_ix": 5223,
      "text": "\nThe report doesn’t even say the man was known for acting weirdly or strangely.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5223,
      "end_ix": 5450,
      "text": "\nIt just says he was “known.” And even if he did act weirdly or strangely, if we denied constitutional rights to everyone in that category, a majority of Americans would have no rights, and ALL of Congress would have no rights.",
      "new_text": "\nIt just says he was “known.” And even if he did act weirdly or strangely, if we denied constitutional rights to everyone in that category, a majority of Americans would have no rights, and most of Congress would have no rights.",
      "prop_spans": [
        [
          5409,
          5449,
          "Exaggeration,Minimisation"
        ],
        [
          5413,
          5417,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5450,
      "end_ix": 5498,
      "text": "\nThirdly, what does “volume of complaints” mean?",
      "new_text": "\nThirdly, what does “volume of complaints” mean?",
      "prop_spans": [
        [
          5451,
          5498,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5498,
      "end_ix": 5552,
      "text": "\nHow many complaints were received over a YEAR’S time?",
      "new_text": "\nHow many complaints were received over a year’s time?",
      "prop_spans": [
        [
          5498,
          5552,
          "Doubt"
        ],
        [
          5540,
          5547,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5552,
      "end_ix": 5557,
      "text": "\nTwo?",
      "new_text": "\n",
      "prop_spans": [
        [
          5552,
          5557,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5557,
      "end_ix": 5563,
      "text": "\nFive?",
      "new_text": "\n",
      "prop_spans": [
        [
          5557,
          5563,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5563,
      "end_ix": 5568,
      "text": "\nTen?",
      "new_text": "\nOr more?",
      "prop_spans": [
        [
          5563,
          5568,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5568,
      "end_ix": 5631,
      "text": "\nPeople complaining about other people happens all of the time.",
      "new_text": "\n",
      "prop_spans": [
        [
          5568,
          5630,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5631,
      "end_ix": 5795,
      "text": "\nPlus, if complaints had been received over the course of an entire year and police just now decided to act, the man must not have been considered much of a threat.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5795,
      "end_ix": 5898,
      "text": "\nFourthly, there was NO report of the man “exhibiting violent behavior,” as the police sergeant claims.",
      "new_text": "\nFourthly, there was no report of the man “exhibiting violent behavior,” as the police sergeant claims.",
      "prop_spans": [
        [
          5816,
          5819,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5898,
      "end_ix": 5954,
      "text": "\nThe report says “he had been intimidating people.” How?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5954,
      "end_ix": 6009,
      "text": "\nNo specifics except to say he was “staring” at people.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6009,
      "end_ix": 6014,
      "text": "\nWow!",
      "new_text": "\n",
      "prop_spans": [
        [
          6010,
          6014,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6014,
      "end_ix": 6034,
      "text": "\nRun for your lives!",
      "new_text": "\n",
      "prop_spans": [
        [
          6014,
          6034,
          "Loaded_Language"
        ],
        [
          6015,
          6034,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 6034,
      "end_ix": 6147,
      "text": "\nFifthly, a U.S. citizen who has committed NO CRIME is denied his Natural right of self-defense for a whole year.",
      "new_text": "\nFifthly, a citizen who has committed no crime is denied his right of self-defense for a whole year.",
      "prop_spans": [
        [
          6034,
          6035,
          "Loaded_Language"
        ],
        [
          6034,
          6034,
          "Thought-terminating_Cliches"
        ],
        [
          6035,
          6147,
          "Flag-Waving"
        ],
        [
          6035,
          6147,
          "Doubt"
        ],
        [
          6077,
          6086,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6147,
      "end_ix": 6254,
      "text": "\nAnd the media report says the confiscations “only” last a year, with the caveat that they may be extended.",
      "new_text": "\nAnd the media report says the confiscations “only” last a year, with the caveat that they may be extended.",
      "prop_spans": [
        [
          6147,
          6254,
          "Flag-Waving"
        ],
        [
          6147,
          6253,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 6254,
      "end_ix": 6262,
      "text": "\nIndeed.",
      "new_text": "\n",
      "prop_spans": [
        [
          6254,
          6262,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 6262,
      "end_ix": 6320,
      "text": "\nThey could and very likely will be extended indefinitely.",
      "new_text": "\nThey could and probably will be extended indefinitely.",
      "prop_spans": [
        [
          6262,
          6319,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 6320,
      "end_ix": 6457,
      "text": "\nHow many defenseless (unarmed) people are robbed, assaulted, accosted, beaten up, raped, wounded, paralyzed, or killed in a year’s time?",
      "new_text": "\n",
      "prop_spans": [
        [
          6321,
          6456,
          "Red_Herring"
        ]
      ]
    },
    {
      "start_ix": 6457,
      "end_ix": 6631,
      "text": "\nIt seems many politicians (and many police officers themselves) will not be content until every American citizen is totally defenseless and unable to protect him or herself.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6631,
      "end_ix": 6818,
      "text": "\nI tell you this with all seriousness: At some point, the American people will be forced to view these governmental attacks against our Second Amendment liberties as a declaration of war.",
      "new_text": "\nI tell you this with all seriousness: At some point, people will be forced to view these governmental attacks against our Second Amendment liberties as a declaration of war.",
      "prop_spans": [
        [
          6670,
          6817,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 6818,
      "end_ix": 7015,
      "text": "\nSixthly, the man quoted in the news story who had complained about the armed fellow did so because he said he didn’t like the sight of the man carrying a firearm, as it made him “afraid.”\nSO WHAT?",
      "new_text": "\nSixthly, the man quoted in the news story who had complained about the armed fellow did so because he said he didn’t like the sight of the man carrying a firearm, as it made him “afraid.”",
      "prop_spans": [
        [
          7007,
          7014,
          "Loaded_Language"
        ],
        [
          7007,
          7014,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 7015,
      "end_ix": 7209,
      "text": "\nThat the mere sight of a law-abiding citizen openly carrying a sidearm would make someone “afraid” is not sufficient reason to deny the citizen his constitutional right to keep and “bear” arms.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7209,
      "end_ix": 7365,
      "text": "\nThis “I’m offended” or “his gun scares me” complaint is nothing but cover for little Nazis to try and deny another person their Natural, God-given liberty.",
      "new_text": "\nThis “I’m offended” or “his gun scares me” complaint is probably just cover for these people to try and deny another person their liberty.",
      "prop_spans": [
        [
          7210,
          7364,
          "Flag-Waving"
        ],
        [
          7210,
          7364,
          "Reductio_ad_hitlerum"
        ]
      ]
    },
    {
      "start_ix": 7365,
      "end_ix": 7552,
      "text": "\nBut under this new “red flag” law in Washington State, police are now able to confiscate a person’s firearm without the person committing ANY crime—or even threatening to commit a crime.",
      "new_text": "\nBut under this new “red flag” law in Washington State, police are now able to confiscate a person’s firearm without the person committing amy crime—or even threatening to commit a crime.",
      "prop_spans": [
        [
          7504,
          7508,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7552,
      "end_ix": 7667,
      "text": "\nEven when police forced the man to surrender his firearm, the man made no threatening gesture toward the officers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7667,
      "end_ix": 7856,
      "text": "\nGun confiscation has started in America—and President Trump’s Stalinist statements about taking guns first and worrying about due process later is the banner under which this is happening.",
      "new_text": "\nGun confiscation has started in America—and President Trump’s statements about taking guns first and worrying about due process later is the banner under which this is happening.",
      "prop_spans": [
        [
          7712,
          7855,
          "Reductio_ad_hitlerum"
        ]
      ]
    },
    {
      "start_ix": 7856,
      "end_ix": 7968,
      "text": "\nWhen Trump promised to add “mental health” regulations to gun purchases and ownership, he opened Pandora’s Box.",
      "new_text": "\nWhen Trump promised to add “mental health” regulations to gun purchases and ownership, he introduced new problems.",
      "prop_spans": [
        [
          7944,
          7967,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7968,
      "end_ix": 8227,
      "text": "\nI go into the “mental health” trap in more detail in this column:\nTrump Set To Enact More Gun Control\n“Mental health” regulations for gun ownership is what extremist gun grabbers Schumer, Pelosi, Feinstein, et al., have been trying to accomplish for decades.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8227,
      "end_ix": 8319,
      "text": "\nNow, it is the “pro-gun” Republican President Donald Trump who is the one making it happen.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8319,
      "end_ix": 8368,
      "text": "\nKris Kobach is the Secretary of State of Kansas.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8368,
      "end_ix": 8435,
      "text": "\nHe is a former professor of constitutional law at UMKC Law School.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8435,
      "end_ix": 8573,
      "text": "\nHe wrote an excellent analysis of the constitutional violations of these “red flag” laws:\nThe seizure of guns without any hearing at all.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8573,
      "end_ix": 8750,
      "text": "\nThe laws all contain an “ex parte” provision that allows the state to temporarily seize a person’s guns without even notifying the gun owner or giving him a chance to be heard.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8750,
      "end_ix": 8800,
      "text": "\nThis is the quintessential denial of due process.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8800,
      "end_ix": 8957,
      "text": "\nThe Fourth Amendment makes clear that a person cannot be denied of liberty (to exercise one’s constitutional right to bear arms) without due process of law.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8957,
      "end_ix": 9054,
      "text": "\nThis confiscation is “temporary,” but it can easily lead to long-term or permanent confiscation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9054,
      "end_ix": 9102,
      "text": "\nBased on the testimony of one unrelated person.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9102,
      "end_ix": 9251,
      "text": "\nThe confiscation order can be based on the testimony of only one person claiming that the gun owner poses a risk to the safety of himself or others.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9251,
      "end_ix": 9506,
      "text": "\nThe law deceptively says that it has to be the testimony of a “family member.” [Most of the “red flag” laws, such as the one in Washington State, do not limit who can claim the gun owner poses a risk to the safety of himself or others to family members.]",
      "new_text": "\nThe law says that it has to be the testimony of a “family member.” [Most of the “red flag” laws, such as the one in Washington State, do not limit who can claim the gun owner poses a risk to the safety of himself or others to family members.]",
      "prop_spans": [
        [
          9260,
          9277,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9506,
      "end_ix": 9623,
      "text": "\nBut “family member” is defined to include “former dating partners” and anyone who has ever lived with the defendant.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9623,
      "end_ix": 9766,
      "text": "\nSo a jilted former boyfriend or girlfriend, or even a roommate from years ago, could easily set in motion the disarming of a lawful gun owner.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9766,
      "end_ix": 9802,
      "text": "\nUsing a very low standard of proof.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9802,
      "end_ix": 9967,
      "text": "\nThe standard for obtaining an ex parte order against a gun owner is absurdly low – one need only show “reasonable cause” to believe that the person may pose a risk.",
      "new_text": "\nThe standard for obtaining an ex parte order against a gun owner is very low – one need only show “reasonable cause” to believe that the person may pose a risk.",
      "prop_spans": [
        [
          9871,
          9884,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9967,
      "end_ix": 10052,
      "text": "\nThat’s even lower than the “probable cause” standard for obtaining a search warrant.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10052,
      "end_ix": 10180,
      "text": "\nIn addition, the judge is forced to rush his decision and issue the confiscation order on the same day of the ex parte hearing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10180,
      "end_ix": 10334,
      "text": "\nWithin two weeks of the ex parte hearing, a hearing with the gun owner present must occur; the purpose is to put in place a long-term confiscation order.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10334,
      "end_ix": 10461,
      "text": "\nBut even at that hearing, the standard of proof is far below the “beyond a reasonable doubt” standard used in criminal trials.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10461,
      "end_ix": 10582,
      "text": "\nRather, it need only be shown by “a preponderance of evidence” that the person poses a risk of injury to self or others.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10582,
      "end_ix": 10605,
      "text": "\nWhat kind of evidence?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10605,
      "end_ix": 10691,
      "text": "\nThings like the “reckless storage” of firearms and drinking habits can be considered.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10691,
      "end_ix": 10785,
      "text": "\nIf you keep a handgun in the bedside table and drink beer regularly, you may [be] in trouble.",
      "new_text": "\n",
      "prop_spans": [
        [
          10692,
          10784,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 10785,
      "end_ix": 10832,
      "text": "\nShifting the burden of proof to the gun owner.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10832,
      "end_ix": 10918,
      "text": "\nThe long-term confiscation order lasts up to a year, but may be renewed indefinitely.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10918,
      "end_ix": 10976,
      "text": "\nOnce it is in place, it becomes very difficult to remove.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10976,
      "end_ix": 11087,
      "text": "\nTo have the confiscation order lifted, the gun owner must provehe does not pose a threat to himself or others.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11087,
      "end_ix": 11128,
      "text": "\nProving a negative is nearly impossible.",
      "new_text": "\nProving a negative is very difficult.",
      "prop_spans": [
        [
          11088,
          11127,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 11128,
      "end_ix": 11277,
      "text": "\nAdding insult to injury, the bill even authorizes local law enforcement to charge the gun owner a storage fee for confiscating and storing his guns.",
      "new_text": "\nAdding to this, the bill even authorizes local law enforcement to charge the gun owner a storage fee for confiscating and storing his guns.",
      "prop_spans": [
        [
          11129,
          11152,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11277,
      "end_ix": 11604,
      "text": "\nAfter the Parkland school shooting, had Donald Trump simply used his bully pulpit to promote arming teachers and school employees as a deterrent and defense against these school shootings without calling for more gun control, it would have been a HUGE boost for the Second Amendment in general and school safety in particular.",
      "new_text": "\nAfter the Parkland school shooting, had Donald Trump simply used his public position to promote arming teachers and school employees as a deterrent and defense against these school shootings without calling for more gun control, it would have been a huge boost for the Second Amendment in general and school safety in particular.",
      "prop_spans": [
        [
          11347,
          11360,
          "Loaded_Language"
        ],
        [
          11525,
          11530,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11604,
      "end_ix": 11863,
      "text": "\nInstead, Trump fell in with anti-Second Amendment liberals and started calling for more gun control, adding “mental health” restrictions to gun purchases and making his stupid Stalinist statements about taking guns first and worrying about due process later.",
      "new_text": "\nInstead, Trump fell in with anti-Second Amendment liberals and started calling for more gun control, adding “mental health” restrictions to gun purchases and making his stupid statements about taking guns first and worrying about due process later.",
      "prop_spans": [
        [
          11763,
          11862,
          "Reductio_ad_hitlerum"
        ]
      ]
    },
    {
      "start_ix": 11863,
      "end_ix": 12027,
      "text": "\nAs a result, anti-gun liberals all over the country are using Trump’s own words and proposed gun control policies as a rallying cry to enact gun confiscation laws.",
      "new_text": "\nAs a result, anti-gun liberals all over the country are using Trump’s own words and proposed gun control policies as a watchword to enact gun confiscation laws.",
      "prop_spans": [
        [
          11983,
          11996,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12027,
      "end_ix": 12202,
      "text": "\nAs it stands right now, Donald Trump has opened the door for more damage being done to the Second Amendment than any other president, Democrat or Republican, in our lifetime.",
      "new_text": "\nAs it stands right now, Donald Trump has opened the door for more damage being done to the Second Amendment than most other presidents, Democrat or Republican, in our lifetime.",
      "prop_spans": [
        [
          12052,
          12201,
          "Exaggeration,Minimisation"
        ],
        [
          12065,
          12085,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12202,
      "end_ix": 12434,
      "text": "\nFreedomists in the 50 states had better keep a close eye on their State legislatures this year and next, because, thanks to Donald Trump, gun confiscation is going to be on the agenda in virtually every single State in the country.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12434,
      "end_ix": 12496,
      "text": "\nAnd while you are at it, don’t overlook the federal Congress.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12496,
      "end_ix": 12738,
      "text": "\nNo wonder Dianne Feinstein looked so deliriously (and devilishly) happy when Trump uttered his stupid comment about gun confiscation and said he wanted to bring an assault weapons ban (Feinstein’s bill) into proposed gun control legislation.",
      "new_text": "\nNo wonder Dianne Feinstein looked so happy when Trump made his comment about gun confiscation and said he wanted to bring an assault weapons ban (Feinstein’s bill) into proposed gun control legislation.",
      "prop_spans": [
        [
          12531,
          12562,
          "Loaded_Language"
        ],
        [
          12580,
          12607,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12738,
      "end_ix": 13008,
      "text": "\nSee the video here:\nWatch Dianne Feinstein Erupt With Glee After Trump Seems To Endorse Her Assault Weapons Ban\nBut if you are a freedom-loving American who values your liberties and the God-given right to defend them, happy is NOT what you should be feeling right now.",
      "new_text": "\nSee the video here:\nWatch Dianne Feinstein Erupt With Glee After Trump Seems To Endorse Her Assault Weapons Ban\nBut if you are a freedom-loving person who values your liberties and the God-given right to defend them, happy is not what you should be feeling right now.",
      "prop_spans": [
        [
          12782,
          12798,
          "Loaded_Language"
        ],
        [
          12851,
          12892,
          "Flag-Waving"
        ],
        [
          12967,
          12971,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 13008,
      "end_ix": 13369,
      "text": "\nYou should be OUTRAGED at Donald Trump, and you should be absolutely determined to be ever vigilant against ANY attempt from Democrats or Republicans from federal, State, or municipal government to enact further restrictions against your right to keep and bear arms—because Trump has opened the door not only for more gun control but also for gun confiscation.",
      "new_text": "\nYou should be OUTRAGED at Donald Trump, and you should be absolutely determined to be ever vigilant against any attempt from Democrats or Republicans from federal, State, or municipal government to enact further restrictions against your right to keep and bear arms—because Trump created opportunity not only for more gun control but also for gun confiscation.",
      "prop_spans": [
        [
          13117,
          13121,
          "Loaded_Language"
        ],
        [
          13289,
          13309,
          "Loaded_Language"
        ],
        [
          13289,
          13309,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 13369,
      "end_ix": 13374,
      "text": "\nP.S.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13374,
      "end_ix": 13607,
      "text": "\nOne more time I want to remind readers that self-defense—including defense against tyrannical government—is more than a right guaranteed in the Second Amendment to our Constitution; it is a duty assigned us in Nature by our Creator.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13607,
      "end_ix": 13756,
      "text": "\nFor anyone, especially a Christian, to willingly surrender their means of self-defense is not only a crime against liberty; it is a sin against God.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13756,
      "end_ix": 14075,
      "text": "\nI urge my Christian friends (and anyone else) to read the book my constitutional attorney son and I wrote entitled “To Keep or Not To Keep: Why Christians Should Not Give Up Their Guns.”\nMark it down: Any law demanding the citizenry to surrender their AR-15 rifles would be unconstitutional, unnatural, and unbiblical.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14075,
      "end_ix": 14146,
      "text": "\nAnd NO Christian or other free man should ever comply with such a law.",
      "new_text": "\nAnd no Christian or other free man should ever comply with such a law.",
      "prop_spans": [
        [
          14080,
          14083,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 14146,
      "end_ix": 14271,
      "text": "\nI know that there is a plethora of pastors who teach that Christians ought to obey the government should it outlaw our guns.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14271,
      "end_ix": 14287,
      "text": "\nTHEY ARE WRONG.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14287,
      "end_ix": 14345,
      "text": "\nThey are wrong biblically, constitutionally, and morally.",
      "new_text": "\nThey are wrong in every way.",
      "prop_spans": [
        [
          14288,
          14313,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 14345,
      "end_ix": 14407,
      "text": "\nOur book shows the Natural and Biblical duty of self-defense.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14407,
      "end_ix": 14445,
      "text": "\nI don’t know of another book like it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14445,
      "end_ix": 14585,
      "text": "\nWith all that is happening today, it is CRUCIAL that people (especially Christians) become familiar with the truths contained in this book.",
      "new_text": "\nWith all that is happening today, it is important that people (especially Christians) become familiar with the truths contained in this book.",
      "prop_spans": [
        [
          14486,
          14494,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 14585,
      "end_ix": 14671,
      "text": "\nI urge you to order one for yourself and one (at least) for your friends and kinfolk.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14671,
      "end_ix": 14717,
      "text": "\nReprinted with permission from Chuck Baldwin.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14717,
      "end_ix": 14743,
      "text": "\nThe Best of Chuck Baldwin",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      10,
      25,
      "Loaded_Language"
    ],
    [
      28,
      49,
      "Name_Calling,Labeling"
    ],
    [
      93,
      115,
      "Loaded_Language"
    ],
    [
      93,
      115,
      "Appeal_to_fear-prejudice"
    ],
    [
      339,
      356,
      "Loaded_Language"
    ],
    [
      600,
      675,
      "Exaggeration,Minimisation"
    ],
    [
      616,
      626,
      "Loaded_Language"
    ],
    [
      1142,
      1192,
      "Slogans"
    ],
    [
      1431,
      1439,
      "Loaded_Language"
    ],
    [
      1763,
      1775,
      "Loaded_Language"
    ],
    [
      2409,
      2429,
      "Reductio_ad_hitlerum"
    ],
    [
      4807,
      4937,
      "Doubt"
    ],
    [
      4915,
      4918,
      "Loaded_Language"
    ],
    [
      5409,
      5449,
      "Exaggeration,Minimisation"
    ],
    [
      5413,
      5417,
      "Loaded_Language"
    ],
    [
      5451,
      5630,
      "Doubt"
    ],
    [
      5540,
      5547,
      "Loaded_Language"
    ],
    [
      5816,
      5819,
      "Loaded_Language"
    ],
    [
      6010,
      6035,
      "Loaded_Language"
    ],
    [
      6015,
      6034,
      "Thought-terminating_Cliches"
    ],
    [
      6035,
      6319,
      "Flag-Waving"
    ],
    [
      6035,
      6253,
      "Doubt"
    ],
    [
      6077,
      6086,
      "Loaded_Language"
    ],
    [
      6321,
      6456,
      "Red_Herring"
    ],
    [
      6670,
      6817,
      "Flag-Waving"
    ],
    [
      7007,
      7014,
      "Loaded_Language"
    ],
    [
      7007,
      7014,
      "Doubt"
    ],
    [
      7210,
      7364,
      "Flag-Waving"
    ],
    [
      7210,
      7364,
      "Reductio_ad_hitlerum"
    ],
    [
      7504,
      7508,
      "Loaded_Language"
    ],
    [
      7712,
      7855,
      "Reductio_ad_hitlerum"
    ],
    [
      7944,
      7967,
      "Loaded_Language"
    ],
    [
      9260,
      9277,
      "Loaded_Language"
    ],
    [
      9871,
      9884,
      "Loaded_Language"
    ],
    [
      10692,
      10784,
      "Causal_Oversimplification"
    ],
    [
      11088,
      11127,
      "Exaggeration,Minimisation"
    ],
    [
      11129,
      11152,
      "Loaded_Language"
    ],
    [
      11347,
      11360,
      "Loaded_Language"
    ],
    [
      11525,
      11530,
      "Loaded_Language"
    ],
    [
      11763,
      11862,
      "Reductio_ad_hitlerum"
    ],
    [
      11983,
      11996,
      "Loaded_Language"
    ],
    [
      12052,
      12201,
      "Exaggeration,Minimisation"
    ],
    [
      12065,
      12085,
      "Loaded_Language"
    ],
    [
      12531,
      12562,
      "Loaded_Language"
    ],
    [
      12580,
      12607,
      "Loaded_Language"
    ],
    [
      12782,
      12798,
      "Loaded_Language"
    ],
    [
      12851,
      12892,
      "Flag-Waving"
    ],
    [
      12967,
      12971,
      "Loaded_Language"
    ],
    [
      13117,
      13121,
      "Loaded_Language"
    ],
    [
      13289,
      13309,
      "Loaded_Language"
    ],
    [
      13289,
      13309,
      "Repetition"
    ],
    [
      14080,
      14083,
      "Loaded_Language"
    ],
    [
      14288,
      14313,
      "Repetition"
    ],
    [
      14486,
      14494,
      "Loaded_Language"
    ]
  ]
}