{
  "article_id": "738207834",
  "sentence offsets in original": [
    0,
    16,
    233,
    373,
    519,
    694,
    792,
    999,
    1339,
    1441,
    1711,
    1785,
    2032,
    2211,
    2326,
    2362,
    2404,
    2615,
    2827,
    2902,
    3079,
    3161,
    3403,
    3476,
    4005,
    4034,
    4089,
    4149,
    4260,
    4305,
    4490,
    4575,
    4675,
    4871,
    4971,
    5088,
    5190,
    5339,
    5475,
    5572,
    5620,
    5667,
    5812,
    5860,
    6261,
    6471,
    6664,
    6782,
    6962,
    7073,
    7107,
    7305,
    7357,
    7435,
    7504,
    7659,
    7860,
    8094,
    8261,
    8526,
    8700,
    8855,
    8886,
    8969,
    9086,
    9111,
    9153,
    9312,
    9320,
    9376,
    9535,
    9701,
    10096,
    10293,
    10405,
    10526,
    10710,
    10951,
    11142,
    11351,
    11484,
    11588,
    11748,
    11905,
    11982,
    12054,
    12068,
    12323,
    12511,
    12609,
    12795,
    12984,
    13149,
    13269,
    13489,
    13514,
    13621,
    13993,
    14082,
    14141,
    14253,
    14290,
    14410,
    14477,
    14517,
    14555,
    14586,
    14689,
    14770,
    14803,
    15035,
    15272,
    15527,
    15727,
    15976,
    16058,
    16227,
    16415,
    16458,
    16625,
    16708,
    16791,
    16832,
    16969,
    17111,
    17209,
    17270,
    17315,
    17328,
    17467,
    17679,
    17775,
    17823,
    18110,
    18293,
    18449,
    18583,
    18649,
    18714,
    18892,
    18918,
    18983,
    19113,
    19152,
    19211,
    19271,
    19369,
    19436,
    19669,
    19840,
    20019,
    20155,
    20924,
    21002,
    21374,
    21587,
    21921,
    22142,
    22251,
    22432,
    22446,
    22615,
    22658,
    22762,
    22899,
    23082,
    23283,
    23449,
    23585,
    23697
  ],
  "original sentences": [
    "Et Tu, Benedict?",
    "\n(Some Final Thoughts on Joseph Ratzinger)\n\nRecently an editor of a “conservative” Catholic magazine asked me if I would be interested in contributing a piece about the resignation of Pope Benedict XVI, five years on.",
    "\nI declined, telling him that I was morally certain that anything I had to say about it would not be in keeping with his editorial policies.",
    "\nIt’s been five years, and I’ve noticed that there are a lot fewer people talking about what a “courageous” act it was to give up the pontificate.",
    "\nThe consequences of that act have been so outlandish – even for people who are mostly OK with Francis – that very few people are still willing to make polite noises about it.",
    "\nEditor's Note: In a March 11th letter signed by Pope Emeritus Benedict XVI and addressed to Msgr.",
    "\nDario Vigano, prefect of the Secretariat for Communications, the former pope reportedly offers an impassioned defense of Pope Francis against the claim that he lacks theological and philosophical formation.",
    "\nIn no uncertain terms, this letter, bearing Benedict's signature, affirms that “there is an internal continuity between the two pontificates.” Whether Benedict actually wrote this letter or not, it gives rise to a number of grave questions that need to be answered rather urgently before history closes the book on this commedia diabolica.",
    "\nOur thanks to Remnant columnist, Hilary White, for addressing the most pertinent of these here below.",
    "\nMJM\nIn fact, five years after the resignation of Pope Benedict the Catholic faithful mostly want to know why; why would a pope – a man with decades of up-close-and-personal experience of the “filth” in the Curia and throughout the church – suddenly just decide to quit?",
    "\nWhy would he choose to walk away knowing that his task was not completed?",
    "\nAt the time and since then, particularly in light of what has been happening, it seems one of the most bizarre aspects of this whole bizarre situation that the reasons offered have been so trivial, so inappropriately, so disproportionately petty.",
    "\nThese absurd responses to serious questions of grave import have raised the inescapable suspicion that Benedict simply did not take the papacy as seriously as the rest of us did.",
    "\nWe cannot help but wonder if these trivialised responses reveal some deep flaw that we had never suspected before.",
    "\nCould we have been wrong about him?",
    "\nAnd if so, could we have been this wrong?",
    "\nFor reasons, all we heard at the time was, essentially, “I’m tired.” There was some implication that he didn’t feel up to international travel anymore, so couldn’t make it to World Youth Day and similar events.",
    "\nThe trivialising of the resignation seemed to go hand in hand with the modern concept of the pope-as-pop-star, something we had thought Benedict was too serious a man, too serious a Catholic, to believe himself.",
    "\nOf all people, we had assumed that Benedict XVI took the papacy seriously.",
    "\nAnd since then, as all the poisons that had been lurking for fifty years in the NewChurch mud are busily hatching out, many Catholics want to know why we hear nothing from him?",
    "\nThis man whom we had believed a “champion of orthodoxy,” whom we thought we knew.",
    "\nError, even heresy and blasphemy are pouring daily out of the mouth of his successor, who has, literally, turned the Vatican into a den of thieves, and we hear nothing but the occasional, carefully worded statement on how fine everything is.",
    "\nHow content he is with his decision and how happy with his current life.",
    "\nAfter three years of systematic dismantling of everything he had attempted to do in his pontificate, we got this from an apparently utterly insouciant Ratzinger, addressed to Francis: “Your goodness is my home and the place where I feel safe.” Everyone who had ever read anything he had written were amazed he was capable of producing such maudlin drivel, but the video doesn’t lie:\nSo strange was this new tone that speculation started circulating that he was under some kind of external compulsion, not free to speak his mind.",
    "\nBut this is not what we see.",
    "\nThere he is, manifestly happy and reading it out loud.",
    "\n“Perhaps it was written for him.” Well, why repeat it then?",
    "\nWhy, if he has any qualms, allow himself to be trotted out on such occasions, to read this blatant propaganda?",
    "\nIf it is a deception, why participate in it?",
    "\nIn fact, all the hopeful commenters on blogs and other social media who keep telling me how much they “miss” him have failed to respect him in one way; they won’t take him at his word.",
    "\nSome insist that his resignation was under some sort of coercion and so isn’t valid.",
    "\nBut we have repeatedly heard from him that he was under no constraint, that he had resigned freely.",
    "\nAnd indeed, far from being an isolated “prisoner of the Vatican,” Benedict has received many guests all of whom report that, though frail, he appears content and never utters a word of criticism.",
    "\nWe have yet to hear any report of any notes begging for rescue hidden under a lunch table placemat.",
    "\nThere’s no doubt that this is an extremely strange and frankly fishy situation; something doesn’t add up, it’s true.",
    "\nAll the questions have gone ignored, or have received frivolous, jokey responses:\nWhy did you resign?",
    "\nRatzinger: “I was a bit tired and didn’t feel up to partying with the kids at World Youth Day.”\nIf you’re not pope, why do you still wear the white?",
    "\nRatzinger: “Oh, there wasn’t a black cassock that fit me.”\nWhy do you continue to call yourself Benedict XVI if you are no longer pope?",
    "\nRatzinger: “Well, I’m an ‘emeritus,’ you see…”\nAnd where did this “emeritus” business come from?",
    "\nDoes it have any precedent in Catholic history?",
    "\nWhat does it mean canonically and doctrinally?",
    "\nRatzinger: “…”\nWhat was all that rubbish from Ganswein about there being a divided “munus” – with an active member and a “contemplative member”?",
    "\nDoesn’t that just mean there are two popes now?",
    "\nRatzinger: “…”\nAnd perhaps most agonising of all: “How can you just sit there smiling, issuing bland platitudinous nonsense, while this lunatic drives the sheep off a cliff?”\nA few days ago, my friend Steve Skojec, of the traditionalist/restorationist website One Peter Five, summed up the consternation of those of us who still feel a lingering affection for (the man we used to call) Pope Benedict.",
    "\nSteve summons up in this brief post all the anger and all the crushing disappointment most of us probably still feel reluctant to express out loud:\nFive years ago today, Pope Benedict XVI abdicated the papacy.",
    "\nAnd through the abandonment of his duty to shepherd the Church, he made way for the worst papacy of all time – one he steadfastly refuses to oppose in word, deed, or even the subtlest gesture.",
    "\nYou may love him for various reasons, you may miss him by contrast, but you may not excuse the responsibility he has.",
    "\nHe walked away from his family, leaving the door open to an abusive stepfather, and he watches his children beaten and led astray not just in silence, but in apparent contentment.",
    "\nAnd still, he was the best of the post-conciliar popes, which is why he’s the only one who won’t be canonized.",
    "\nWho is the real Joseph Ratzinger?",
    "\nI have had long-time Vatican watchers say to me, more than once, “Maybe it’s really just that he wasn’t who we thought he was.” I suspect there is a lot more to this than most people might imagine.",
    "\nI think we made the mistake of believing the press.",
    "\nWe were delighted that the bitterly anti-Catholic media hated and feared him.",
    "\nWe failed to recall that they know nothing at all about Catholicism.",
    "\nWhat the papers never told us was that as a young priest and theologian Joseph Ratzinger was known as a “progressive,” as the term was understood in 1962.",
    "\nThis reputation was cemented during his work as the peritus, the theological advisor, of one of the Council’s most influential of the bishops of the progressive camp, Cardinal Josef Frings of Cologne.",
    "\nFrings’ claim to fame in that great drama was a speech criticising the CDF – and its prefect Cardinal Alfredo Ottaviani – for the “conservatism” in the “schema,” the documents prepared by the CDF for guiding the bishops’ discussions.",
    "\nAfter this speech, there was an uprising among the bishops of the preparatory committee who demanded that the schema – that had taken years to develop – be abandoned.",
    "\nThis was done, over Ottaviani’s futile objections, and new documents were rapidly cobbled together by a coalition of German and French “progressives” who rejoiced that they had, in effect, seized control of the Council from that moment, before it had even started.",
    "\nIt has since been revealed that it was Joseph Ratzinger – the maverick “progressive” academic theologian Frings had brought to Rome as his secretary – who wrote that speech.",
    "\nCardinal Henri de Lubac, writing in 1985, recalling that drama, said:\n“Joseph Ratzinger, an expert at the Council, was also the private secretary of Card.",
    "\nFrings, Archbishop of Cologne.",
    "\nBlind, the old Cardinal largely utilized his secretary to write his interventions.",
    "\nNow then, one of these interventions became memorable: it was a radical criticism of the methods of the Holy Office.",
    "\nDespite a reply by Card.",
    "\nOttaviani, Frings sustained his critique.",
    "\n\n“It is not an exaggeration to say that on that day the old Holy Office, as it presented itself then, was destroyed by Ratzinger in union with his Archbishop.",
    "\n\n“Card.",
    "\nSeper, a man full of goodness, intiated the renovation.",
    "\nRatzinger, who did not change, continues it.”\nRatzinger’s reputation as a “progressive” is not based on one incident, nor was it restricted to his early work.",
    "\nIt went unnoticed in the shouting over his running of CDF, that he had written in 1982, a call for the Church “never to return” to the Syllabus of Errors of Pius IX.",
    "\nIn his book Principles of Catholic Theology, Ratzinger proposed the question, “Should the Council be revoked?” and in response recommended the “razing of the bastions” of the Catholic Church in relation to the modern world:\nThe duty is, therefore, not to suppress the Council, but to discover the real Council and delve deep into what it truly wants with regard to what has happened since then.",
    "\n\nThis implies that there is no possible return to the Syllabus, which could well have been a first step in the combat against Liberalism and the nascent Marxism, but which cannot be the last word.",
    "\nNeither embraces nor the ghetto can resolve the problem of [relations with] the modern world for the Christian.",
    "\nHence, the 'razing of the bastions' that Hans Urs von Balthasar called for already in 1952 was in effect an urgent duty.",
    "\nIt was necessary for her [the Church] to raze the old bastions and confide only in the protection of the faith, the power of the word that is her unique, true, and permanent strength.",
    "\nBut to raze the bastions cannot signify that she no longer has anything to protect, or that she can live owing to different forces than those that engendered her: the water and the blood that poured from the open side of her crucified Lord.",
    "\nHis was the thesis – a mainstay of “conservative” ideology – that the “real” Council, if only implemented properly, would be the salvation of the Church and the world, a theme he never left.",
    "\nHow ironic it must have seemed to those who remembered this history that Ratzinger would himself be given the office he had “destroyed” and would gain the media-generated reputation as an “arch-conservative”.",
    "\nAnd it starts to suggest an answer, or at least a line of inquiry, about why so little was actually accomplished in his long tenure.",
    "\nWith the “arch-conservative” “Rottweiler” Ratzinger in CDF, why do we have the situation we have today?",
    "\nWhat did he do to stop the explosion of neo-modernism – that burned like an unchecked wildfire throughout the Catholic world through the reign of John Paul II?",
    "\nWhat did “silencing” by Ratzinger’s CDF do to stop Hans Kung becoming a celebrity “priest-theologian,” courted by the media for his loathing of Catholicism?",
    "\nKung, who was never removed from the priesthood despite his manifest heresy?",
    "\nCan we think of any other names who were corrected even to this degree?",
    "\nPrecious few.",
    "\nBut we can certainly think of many, many who spent their lives and vocations blatantly denying and undermining the Catholic Faith – academic theologians, religious, priests, bishops and cardinals around the world – with never a peep of protest from Rome.",
    "\nMoreover, the scandalous pack of frauds we currently have in the episcopate is entirely the product of the “arch-conservative” John Paul II and the “Rottweiler” Benedict XVI pontificates.",
    "\nWhy did we think that Ratzinger, in this crucial role of CDF prefect, was a bulwark of orthodoxy?",
    "\nIs it simply that we have moved so far away from the ancient Faith that we no longer have a realistic notion of the Faith ourselves to make a comparison, to make an objective judgement?",
    "\nThe “progressive” destroyer of Ottaviani inheriting his office and the epithet “arch-conservative”…\nIndeed, Ratzinger himself maintained that he had never changed his theological opinions.",
    "\nHe was to say that it was his old academic colleagues like Kung and Kasper who had moved further to the ideological “left” after the 1960s while he stayed in place.",
    "\nPerhaps now, as an answer that fits our apparently contradictory puzzle pieces, we can finally accept his word on this.",
    "\nPerhaps the world of Catholic academic theology had become so corrupted that a man called “progressive” in 1963, but whose ideas remained the same, would look like a “champion of traditional Catholic orthodoxy” by 2005.",
    "\nIs this why he resigned?",
    "\nIs it simply that his conception of the Church, of the papacy, was never what Catholics believed about it?",
    "\nPerhaps a hint at the answer comes from La Stampa in 2015 which published some of the memoirs of Silvano Fausti, SJ, who had been confessor and spiritual guide of Cardinal Carlo Maria Martini, the godfather of the “liberal” European Catholic Church, and alleged leader of the “Sankt Gallen Mafia” that Cardinal Danneels admitted conspired for years against Pope Benedict.",
    "\nFausti said that Benedict met with Martini at the bishops’ palace of Milan in June 2012.",
    "\nMartini, Fausti said, urged Benedict to resign the papacy.",
    "\nApparently at the time of his election in 2005, Martini had said it would be his main task to reform the Curia.",
    "\nBy 2012, this had proved impossible.",
    "\nWhy would Benedict take advice from a man like Martini – the “godfather” of the “liberal wing” of European Catholicism?",
    "\nI think the question would not even occur to a man like Ratzinger.",
    "\nThey were esteemed academic colleagues.",
    "\nThey were brothers of the episcopate.",
    "\nThey were members of the club.",
    "\nAny appearance of ideological division between them was, in essence, a product of the media narrative.",
    "\nWhy wouldn’t the pope take the advice of his most respected and senior cardinal?",
    "\nWhy is Walter Kasper a cardinal?",
    "\nOne of the most prominent of those puzzle pieces is the apparent inability of these “conservative” prelates, to detect, let alone effectively oppose, these brazen enemies of the Faith within the episcopate and College of Cardinals.",
    "\nIt beggars belief of ordinary people that, after so many years of hearing and reading them, Ratzinger would remain on such friendly terms with men like Walter Kasper and Carlo Maria Martini, the alleged brains of the Sankt Gallen Mafia.",
    "\nWhen, at his very first Angelus address in 2013, Pope Francis told the crowd how much he loved the writing of Walter Kasper, quite a lot of us who had spent many years watching the Vatican started understanding where we were all headed with the new pope.",
    "\nJorge Bergoglio might have been unknown to the larger Catholic world, but Walter Kasper was a celebrity heretic, the media-savvy frontman for the “ultra-liberal” “wing” of the post-Vatican II Church.",
    "\nIn an article on the cardinal’s life’s work, Thomas Jansen, the editor-in-chief of Katholisch.de, recently noted that Walter Kasper could not possibly have done the damage he has without the direct assistance of both John Paul II and Pope Benedict.",
    "\nThe monstrous debacle of Amoris Laetitia is as much Kasper’s work as Bergoglio’s.",
    "\nThis is a man who has, for 40 years, never troubled to hide his heterodox opinions and has devoted much of his life to a campaign to bring about precisely this outcome.",
    "\nJansen points out that Kasper had already tried to bring out the same proposal for Communion for divorced and remarried in 1993, together with Karl Lehmann, another “Sankt Gallen” member.",
    "\nThis was stopped by Ratzinger and the CDF.",
    "\nBut that raises the next question; if Ratzinger knew so well what kind of creature Kasper was, why wasn’t the next step to pitch him out of the episcopate on his ear?",
    "\nWhy was he not – at the very least – given the same “silencing” treatment as Kung?",
    "\nKasper has recently gone to the media again to complain of being called a heretic.",
    "\nBut it’s a simple truth: he’s a heretic.",
    "\nEveryone knows he’s a heretic because we have heard him trumpeting in his blatant heresies from every rooftop he could find for decades.",
    "\nAfter openly working against the Faith, instead of being demoted, silenced, laicised and/or excommunicated, John Paul II made him a cardinal.",
    "\nRemember that his scheme to Amoris-Latitia-ize the Church was stopped by Ratzinger’s CDF in 1993.",
    "\nBut he was not demoted, reprimanded or corrected in any way.",
    "\nNor was he removed from places of influence.",
    "\nFar from it.",
    "\nIn 1994 Kasper was inserted into the Vatican Curia by being named co-chair of the International Commission for Lutheran-Catholic Dialogue.",
    "\nIn 1999, he made another step up, being appointed secretary of the Pontifical Council for Promoting Christian Unity, the “ecumenical” office where his manifest religious indifferentism could be given free reign.",
    "\nIn 2001, he was made a Cardinal-deacon with the awesome responsibility of voting in a Conclave.",
    "\nThen Benedict allowed him to remain a cardinal.",
    "\nAnd, as if to add a finishing touch to the poisoned cake that is Ratzinger’s involvement in the creation of the New Catholic Paradigm, Benedict is now being said to have deliberately timed his resignation in order to allow his old academic colleague to participate in the 2013 Conclave.",
    "\nAs Jansen pointed out, and Maike Hickson quoted in a piece for One Peter Five,\nCardinal Kasper barely even made it into the last conclave, because he had just turned 80 years of age.",
    "\nBut since the date of the death (or abdication, as it was the case in 2013) of the pope is decisive, he was still able to attend and vote in that election.",
    "\n(As some observers noted, it was a generous gesture toward Cardinal Kasper that Pope Benedict XVI had decided to retire in due time.)",
    "\nExcuse me Maike, but I don’t think this is a parenthetical issue.",
    "\nIs it any wonder that so many Catholics have become disaffected?",
    "\nCardinal Ratzinger, Pope “Emeritus” Benedict – whatever you want to call yourself – I have one question that I would really like you to answer: Why is this man still a cardinal?",
    "\nWhy is he still a bishop?",
    "\nWhy is he still allowed to call himself a “Catholic theologian”?",
    "\nWhy did you, apparently deliberately, ensure that he was able to enter the Conclave to decide who your successor was going to be?",
    "\nDoesn’t anyone else want to know this?",
    "\nDon’t we all want to know why Hans Kung is still a priest?",
    "\nWhy was Cardinal Mahony allowed to retire in good standing?",
    "\nWhy a man like Weakland, the active homosexual who paid off his ex-lover, was not excommunicated?",
    "\nWhat are the names we all remember, just off the top of our heads?",
    "\nMy own bishop in Victoria, the occultist Remi de Roo, Seattle’s Raymond Hunthausen, Miami’s Favalora, Rochester’s Matthew Clark, Derek Worlock of Liverpool… I sometimes wonder how long that list is going to be when this is all over.",
    "\nFor fifty years Catholics have wanted to know why nothing was ever done, as these wolves in the episcopate were allowed, year after year to continue attacking the Church.",
    "\nWhy have we so often seen these men – compromised intellectually and morally – elevated to superior rank, despite the incredible brazenness of their hatred of the Catholic Faith?",
    "\nThe end of “Big Umbrella Catholicism”\nThe New York Times’ Ross Douthat is among those who are starting to ask these kinds of questions.",
    "\nMaike Hickson quotes him, writing of this bizarre situation – in which each, of the so-called “Sankt Gallen Mafia” prelates, including Kasper, who openly campaigned for the effective abolition of Catholic moral teaching: “It was characteristic of the church’s effective truce [between conservatives and progressivists] that John Paul II himself had given most of them their red hats, elevating them despite their disagreement with his restorationist approach.”\nWhen journalists talk about Catholicism, they often speak of a man like Kasper being – as his Wikipedia page puts it – “one of the main figures of the liberal wing of the Catholic Church.” And this is supposed to make some kind of sense to Catholics, we’re supposed to accept it as the reality of our times.",
    "\nThere’s a “liberal wing” and a “conservative wing” and they’re both Catholic.",
    "\nSteve Skojec told me that our willingness to go along with the whole “emeritus pope” charade was an error: “I think the problem is that we all went along with their game of make believe, and we shouldn’t have.” In fact, I am starting to think that the willingness of most Catholics to go along with the entire charade of post-conciliar Catholicism has been a grave error.",
    "\nBy playing along, by pretending that we could be “conservative Catholics” in this New Paradigm that also includes “liberal Catholics” we have helped them perpetrate one the most monstrous frauds in human history.",
    "\nBecause of this schizophrenic mindset of the Church’s leadership since 1965, we have all come to accept the underlying premise; that the Church is a “big umbrella” with plenty of room for people of all personal opinions, that such issues as liturgy are matters of personal “taste” …that two opposed things can both be Catholic truth.",
    "\nThis schizophrenia is the model under which “conservatives” have operated all this time, and by which they have judged a man like Joseph Ratzinger to be a “conservative champion of orthodoxy.” And what has this achieved?",
    "\nIt created cover for the men of Kasper’s clique to maneuver their man on the throne of Peter five years ago.",
    "\nAnd just like that, the jargon of “tolerance” and the “big umbrella” is over and the purge of faithful, believing Catholic religious, seminarians, priests, and academics has begun.",
    "\nAs it had to.",
    "\nThey, at least, do not harbour this insane contradiction, and understand – and frequently say out loud – that the New Paradigm and the Catholic Church are not the same.",
    "\nAnd their New Church is the only one left.",
    "\nFor five decades we played the Anglican game; as long as we don’t talk about it, there isn’t a problem.",
    "\nOttaviani’s Holy Office and schema were the last gasp of the old Church – and as de Lubac said above, it was killed by Joseph Ratzinger.",
    "\nWe had a long hiatus in which the popes pretended nothing essential had changed, while the institution around them fell to the New Paradigm, until the papacy was the only thing left.",
    "\nOne of the things I’ve been saying is a blessing in disguise, and an enormous relief, about the Bergoglian era is that we can finally leave behind us the absurd situation of the Wojtyla/Ratzinger era.",
    "\nWe were expected for all those years to pretend we were in the “New Springtime of Vatican II,” while we watched these wolves in shepherds’ clothing eating the sheep.",
    "\nNow we can, at least, finally stop pretending that everything is just dandy under the New Paradigm of Merciful Conciliar Wonderfulness.",
    "\nFor those still wondering, Bergoglio isn’t a shock, he isn’t even a surprise; he’s just the logical end result.",
    "\nThis pontificate isn’t an anomaly; it was the only possible outcome, and it was as much the work of Joseph Ratzinger as Walter Kasper."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 16,
      "text": "Et Tu, Benedict?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16,
      "end_ix": 233,
      "text": "\n(Some Final Thoughts on Joseph Ratzinger)\n\nRecently an editor of a “conservative” Catholic magazine asked me if I would be interested in contributing a piece about the resignation of Pope Benedict XVI, five years on.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 233,
      "end_ix": 373,
      "text": "\nI declined, telling him that I was morally certain that anything I had to say about it would not be in keeping with his editorial policies.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 373,
      "end_ix": 519,
      "text": "\nIt’s been five years, and I’ve noticed that there are a lot fewer people talking about what a “courageous” act it was to give up the pontificate.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 519,
      "end_ix": 694,
      "text": "\nThe consequences of that act have been so outlandish – even for people who are mostly OK with Francis – that very few people are still willing to make polite noises about it.",
      "new_text": "\nThe consequences of that act have been so weird – even for people who are mostly OK with Francis – that very few people are still willing to make polite noises about it.",
      "prop_spans": [
        [
          559,
          572,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 694,
      "end_ix": 792,
      "text": "\nEditor's Note: In a March 11th letter signed by Pope Emeritus Benedict XVI and addressed to Msgr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 792,
      "end_ix": 999,
      "text": "\nDario Vigano, prefect of the Secretariat for Communications, the former pope reportedly offers an impassioned defense of Pope Francis against the claim that he lacks theological and philosophical formation.",
      "new_text": "\nDario Vigano, prefect of the Secretariat for Communications, the former pope reportedly offers an emotional defense of Pope Francis against the claim that he lacks theological and phiosophical formation.",
      "prop_spans": [
        [
          891,
          910,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 999,
      "end_ix": 1339,
      "text": "\nIn no uncertain terms, this letter, bearing Benedict's signature, affirms that “there is an internal continuity between the two pontificates.” Whether Benedict actually wrote this letter or not, it gives rise to a number of grave questions that need to be answered rather urgently before history closes the book on this commedia diabolica.",
      "new_text": "\nIn no uncertain terms, this letter, bearing Benedict's signature, affirms that “there is an internal continuity between the two pontificates.” Whether Benedict actually wrote this letter or not, it gives rise to a number of questions that need to be answered rather urgently before history closes the book on this terrible commedy.",
      "prop_spans": [
        [
          1224,
          1239,
          "Loaded_Language"
        ],
        [
          1320,
          1339,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1339,
      "end_ix": 1441,
      "text": "\nOur thanks to Remnant columnist, Hilary White, for addressing the most pertinent of these here below.",
      "new_text": "\nOur thanks to Remnant columnist, Hilary White, for addressing the most pertinent of these here below.",
      "prop_spans": [
        [
          1339,
          1339,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1441,
      "end_ix": 1711,
      "text": "\nMJM\nIn fact, five years after the resignation of Pope Benedict the Catholic faithful mostly want to know why; why would a pope – a man with decades of up-close-and-personal experience of the “filth” in the Curia and throughout the church – suddenly just decide to quit?",
      "new_text": "\nMJM\nIn fact, five years after the resignation of Pope Benedict the Catholic faithful mostly want to know why; why would a pope – a man with decades of up-close-and-personal experience of the “filth” in the Curia and throughout the church – suddenly just decide to quit?",
      "prop_spans": [
        [
          1634,
          1639,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1711,
      "end_ix": 1785,
      "text": "\nWhy would he choose to walk away knowing that his task was not completed?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1785,
      "end_ix": 2032,
      "text": "\nAt the time and since then, particularly in light of what has been happening, it seems one of the most bizarre aspects of this whole bizarre situation that the reasons offered have been so trivial, so inappropriately, so disproportionately petty.",
      "new_text": "\nAt the time and since then, particularly in light of what has been happening, it seems one of the most strange aspects of this strange situation that the reasons offered have been so trivial.",
      "prop_spans": [
        [
          1873,
          1936,
          "Loaded_Language"
        ],
        [
          1972,
          2032,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2032,
      "end_ix": 2211,
      "text": "\nThese absurd responses to serious questions of grave import have raised the inescapable suspicion that Benedict simply did not take the papacy as seriously as the rest of us did.",
      "new_text": "\nThese ridiculous responses to serious questions have raised the inescapable suspicion that Benedict simply did not take the papacy as seriously as the rest of us did.",
      "prop_spans": [
        [
          2032,
          2032,
          "Loaded_Language"
        ],
        [
          2039,
          2092,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2211,
      "end_ix": 2326,
      "text": "\nWe cannot help but wonder if these trivialised responses reveal some deep flaw that we had never suspected before.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2326,
      "end_ix": 2362,
      "text": "\nCould we have been wrong about him?",
      "new_text": "\nIt is unclear if we could have been wrong about him.",
      "prop_spans": [
        [
          2327,
          2361,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 2362,
      "end_ix": 2404,
      "text": "\nAnd if so, could we have been this wrong?",
      "new_text": "\nAnd if so, could we have been this wrong?",
      "prop_spans": [
        [
          2363,
          2403,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 2404,
      "end_ix": 2615,
      "text": "\nFor reasons, all we heard at the time was, essentially, “I’m tired.” There was some implication that he didn’t feel up to international travel anymore, so couldn’t make it to World Youth Day and similar events.",
      "new_text": "\nFor reasons, all we heard at the time was, essentially, “I’m tired.” There was some implication that he didn’t feel up to international travel anymore, so couldn’t make it to World Youth Day and similar events.",
      "prop_spans": [
        [
          2462,
          2473,
          "Thought-terminating_Cliches"
        ]
      ]
    },
    {
      "start_ix": 2615,
      "end_ix": 2827,
      "text": "\nThe trivialising of the resignation seemed to go hand in hand with the modern concept of the pope-as-pop-star, something we had thought Benedict was too serious a man, too serious a Catholic, to believe himself.",
      "new_text": "\nThe trivialising of the resignation seemed to go hand in hand with the modern concept of the pope-as-pop-star, something we had thought Benedict was too serious a man, too serious a Catholic, to believe himself.",
      "prop_spans": [
        [
          2709,
          2726,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2827,
      "end_ix": 2902,
      "text": "\nOf all people, we had assumed that Benedict XVI took the papacy seriously.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2902,
      "end_ix": 3079,
      "text": "\nAnd since then, as all the poisons that had been lurking for fifty years in the NewChurch mud are busily hatching out, many Catholics want to know why we hear nothing from him?",
      "new_text": "\nAnd since then, as all the poisons that had been lurking for fifty years in the NewChurch thing are busily hatching out, many Catholics want to know why we hear nothing from him?",
      "prop_spans": [
        [
          2983,
          2996,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3079,
      "end_ix": 3161,
      "text": "\nThis man whom we had believed a “champion of orthodoxy,” whom we thought we knew.",
      "new_text": "\nThis man whom we had believed a “champion of orthodoxy,” whom we thought we knew.",
      "prop_spans": [
        [
          3113,
          3134,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3161,
      "end_ix": 3403,
      "text": "\nError, even heresy and blasphemy are pouring daily out of the mouth of his successor, who has, literally, turned the Vatican into a den of thieves, and we hear nothing but the occasional, carefully worded statement on how fine everything is.",
      "new_text": "\nError, even blasphemy is pouring daily out of the mouth of his successor, who has, literally, turned the Vatican into a place of thieves, and we hear nothing but the occasional, carefully worded statement on how fine everything is.",
      "prop_spans": [
        [
          3174,
          3195,
          "Loaded_Language"
        ],
        [
          3268,
          3309,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3403,
      "end_ix": 3476,
      "text": "\nHow content he is with his decision and how happy with his current life.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3476,
      "end_ix": 4005,
      "text": "\nAfter three years of systematic dismantling of everything he had attempted to do in his pontificate, we got this from an apparently utterly insouciant Ratzinger, addressed to Francis: “Your goodness is my home and the place where I feel safe.” Everyone who had ever read anything he had written were amazed he was capable of producing such maudlin drivel, but the video doesn’t lie:\nSo strange was this new tone that speculation started circulating that he was under some kind of external compulsion, not free to speak his mind.",
      "new_text": "\nAfter three years of systematic dismantling of everything he had attempted to do in his pontificate, we got this from an apparently unconcerned Ratzinger, addressed to Francis: “Your goodness is my home and the place where I feel safe.” Everyone who had ever read anything he had written were amazed he was capable of producing such maudlin drivel, but the video doesn’t lie:\nSo strange was this new tone that speculation started circulating that he was under some kind of external compulsion, not free to speak his mind.",
      "prop_spans": [
        [
          3609,
          3627,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4005,
      "end_ix": 4034,
      "text": "\nBut this is not what we see.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4034,
      "end_ix": 4089,
      "text": "\nThere he is, manifestly happy and reading it out loud.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4089,
      "end_ix": 4149,
      "text": "\n“Perhaps it was written for him.” Well, why repeat it then?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4149,
      "end_ix": 4260,
      "text": "\nWhy, if he has any qualms, allow himself to be trotted out on such occasions, to read this blatant propaganda?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4260,
      "end_ix": 4305,
      "text": "\nIf it is a deception, why participate in it?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4305,
      "end_ix": 4490,
      "text": "\nIn fact, all the hopeful commenters on blogs and other social media who keep telling me how much they “miss” him have failed to respect him in one way; they won’t take him at his word.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4490,
      "end_ix": 4575,
      "text": "\nSome insist that his resignation was under some sort of coercion and so isn’t valid.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4575,
      "end_ix": 4675,
      "text": "\nBut we have repeatedly heard from him that he was under no constraint, that he had resigned freely.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4675,
      "end_ix": 4871,
      "text": "\nAnd indeed, far from being an isolated “prisoner of the Vatican,” Benedict has received many guests all of whom report that, though frail, he appears content and never utters a word of criticism.",
      "new_text": "\nAnd indeed, far from being an isolated “prisoner of the Vatican,” Benedict has received many guests all of whom report that, though frail, he appears content and never utters a word of criticism.",
      "prop_spans": [
        [
          4716,
          4739,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 4871,
      "end_ix": 4971,
      "text": "\nWe have yet to hear any report of any notes begging for rescue hidden under a lunch table placemat.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4971,
      "end_ix": 5088,
      "text": "\nThere’s no doubt that this is an extremely strange and frankly fishy situation; something doesn’t add up, it’s true.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5088,
      "end_ix": 5190,
      "text": "\nAll the questions have gone ignored, or have received frivolous, jokey responses:\nWhy did you resign?",
      "new_text": "\nAll the questions have gone ignored, or have received frivolous responses:\nWhy did you resign?",
      "prop_spans": [
        [
          5143,
          5170,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5190,
      "end_ix": 5339,
      "text": "\nRatzinger: “I was a bit tired and didn’t feel up to partying with the kids at World Youth Day.”\nIf you’re not pope, why do you still wear the white?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5339,
      "end_ix": 5475,
      "text": "\nRatzinger: “Oh, there wasn’t a black cassock that fit me.”\nWhy do you continue to call yourself Benedict XVI if you are no longer pope?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5475,
      "end_ix": 5572,
      "text": "\nRatzinger: “Well, I’m an ‘emeritus,’ you see…”\nAnd where did this “emeritus” business come from?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5572,
      "end_ix": 5620,
      "text": "\nDoes it have any precedent in Catholic history?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5620,
      "end_ix": 5667,
      "text": "\nWhat does it mean canonically and doctrinally?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5667,
      "end_ix": 5812,
      "text": "\nRatzinger: “…”\nWhat was all that rubbish from Ganswein about there being a divided “munus” – with an active member and a “contemplative member”?",
      "new_text": "\nRatzinger: “…”\nWhat was all that from Ganswein about there being a divided “munus” – with an active member and a “contemplative member”?",
      "prop_spans": [
        [
          5692,
          5708,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5812,
      "end_ix": 5860,
      "text": "\nDoesn’t that just mean there are two popes now?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5860,
      "end_ix": 6261,
      "text": "\nRatzinger: “…”\nAnd perhaps most agonising of all: “How can you just sit there smiling, issuing bland platitudinous nonsense, while this lunatic drives the sheep off a cliff?”\nA few days ago, my friend Steve Skojec, of the traditionalist/restorationist website One Peter Five, summed up the consternation of those of us who still feel a lingering affection for (the man we used to call) Pope Benedict.",
      "new_text": "\nRatzinger: “…”\nAnd perhaps most agonising of all: “How can you just sit there smiling, issuing bland platitudinous nonsense, while this lunatic drives the sheep off a cliff?”\nA few days ago, my friend Steve Skojec, of the traditionalist/restorationist website One Peter Five, summed up the consternation of those of us who still feel a lingering affection for (the man we used to call) Pope Benedict.",
      "prop_spans": [
        [
          5912,
          6033,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 6261,
      "end_ix": 6471,
      "text": "\nSteve summons up in this brief post all the anger and all the crushing disappointment most of us probably still feel reluctant to express out loud:\nFive years ago today, Pope Benedict XVI abdicated the papacy.",
      "new_text": "\nSteve summons up in this brief post all the anger and all the disappointment most of us probably still feel reluctant to express out loud:\nFive years ago today, Pope Benedict XVI abdicated the papacy.",
      "prop_spans": [
        [
          6324,
          6347,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6471,
      "end_ix": 6664,
      "text": "\nAnd through the abandonment of his duty to shepherd the Church, he made way for the worst papacy of all time – one he steadfastly refuses to oppose in word, deed, or even the subtlest gesture.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6664,
      "end_ix": 6782,
      "text": "\nYou may love him for various reasons, you may miss him by contrast, but you may not excuse the responsibility he has.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6782,
      "end_ix": 6962,
      "text": "\nHe walked away from his family, leaving the door open to an abusive stepfather, and he watches his children beaten and led astray not just in silence, but in apparent contentment.",
      "new_text": "\nHe walked away from his family, leaving the door open to an abusive stepfather, and he watches his children beaten and led off course not just in silence, but in apparent contentment.",
      "prop_spans": [
        [
          6843,
          6861,
          "Name_Calling,Labeling"
        ],
        [
          6870,
          6912,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6962,
      "end_ix": 7073,
      "text": "\nAnd still, he was the best of the post-conciliar popes, which is why he’s the only one who won’t be canonized.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7073,
      "end_ix": 7107,
      "text": "\nWho is the real Joseph Ratzinger?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7107,
      "end_ix": 7305,
      "text": "\nI have had long-time Vatican watchers say to me, more than once, “Maybe it’s really just that he wasn’t who we thought he was.” I suspect there is a lot more to this than most people might imagine.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7305,
      "end_ix": 7357,
      "text": "\nI think we made the mistake of believing the press.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7357,
      "end_ix": 7435,
      "text": "\nWe were delighted that the bitterly anti-Catholic media hated and feared him.",
      "new_text": "\nWe were delighted that the media hated and feared him.",
      "prop_spans": [
        [
          7385,
          7413,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7435,
      "end_ix": 7504,
      "text": "\nWe failed to recall that they know nothing at all about Catholicism.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7504,
      "end_ix": 7659,
      "text": "\nWhat the papers never told us was that as a young priest and theologian Joseph Ratzinger was known as a “progressive,” as the term was understood in 1962.",
      "new_text": "\nWhat the papers never told us was that as a young priest and theologian Joseph Ratzinger was known as a “progressive,” as the term was understood in 1962.",
      "prop_spans": [
        [
          7594,
          7623,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7659,
      "end_ix": 7860,
      "text": "\nThis reputation was cemented during his work as the peritus, the theological advisor, of one of the Council’s most influential of the bishops of the progressive camp, Cardinal Josef Frings of Cologne.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7860,
      "end_ix": 8094,
      "text": "\nFrings’ claim to fame in that great drama was a speech criticising the CDF – and its prefect Cardinal Alfredo Ottaviani – for the “conservatism” in the “schema,” the documents prepared by the CDF for guiding the bishops’ discussions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8094,
      "end_ix": 8261,
      "text": "\nAfter this speech, there was an uprising among the bishops of the preparatory committee who demanded that the schema – that had taken years to develop – be abandoned.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8261,
      "end_ix": 8526,
      "text": "\nThis was done, over Ottaviani’s futile objections, and new documents were rapidly cobbled together by a coalition of German and French “progressives” who rejoiced that they had, in effect, seized control of the Council from that moment, before it had even started.",
      "new_text": "\nThis was done, over Ottaviani’s weak objections, and new documents were rapidly cobbled together by a coalition of German and French “progressives” who rejoiced that they had, in effect, seized control of the Council from that moment, before it had even started.",
      "prop_spans": [
        [
          8294,
          8312,
          "Loaded_Language"
        ],
        [
          8398,
          8410,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8526,
      "end_ix": 8700,
      "text": "\nIt has since been revealed that it was Joseph Ratzinger – the maverick “progressive” academic theologian Frings had brought to Rome as his secretary – who wrote that speech.",
      "new_text": "\nIt has since been revealed that it was Joseph Ratzinger – the maverick Frings had brought to Rome as his secretary – who wrote that speech.",
      "prop_spans": [
        [
          8599,
          8638,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8700,
      "end_ix": 8855,
      "text": "\nCardinal Henri de Lubac, writing in 1985, recalling that drama, said:\n“Joseph Ratzinger, an expert at the Council, was also the private secretary of Card.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8855,
      "end_ix": 8886,
      "text": "\nFrings, Archbishop of Cologne.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8886,
      "end_ix": 8969,
      "text": "\nBlind, the old Cardinal largely utilized his secretary to write his interventions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8969,
      "end_ix": 9086,
      "text": "\nNow then, one of these interventions became memorable: it was a radical criticism of the methods of the Holy Office.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9086,
      "end_ix": 9111,
      "text": "\nDespite a reply by Card.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9111,
      "end_ix": 9153,
      "text": "\nOttaviani, Frings sustained his critique.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9153,
      "end_ix": 9312,
      "text": "\n\n“It is not an exaggeration to say that on that day the old Holy Office, as it presented itself then, was destroyed by Ratzinger in union with his Archbishop.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9312,
      "end_ix": 9320,
      "text": "\n\n“Card.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9320,
      "end_ix": 9376,
      "text": "\nSeper, a man full of goodness, intiated the renovation.",
      "new_text": "\nSeper intiated the renovation.",
      "prop_spans": [
        [
          9328,
          9351,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 9376,
      "end_ix": 9535,
      "text": "\nRatzinger, who did not change, continues it.”\nRatzinger’s reputation as a “progressive” is not based on one incident, nor was it restricted to his early work.",
      "new_text": "\nRatzinger, who did not change, continues it.”\nRatzinger’s reputation as a “progressive” is not based on one incident, nor was it restricted to his early work.",
      "prop_spans": [
        [
          9452,
          9463,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 9535,
      "end_ix": 9701,
      "text": "\nIt went unnoticed in the shouting over his running of CDF, that he had written in 1982, a call for the Church “never to return” to the Syllabus of Errors of Pius IX.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9701,
      "end_ix": 10096,
      "text": "\nIn his book Principles of Catholic Theology, Ratzinger proposed the question, “Should the Council be revoked?” and in response recommended the “razing of the bastions” of the Catholic Church in relation to the modern world:\nThe duty is, therefore, not to suppress the Council, but to discover the real Council and delve deep into what it truly wants with regard to what has happened since then.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10096,
      "end_ix": 10293,
      "text": "\n\nThis implies that there is no possible return to the Syllabus, which could well have been a first step in the combat against Liberalism and the nascent Marxism, but which cannot be the last word.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10293,
      "end_ix": 10405,
      "text": "\nNeither embraces nor the ghetto can resolve the problem of [relations with] the modern world for the Christian.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10405,
      "end_ix": 10526,
      "text": "\nHence, the 'razing of the bastions' that Hans Urs von Balthasar called for already in 1952 was in effect an urgent duty.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10526,
      "end_ix": 10710,
      "text": "\nIt was necessary for her [the Church] to raze the old bastions and confide only in the protection of the faith, the power of the word that is her unique, true, and permanent strength.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10710,
      "end_ix": 10951,
      "text": "\nBut to raze the bastions cannot signify that she no longer has anything to protect, or that she can live owing to different forces than those that engendered her: the water and the blood that poured from the open side of her crucified Lord.",
      "new_text": "\nBut to raze the bastions cannot signify that she no longer has anything to protect, or that she can live owing to different forces than those that engendered her.",
      "prop_spans": [
        [
          10874,
          10951,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10951,
      "end_ix": 11142,
      "text": "\nHis was the thesis – a mainstay of “conservative” ideology – that the “real” Council, if only implemented properly, would be the salvation of the Church and the world, a theme he never left.",
      "new_text": "\nHis was the thesis – a mainstay of “conservative” ideology – that the “real” Council, if only implemented properly, would be the salvation of the Church and the world, a theme he never left.",
      "prop_spans": [
        [
          10951,
          10952,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11142,
      "end_ix": 11351,
      "text": "\nHow ironic it must have seemed to those who remembered this history that Ratzinger would himself be given the office he had “destroyed” and would gain the media-generated reputation as an “arch-conservative”.",
      "new_text": "\nHow ironic it must have seemed to those who remembered this history that Ratzinger would himself be given the office he had “destroyed” and would gain the media-generated reputation as an “arch-conservative”.",
      "prop_spans": [
        [
          11332,
          11351,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 11351,
      "end_ix": 11484,
      "text": "\nAnd it starts to suggest an answer, or at least a line of inquiry, about why so little was actually accomplished in his long tenure.",
      "new_text": "\nAnd it starts to suggest an answer, or at least a line of inquiry, about why so little was actually accomplished in his long tenure.",
      "prop_spans": [
        [
          11351,
          11351,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 11484,
      "end_ix": 11588,
      "text": "\nWith the “arch-conservative” “Rottweiler” Ratzinger in CDF, why do we have the situation we have today?",
      "new_text": "\nWith Ratzinger in CDF, why do we have the situation we have today?",
      "prop_spans": [
        [
          11495,
          11536,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 11588,
      "end_ix": 11748,
      "text": "\nWhat did he do to stop the explosion of neo-modernism – that burned like an unchecked wildfire throughout the Catholic world through the reign of John Paul II?",
      "new_text": "\nWhat did he do to stop the explosion of neo-modernism – that disturbed the Catholic world through the reign of John Paul II?",
      "prop_spans": [
        [
          11650,
          11713,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11748,
      "end_ix": 11905,
      "text": "\nWhat did “silencing” by Ratzinger’s CDF do to stop Hans Kung becoming a celebrity “priest-theologian,” courted by the media for his loathing of Catholicism?",
      "new_text": "\nWhat did “silencing” by Ratzinger’s CDF do to stop Hans Kung becoming a celebrity priest-theologian, courted by the media for his loathing of Catholicism?",
      "prop_spans": [
        [
          11821,
          11851,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 11905,
      "end_ix": 11982,
      "text": "\nKung, who was never removed from the priesthood despite his manifest heresy?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11982,
      "end_ix": 12054,
      "text": "\nCan we think of any other names who were corrected even to this degree?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12054,
      "end_ix": 12068,
      "text": "\nPrecious few.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12068,
      "end_ix": 12323,
      "text": "\nBut we can certainly think of many, many who spent their lives and vocations blatantly denying and undermining the Catholic Faith – academic theologians, religious, priests, bishops and cardinals around the world – with never a peep of protest from Rome.",
      "new_text": "\nBut we can certainly think of many, many who spent their lives and vocations denying and undermining the Catholic Faith – academic theologians, religious, priests, bishops and cardinals around the world – with never a peep of protest from Rome.",
      "prop_spans": [
        [
          12146,
          12180,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12323,
      "end_ix": 12511,
      "text": "\nMoreover, the scandalous pack of frauds we currently have in the episcopate is entirely the product of the “arch-conservative” John Paul II and the “Rottweiler” Benedict XVI pontificates.",
      "new_text": "\nMoreover, the scandalous pack of frauds we currently have in the episcopate is entirely the product of John Paul II and Benedict XVI pontificates.",
      "prop_spans": [
        [
          12432,
          12450,
          "Name_Calling,Labeling"
        ],
        [
          12473,
          12497,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 12511,
      "end_ix": 12609,
      "text": "\nWhy did we think that Ratzinger, in this crucial role of CDF prefect, was a bulwark of orthodoxy?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12609,
      "end_ix": 12795,
      "text": "\nIs it simply that we have moved so far away from the ancient Faith that we no longer have a realistic notion of the Faith ourselves to make a comparison, to make an objective judgement?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12795,
      "end_ix": 12984,
      "text": "\nThe “progressive” destroyer of Ottaviani inheriting his office and the epithet “arch-conservative”…\nIndeed, Ratzinger himself maintained that he had never changed his theological opinions.",
      "new_text": "\nThe progressive destroyer of Ottaviani inheriting his office and the epithet “arch-conservative”…\nIndeed, Ratzinger himself maintained that he had never changed his theological opinions.",
      "prop_spans": [
        [
          12801,
          12836,
          "Name_Calling,Labeling"
        ],
        [
          12876,
          12895,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 12984,
      "end_ix": 13149,
      "text": "\nHe was to say that it was his old academic colleagues like Kung and Kasper who had moved further to the ideological “left” after the 1960s while he stayed in place.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13149,
      "end_ix": 13269,
      "text": "\nPerhaps now, as an answer that fits our apparently contradictory puzzle pieces, we can finally accept his word on this.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13269,
      "end_ix": 13489,
      "text": "\nPerhaps the world of Catholic academic theology had become so corrupted that a man called “progressive” in 1963, but whose ideas remained the same, would look like a “champion of traditional Catholic orthodoxy” by 2005.",
      "new_text": "\nPerhaps the world of Catholic academic theology had become so corrupted that a man called progressive in 1963, but whose ideas remained the same, would look like a “champion of traditional Catholic orthodoxy” by 2005.",
      "prop_spans": [
        [
          13347,
          13373,
          "Name_Calling,Labeling"
        ],
        [
          13361,
          13373,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 13489,
      "end_ix": 13514,
      "text": "\nIs this why he resigned?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13514,
      "end_ix": 13621,
      "text": "\nIs it simply that his conception of the Church, of the papacy, was never what Catholics believed about it?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13621,
      "end_ix": 13993,
      "text": "\nPerhaps a hint at the answer comes from La Stampa in 2015 which published some of the memoirs of Silvano Fausti, SJ, who had been confessor and spiritual guide of Cardinal Carlo Maria Martini, the godfather of the “liberal” European Catholic Church, and alleged leader of the “Sankt Gallen Mafia” that Cardinal Danneels admitted conspired for years against Pope Benedict.",
      "new_text": "\nPerhaps a hint at the answer comes from La Stampa in 2015 which published some of the memoirs of Silvano Fausti, SJ, who had been confessor and spiritual guide of Cardinal Carlo Maria Martini, the godfather of the European Catholic Church, and alleged leader of the Sankt Gallen Mafia that Cardinal Danneels admitted conspired for years against Pope Benedict.",
      "prop_spans": [
        [
          13819,
          13871,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 13993,
      "end_ix": 14082,
      "text": "\nFausti said that Benedict met with Martini at the bishops’ palace of Milan in June 2012.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14082,
      "end_ix": 14141,
      "text": "\nMartini, Fausti said, urged Benedict to resign the papacy.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14141,
      "end_ix": 14253,
      "text": "\nApparently at the time of his election in 2005, Martini had said it would be his main task to reform the Curia.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14253,
      "end_ix": 14290,
      "text": "\nBy 2012, this had proved impossible.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14290,
      "end_ix": 14410,
      "text": "\nWhy would Benedict take advice from a man like Martini – the “godfather” of the “liberal wing” of European Catholicism?",
      "new_text": "\nWhy would Benedict take advice from a man like Martini?",
      "prop_spans": [
        [
          14348,
          14409,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 14410,
      "end_ix": 14477,
      "text": "\nI think the question would not even occur to a man like Ratzinger.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14477,
      "end_ix": 14517,
      "text": "\nThey were esteemed academic colleagues.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14517,
      "end_ix": 14555,
      "text": "\nThey were brothers of the episcopate.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14555,
      "end_ix": 14586,
      "text": "\nThey were members of the club.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14586,
      "end_ix": 14689,
      "text": "\nAny appearance of ideological division between them was, in essence, a product of the media narrative.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14689,
      "end_ix": 14770,
      "text": "\nWhy wouldn’t the pope take the advice of his most respected and senior cardinal?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14770,
      "end_ix": 14803,
      "text": "\nWhy is Walter Kasper a cardinal?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14803,
      "end_ix": 15035,
      "text": "\nOne of the most prominent of those puzzle pieces is the apparent inability of these “conservative” prelates, to detect, let alone effectively oppose, these brazen enemies of the Faith within the episcopate and College of Cardinals.",
      "new_text": "\nOne of the most prominent of those puzzle pieces is the apparent inability of these “conservative” prelates, to detect, let alone effectively oppose, these bold enemies of the Faith within the episcopate and College of Cardinals.",
      "prop_spans": [
        [
          14960,
          14987,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 15035,
      "end_ix": 15272,
      "text": "\nIt beggars belief of ordinary people that, after so many years of hearing and reading them, Ratzinger would remain on such friendly terms with men like Walter Kasper and Carlo Maria Martini, the alleged brains of the Sankt Gallen Mafia.",
      "new_text": "\nIt beggars belief of ordinary people that, after so many years of hearing and reading them, Ratzinger would remain on such friendly terms with men like Walter Kasper and Carlo Maria Martini.",
      "prop_spans": [
        [
          15231,
          15272,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 15272,
      "end_ix": 15527,
      "text": "\nWhen, at his very first Angelus address in 2013, Pope Francis told the crowd how much he loved the writing of Walter Kasper, quite a lot of us who had spent many years watching the Vatican started understanding where we were all headed with the new pope.",
      "new_text": "\nWhen, at his very first Angelus address in 2013, Pope Francis told the crowd how much he loved the writing of Walter Kasper, quite a lot of us who had spent many years watching the Vatican started understanding where we were all headed with the new pope.",
      "prop_spans": [
        [
          15272,
          15272,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 15527,
      "end_ix": 15727,
      "text": "\nJorge Bergoglio might have been unknown to the larger Catholic world, but Walter Kasper was a celebrity heretic, the media-savvy frontman for the “ultra-liberal” “wing” of the post-Vatican II Church.",
      "new_text": "\nJorge Bergoglio might have been unknown to the larger Catholic world, but Walter Kasper was a heretic.",
      "prop_spans": [
        [
          15622,
          15640,
          "Name_Calling,Labeling"
        ],
        [
          15645,
          15696,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 15727,
      "end_ix": 15976,
      "text": "\nIn an article on the cardinal’s life’s work, Thomas Jansen, the editor-in-chief of Katholisch.de, recently noted that Walter Kasper could not possibly have done the damage he has without the direct assistance of both John Paul II and Pope Benedict.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15976,
      "end_ix": 16058,
      "text": "\nThe monstrous debacle of Amoris Laetitia is as much Kasper’s work as Bergoglio’s.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16058,
      "end_ix": 16227,
      "text": "\nThis is a man who has, for 40 years, never troubled to hide his heterodox opinions and has devoted much of his life to a campaign to bring about precisely this outcome.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16227,
      "end_ix": 16415,
      "text": "\nJansen points out that Kasper had already tried to bring out the same proposal for Communion for divorced and remarried in 1993, together with Karl Lehmann, another “Sankt Gallen” member.",
      "new_text": "\nJansen points out that Kasper had already tried to bring out the same proposal for Communion for divorced and remarried in 1993, together with Karl Lehmann.",
      "prop_spans": [
        [
          16385,
          16415,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 16415,
      "end_ix": 16458,
      "text": "\nThis was stopped by Ratzinger and the CDF.",
      "new_text": "\nThis was stopped by Ratzinger and the CDF.",
      "prop_spans": [
        [
          16415,
          16415,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 16458,
      "end_ix": 16625,
      "text": "\nBut that raises the next question; if Ratzinger knew so well what kind of creature Kasper was, why wasn’t the next step to pitch him out of the episcopate on his ear?",
      "new_text": "\nBut that raises the next question; if Ratzinger knew so well what kind of person Kasper was, why wasn’t the next step to pitch him out of the episcopate on his ear?",
      "prop_spans": [
        [
          16520,
          16553,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 16625,
      "end_ix": 16708,
      "text": "\nWhy was he not – at the very least – given the same “silencing” treatment as Kung?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16708,
      "end_ix": 16791,
      "text": "\nKasper has recently gone to the media again to complain of being called a heretic.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16791,
      "end_ix": 16832,
      "text": "\nBut it’s a simple truth: he’s a heretic.",
      "new_text": "\nBut it’s a simple truth: he’s a heretic.",
      "prop_spans": [
        [
          16817,
          16831,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 16832,
      "end_ix": 16969,
      "text": "\nEveryone knows he’s a heretic because we have heard him trumpeting in his blatant heresies from every rooftop he could find for decades.",
      "new_text": "\nEveryone knows he’s a heretic because we have heard him trumpeting in his blatant heresies for decades.",
      "prop_spans": [
        [
          16889,
          16956,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 16969,
      "end_ix": 17111,
      "text": "\nAfter openly working against the Faith, instead of being demoted, silenced, laicised and/or excommunicated, John Paul II made him a cardinal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17111,
      "end_ix": 17209,
      "text": "\nRemember that his scheme to Amoris-Latitia-ize the Church was stopped by Ratzinger’s CDF in 1993.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17209,
      "end_ix": 17270,
      "text": "\nBut he was not demoted, reprimanded or corrected in any way.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17270,
      "end_ix": 17315,
      "text": "\nNor was he removed from places of influence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17315,
      "end_ix": 17328,
      "text": "\nFar from it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17328,
      "end_ix": 17467,
      "text": "\nIn 1994 Kasper was inserted into the Vatican Curia by being named co-chair of the International Commission for Lutheran-Catholic Dialogue.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17467,
      "end_ix": 17679,
      "text": "\nIn 1999, he made another step up, being appointed secretary of the Pontifical Council for Promoting Christian Unity, the “ecumenical” office where his manifest religious indifferentism could be given free reign.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17679,
      "end_ix": 17775,
      "text": "\nIn 2001, he was made a Cardinal-deacon with the awesome responsibility of voting in a Conclave.",
      "new_text": "\nIn 2001, he was made a Cardinal-deacon with the great responsibility of voting in a Conclave.",
      "prop_spans": [
        [
          17728,
          17750,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 17775,
      "end_ix": 17823,
      "text": "\nThen Benedict allowed him to remain a cardinal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17823,
      "end_ix": 18110,
      "text": "\nAnd, as if to add a finishing touch to the poisoned cake that is Ratzinger’s involvement in the creation of the New Catholic Paradigm, Benedict is now being said to have deliberately timed his resignation in order to allow his old academic colleague to participate in the 2013 Conclave.",
      "new_text": "\nAnd, as if to add a finishig touch to Ratzinger’s involvement in the creation of the New Catholic Paradigm, Benedict is now being said to have deliberately timed his resignation in order to allow his old academic colleague to participate in the 2013 Conclave.",
      "prop_spans": [
        [
          17844,
          17880,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 18110,
      "end_ix": 18293,
      "text": "\nAs Jansen pointed out, and Maike Hickson quoted in a piece for One Peter Five,\nCardinal Kasper barely even made it into the last conclave, because he had just turned 80 years of age.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18293,
      "end_ix": 18449,
      "text": "\nBut since the date of the death (or abdication, as it was the case in 2013) of the pope is decisive, he was still able to attend and vote in that election.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18449,
      "end_ix": 18583,
      "text": "\n(As some observers noted, it was a generous gesture toward Cardinal Kasper that Pope Benedict XVI had decided to retire in due time.)",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18583,
      "end_ix": 18649,
      "text": "\nExcuse me Maike, but I don’t think this is a parenthetical issue.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18649,
      "end_ix": 18714,
      "text": "\nIs it any wonder that so many Catholics have become disaffected?",
      "new_text": "\n",
      "prop_spans": [
        [
          18650,
          18713,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 18714,
      "end_ix": 18892,
      "text": "\nCardinal Ratzinger, Pope “Emeritus” Benedict – whatever you want to call yourself – I have one question that I would really like you to answer: Why is this man still a cardinal?",
      "new_text": "\nCardinal Ratzinger, Pope “Emeritus” Benedict, I have one question that I would really like you to answer: Why is this man still a cardinal?",
      "prop_spans": [
        [
          18762,
          18796,
          "Loaded_Language"
        ],
        [
          18859,
          18892,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 18892,
      "end_ix": 18918,
      "text": "\nWhy is he still a bishop?",
      "new_text": "\nWhy is he still a bishop?",
      "prop_spans": [
        [
          18892,
          18918,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 18918,
      "end_ix": 18983,
      "text": "\nWhy is he still allowed to call himself a “Catholic theologian”?",
      "new_text": "\nWhy is he still allowed to call himself a “Catholic theologian”?",
      "prop_spans": [
        [
          18918,
          18983,
          "Doubt"
        ],
        [
          18962,
          18983,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 18983,
      "end_ix": 19113,
      "text": "\nWhy did you, apparently deliberately, ensure that he was able to enter the Conclave to decide who your successor was going to be?",
      "new_text": "\nWhy did you ensure that he was able to enter the Conclave to decide who your successor was going to be?",
      "prop_spans": [
        [
          18983,
          19112,
          "Doubt"
        ],
        [
          18983,
          18983,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 19113,
      "end_ix": 19152,
      "text": "\nDoesn’t anyone else want to know this?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19152,
      "end_ix": 19211,
      "text": "\nDon’t we all want to know why Hans Kung is still a priest?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19211,
      "end_ix": 19271,
      "text": "\nWhy was Cardinal Mahony allowed to retire in good standing?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19271,
      "end_ix": 19369,
      "text": "\nWhy a man like Weakland, the active homosexual who paid off his ex-lover, was not excommunicated?",
      "new_text": "\nWhy a man like Weakland, the homosexual who paid off his ex-lover, was not excommunicated?",
      "prop_spans": [
        [
          19301,
          19318,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 19369,
      "end_ix": 19436,
      "text": "\nWhat are the names we all remember, just off the top of our heads?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19436,
      "end_ix": 19669,
      "text": "\nMy own bishop in Victoria, the occultist Remi de Roo, Seattle’s Raymond Hunthausen, Miami’s Favalora, Rochester’s Matthew Clark, Derek Worlock of Liverpool… I sometimes wonder how long that list is going to be when this is all over.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19669,
      "end_ix": 19840,
      "text": "\nFor fifty years Catholics have wanted to know why nothing was ever done, as these wolves in the episcopate were allowed, year after year to continue attacking the Church.",
      "new_text": "\nFor fifty years Catholics have wanted to know why nothing was ever done, as these terrile people were allowed, year after year to continue attacking the Church.",
      "prop_spans": [
        [
          19752,
          19776,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 19840,
      "end_ix": 20019,
      "text": "\nWhy have we so often seen these men – compromised intellectually and morally – elevated to superior rank, despite the incredible brazenness of their hatred of the Catholic Faith?",
      "new_text": "\nWhy have we so often seen these men – compromised intellectually and morally – elevated to superior rank, despite the incredible brazenness of their hatred of the Catholic Faith?",
      "prop_spans": [
        [
          19841,
          20018,
          "Doubt"
        ],
        [
          19959,
          20019,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 20019,
      "end_ix": 20155,
      "text": "\nThe end of “Big Umbrella Catholicism”\nThe New York Times’ Ross Douthat is among those who are starting to ask these kinds of questions.",
      "new_text": "\nThe end of “Big Umbrella Catholicism”\nThe New York Times’ Ross Douthat is among those who are starting to ask these kinds of questions.",
      "prop_spans": [
        [
          20019,
          20019,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 20155,
      "end_ix": 20924,
      "text": "\nMaike Hickson quotes him, writing of this bizarre situation – in which each, of the so-called “Sankt Gallen Mafia” prelates, including Kasper, who openly campaigned for the effective abolition of Catholic moral teaching: “It was characteristic of the church’s effective truce [between conservatives and progressivists] that John Paul II himself had given most of them their red hats, elevating them despite their disagreement with his restorationist approach.”\nWhen journalists talk about Catholicism, they often speak of a man like Kasper being – as his Wikipedia page puts it – “one of the main figures of the liberal wing of the Catholic Church.” And this is supposed to make some kind of sense to Catholics, we’re supposed to accept it as the reality of our times.",
      "new_text": "\nMaike Hickson quotes him, writing of this bizarre situation – in which each, of the so-called Sankt Gallen Mafia prelates, including Kasper, who openly campaigned for the effective abolition of Catholic moral teaching: “It was characteristic of the church’s effective truce [between conservatives and progressivists] that John Paul II himself had given most of them their red hats, elevating them despite their disagreement with his restorationist approach.”\nWhen journalists talk about Catholicism, they often speak of a man like Kasper being – as his Wikipedia page puts it – “one of the main figures of the liberal wing of the Catholic Church.” And this is supposed to make some kind of sense to Catholics, we’re supposed to accept it as the reality of our times.",
      "prop_spans": [
        [
          20251,
          20280,
          "Name_Calling,Labeling"
        ],
        [
          20737,
          20803,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 20924,
      "end_ix": 21002,
      "text": "\nThere’s a “liberal wing” and a “conservative wing” and they’re both Catholic.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21002,
      "end_ix": 21374,
      "text": "\nSteve Skojec told me that our willingness to go along with the whole “emeritus pope” charade was an error: “I think the problem is that we all went along with their game of make believe, and we shouldn’t have.” In fact, I am starting to think that the willingness of most Catholics to go along with the entire charade of post-conciliar Catholicism has been a grave error.",
      "new_text": "\nSteve Skojec told me that our willingness to go along with the whole “emeritus pope” pretence was an error: “I think the problem is that we all went along with their game of make believe, and we shouldn’t have.” In fact, I am starting to think that the willingness of most Catholics to go along with the entire pretence of post-conciliar Catholicism has been a grave error.",
      "prop_spans": [
        [
          21073,
          21095,
          "Loaded_Language"
        ],
        [
          21313,
          21350,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 21374,
      "end_ix": 21587,
      "text": "\nBy playing along, by pretending that we could be “conservative Catholics” in this New Paradigm that also includes “liberal Catholics” we have helped them perpetrate one the most monstrous frauds in human history.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21587,
      "end_ix": 21921,
      "text": "\nBecause of this schizophrenic mindset of the Church’s leadership since 1965, we have all come to accept the underlying premise; that the Church is a “big umbrella” with plenty of room for people of all personal opinions, that such issues as liturgy are matters of personal “taste” …that two opposed things can both be Catholic truth.",
      "new_text": "\nBecause of this mindset of the Church’s leadership since 1965, we have all come to accept the underlying premise; that the Church is a “big umbrella” with plenty of room for people of all personal opinions, that such issues as liturgy are matters of personal “taste” …that two opposed things can both be Catholic truth.",
      "prop_spans": [
        [
          21604,
          21652,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 21921,
      "end_ix": 22142,
      "text": "\nThis schizophrenia is the model under which “conservatives” have operated all this time, and by which they have judged a man like Joseph Ratzinger to be a “conservative champion of orthodoxy.” And what has this achieved?",
      "new_text": "\nThis schizophrenia is the model under which “conservatives” have operated all this time, and by which they have judged a man like Joseph Ratzinger to be a conservative champion of orthodoxy. And what has this achieved?",
      "prop_spans": [
        [
          21927,
          21941,
          "Loaded_Language"
        ],
        [
          22078,
          22114,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 22142,
      "end_ix": 22251,
      "text": "\nIt created cover for the men of Kasper’s clique to maneuver their man on the throne of Peter five years ago.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22251,
      "end_ix": 22432,
      "text": "\nAnd just like that, the jargon of “tolerance” and the “big umbrella” is over and the purge of faithful, believing Catholic religious, seminarians, priests, and academics has begun.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22432,
      "end_ix": 22446,
      "text": "\nAs it had to.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22446,
      "end_ix": 22615,
      "text": "\nThey, at least, do not harbour this insane contradiction, and understand – and frequently say out loud – that the New Paradigm and the Catholic Church are not the same.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22615,
      "end_ix": 22658,
      "text": "\nAnd their New Church is the only one left.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22658,
      "end_ix": 22762,
      "text": "\nFor five decades we played the Anglican game; as long as we don’t talk about it, there isn’t a problem.",
      "new_text": "\nFor five decades we behaved Anglican; as long as we don’t talk about it, there isn’t a problem.",
      "prop_spans": [
        [
          22676,
          22704,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 22762,
      "end_ix": 22899,
      "text": "\nOttaviani’s Holy Office and schema were the last gasp of the old Church – and as de Lubac said above, it was killed by Joseph Ratzinger.",
      "new_text": "\nOttaviani’s Holy Office and schema were the near end of the old Church – and as de Lubac said above, it was killed by Joseph Ratzinger.",
      "prop_spans": [
        [
          22803,
          22834,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 22899,
      "end_ix": 23082,
      "text": "\nWe had a long hiatus in which the popes pretended nothing essential had changed, while the institution around them fell to the New Paradigm, until the papacy was the only thing left.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 23082,
      "end_ix": 23283,
      "text": "\nOne of the things I’ve been saying is a blessing in disguise, and an enormous relief, about the Bergoglian era is that we can finally leave behind us the absurd situation of the Wojtyla/Ratzinger era.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 23283,
      "end_ix": 23449,
      "text": "\nWe were expected for all those years to pretend we were in the “New Springtime of Vatican II,” while we watched these wolves in shepherds’ clothing eating the sheep.",
      "new_text": "\nWe were expected for all those years to pretend we were in the “New Springtime of Vatican II,” while we watched these people harming the innocent.",
      "prop_spans": [
        [
          23402,
          23449,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 23449,
      "end_ix": 23585,
      "text": "\nNow we can, at least, finally stop pretending that everything is just dandy under the New Paradigm of Merciful Conciliar Wonderfulness.",
      "new_text": "\nNow we can, at least, finally stop pretending that everything is just dandy under the New Paradigm of Merciful Conciliar Wonderfulness.",
      "prop_spans": [
        [
          23449,
          23449,
          "Loaded_Language"
        ],
        [
          23536,
          23585,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 23585,
      "end_ix": 23697,
      "text": "\nFor those still wondering, Bergoglio isn’t a shock, he isn’t even a surprise; he’s just the logical end result.",
      "new_text": "\nFor those still wondering, Bergoglio isn’t a shock, he isn’t even a surprise; he’s just the logical end result.",
      "prop_spans": [
        [
          23585,
          23585,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 23697,
      "end_ix": 23832,
      "text": "\nThis pontificate isn’t an anomaly; it was the only possible outcome, and it was as much the work of Joseph Ratzinger as Walter Kasper.",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      559,
      572,
      "Loaded_Language"
    ],
    [
      891,
      910,
      "Loaded_Language"
    ],
    [
      1224,
      1239,
      "Loaded_Language"
    ],
    [
      1320,
      1339,
      "Loaded_Language"
    ],
    [
      1634,
      1639,
      "Loaded_Language"
    ],
    [
      1873,
      1936,
      "Loaded_Language"
    ],
    [
      1972,
      2032,
      "Loaded_Language"
    ],
    [
      2039,
      2092,
      "Loaded_Language"
    ],
    [
      2327,
      2361,
      "Doubt"
    ],
    [
      2363,
      2403,
      "Doubt"
    ],
    [
      2462,
      2473,
      "Thought-terminating_Cliches"
    ],
    [
      2709,
      2726,
      "Loaded_Language"
    ],
    [
      2983,
      2996,
      "Loaded_Language"
    ],
    [
      3113,
      3134,
      "Name_Calling,Labeling"
    ],
    [
      3174,
      3195,
      "Loaded_Language"
    ],
    [
      3268,
      3309,
      "Loaded_Language"
    ],
    [
      3609,
      3627,
      "Loaded_Language"
    ],
    [
      4716,
      4739,
      "Name_Calling,Labeling"
    ],
    [
      5143,
      5170,
      "Loaded_Language"
    ],
    [
      5692,
      5708,
      "Loaded_Language"
    ],
    [
      5912,
      6033,
      "Appeal_to_fear-prejudice"
    ],
    [
      6324,
      6347,
      "Loaded_Language"
    ],
    [
      6843,
      6861,
      "Name_Calling,Labeling"
    ],
    [
      6870,
      6912,
      "Loaded_Language"
    ],
    [
      7385,
      7413,
      "Name_Calling,Labeling"
    ],
    [
      7594,
      7623,
      "Name_Calling,Labeling"
    ],
    [
      8294,
      8312,
      "Loaded_Language"
    ],
    [
      8398,
      8410,
      "Name_Calling,Labeling"
    ],
    [
      8599,
      8638,
      "Name_Calling,Labeling"
    ],
    [
      9328,
      9351,
      "Name_Calling,Labeling"
    ],
    [
      9452,
      9463,
      "Name_Calling,Labeling"
    ],
    [
      10874,
      10952,
      "Loaded_Language"
    ],
    [
      11332,
      11351,
      "Name_Calling,Labeling"
    ],
    [
      11495,
      11536,
      "Name_Calling,Labeling"
    ],
    [
      11650,
      11713,
      "Loaded_Language"
    ],
    [
      11821,
      11851,
      "Name_Calling,Labeling"
    ],
    [
      12146,
      12180,
      "Loaded_Language"
    ],
    [
      12432,
      12450,
      "Name_Calling,Labeling"
    ],
    [
      12473,
      12497,
      "Name_Calling,Labeling"
    ],
    [
      12801,
      12836,
      "Name_Calling,Labeling"
    ],
    [
      12876,
      12895,
      "Name_Calling,Labeling"
    ],
    [
      13347,
      13373,
      "Name_Calling,Labeling"
    ],
    [
      13361,
      13373,
      "Repetition"
    ],
    [
      13819,
      13871,
      "Name_Calling,Labeling"
    ],
    [
      14348,
      14409,
      "Name_Calling,Labeling"
    ],
    [
      14960,
      14987,
      "Loaded_Language"
    ],
    [
      15231,
      15272,
      "Name_Calling,Labeling"
    ],
    [
      15622,
      15640,
      "Name_Calling,Labeling"
    ],
    [
      15645,
      15696,
      "Name_Calling,Labeling"
    ],
    [
      16385,
      16415,
      "Name_Calling,Labeling"
    ],
    [
      16520,
      16553,
      "Loaded_Language"
    ],
    [
      16817,
      16831,
      "Name_Calling,Labeling"
    ],
    [
      16889,
      16956,
      "Loaded_Language"
    ],
    [
      17728,
      17750,
      "Loaded_Language"
    ],
    [
      17844,
      17880,
      "Loaded_Language"
    ],
    [
      18650,
      18713,
      "Doubt"
    ],
    [
      18762,
      18796,
      "Loaded_Language"
    ],
    [
      18859,
      19112,
      "Doubt"
    ],
    [
      18962,
      18983,
      "Name_Calling,Labeling"
    ],
    [
      19301,
      19318,
      "Name_Calling,Labeling"
    ],
    [
      19752,
      19776,
      "Name_Calling,Labeling"
    ],
    [
      19841,
      20018,
      "Doubt"
    ],
    [
      19959,
      20019,
      "Loaded_Language"
    ],
    [
      20251,
      20280,
      "Name_Calling,Labeling"
    ],
    [
      20737,
      20803,
      "Name_Calling,Labeling"
    ],
    [
      21073,
      21095,
      "Loaded_Language"
    ],
    [
      21313,
      21350,
      "Loaded_Language"
    ],
    [
      21604,
      21652,
      "Loaded_Language"
    ],
    [
      21927,
      21941,
      "Loaded_Language"
    ],
    [
      22078,
      22114,
      "Name_Calling,Labeling"
    ],
    [
      22676,
      22704,
      "Loaded_Language"
    ],
    [
      22803,
      22834,
      "Loaded_Language"
    ],
    [
      23402,
      23449,
      "Loaded_Language"
    ],
    [
      23536,
      23585,
      "Loaded_Language"
    ]
  ]
}