{
  "article_id": "755459860",
  "sentence offsets in original": [
    0,
    120,
    281,
    306,
    342,
    423,
    578,
    629,
    865,
    968,
    1033,
    1098,
    1298,
    1380,
    1408,
    1471,
    1860,
    2240,
    2654,
    2921,
    2943,
    3142,
    3376,
    3453,
    3472,
    3526,
    3741,
    3817,
    3961,
    4191,
    4365,
    4500,
    4618,
    4872,
    5074,
    5194,
    5784,
    5933,
    5994,
    6094,
    6140,
    6148,
    6158,
    6282,
    6421,
    6490,
    6550,
    6730,
    6781,
    6791,
    6887,
    6974,
    7021,
    7221,
    7239,
    7459,
    7536,
    7659,
    7665,
    7987,
    8303,
    8386,
    8636,
    8882,
    8902,
    8955,
    8993,
    9028,
    9294
  ],
  "original sentences": [
    "Here We Go Again - Leaked Documents: White House Planning Regime Change In Iran\n\nDon't say you were not warned, America.",
    "\nApparently, the US didn't learn from its first dealings in regime change decades ago and is now prepared to give it another shot, according to leaked documents.",
    "\nDon't get me wrong here.",
    "\nI'm not for the government of Iran.",
    "\nI despise Islam and I despise the ideology of Muhammad and his devout followers.",
    "\nOverall, the people of Iran are probably some decent people, but those in leadership have issues, but that is something for the people there to deal with.",
    "\nIran is not an actual threat to the united States.",
    "\nHowever, the US seems hell-bent on continuing to put its nose into other countries politics, including seeking to change its government while hypocritically pointing at other countries for trying to manipulate our own political system.",
    "\ntake our poll - story continues below\nWhom do you consider to be the most corrupt Democrat Politician?",
    "\nWhom do you consider to be the most corrupt Democrat Politician?",
    "\nWhom do you consider to be the most corrupt Democrat Politician?",
    "\n* Dianne Feinstein Maxine Waters Adam Schiff Chuck Schumer Kamala Harris Kirsten Gillibrand Keith Ellison Cory Booker\nEmail *\nEmail This field is for validation purposes and should be left unchanged.",
    "\nCompleting this poll grants you access to Freedom Outpost updates free of charge.",
    "\nYou may opt out at anytime.",
    "\nYou also agree to this site's Privacy Policy and Terms of Use.",
    "\nThe Washington Free Beacon reports:\nThe Trump administration is examining a new plan to help Iranians fighting the hardline regime in Iran following America's exit from the landmark nuclear deal and reimposition of harsh economic sanctions that could topple a regime already beset by protests and a crashing economy, according to a copy of the plan obtained by the Washington Free Beacon.",
    "\nThe three-page white paper being circulated among National Security Council officials in the White House offers a strategy by which the Trump administration can actively work to assist an already aggravated Iranian public topple the hardline ruling regime through a democratization strategy that focuses on driving a deeper wedge between the Iranian people and the ruling regime.",
    "\nThe plan, authored by the Security Studies Group, or SSG, a national security think-tank that has close ties to senior White House national security officials, including National Security Adviser John Bolton, seeks to reshape longstanding American foreign policy toward Iran by emphasizing an explicit policy of regime change, something the Obama administration opposed when popular protests gripped Iran in 2009.",
    "\nThe regime change plan seeks to fundamentally shift U.S. policy towards Iran and has found a receptive audience in the Trump administration, which has been moving in this direction since Bolton—a longtime and vocal supporter of regime change—entered the White House.",
    "\nAh, yes, John Bolton.",
    "\nWhile I applaud Bolton for his willingness to call Islamic jihadis just that, I am not so naive as to consider that his membership in the Council on Foreign Relations has no effect in this decision.",
    "\n\"The ordinary people of Iran are suffering under economic stagnation, while the regime ships its wealth abroad to fight its expansionist wars and to pad the bank accounts of the Mullahs and the IRGC command,\" SSG writes in the paper.",
    "\n\"This has provoked noteworthy protests across the country in recent months.\"",
    "\nWell, why is that?",
    "\nIt's due to sanctions imposed by the likes of the US.",
    "\nAs has been pointed out before, sanctions hurt the people, not the governments that lead them and then those same governments use the effects to propagandize the people against those who are ordering the sanctions.",
    "\nI'm not saying the Iranian government is good, but it is Iran's government.",
    "\nHonestly, I see a ton of corruption and warmongering in our own government that rivals some of that of governments that America stands against.",
    "\nStill, as was pointed out by Matt Agorist, Bolton told an audience of the Grand Gathering of Iranians for Free Iran:\n“There is a viable opposition to the rule of the ayatollahs, and that opposition is centered in this room today.",
    "\nI had said for over 10 years since coming to these events, that the declared policy of the United States of America should be the overthrow of the mullahs’ regime in Tehran.",
    "\nThe behavior and the objectives of the regime are not going to change, and therefore the only solution is to change the regime itself.",
    "\nAnd that’s why, before 2019, we here will celebrate in Tehran!”\nAnd again, this really has nothing to do with the US.",
    "\nOne source close to the White House who has previewed the plan told the Free Beacon that the nuclear deal, also known as the JCPOA, solidified the Iranian regime’s grip on power and intentionally prevented the United States from fomenting regime change.",
    "\n“The JCPOA purposefully destroyed the carefully created global consensus against the Islamic Republic,” said the source, who would only speak to the Free Beacon on background about the sensitive issue.",
    "\n“Prior to that, everyone understood the dangers of playing footsie with the world’s largest state sponsor of terrorism.",
    "\nIt’s now Trump, Bolton, and [Mike] Pompeo’s job to put this consensus back in place.”\nThe source told the Beacon that Bolton is “acutely aware of the danger the Iranian regime poses to the region.”\n“John is someone who understands the danger of Iran viscerally, and knows that you’re never going to fundamentally change its behavior—and the threats against Israel and the Saudis especially—until that revolutionary regime is gone,” the source said, adding that “nothing’s off the table right now if Israel is attacked.”\nOK, I get they may pose a danger, but let's look at the reality here.",
    "\nThose they pose a danger to, namely Saudi Arabia and Israel can both fend perfectly well for themselves and have demonstrated that ability to do it.",
    "\nThere is no need for the US to be involved in it in any way.",
    "\nWhy should we be fighting a battle or encouraging, funding, and I'm quite sure arming, a rebellion?",
    "\nWhere is that authorized in our Constitution?",
    "\nSimple.",
    "\nIt isn't.",
    "\nI care little for the Saudi government as they help push Sharia and is the land where many of the 9-11 hijackers came from.",
    "\nThe Iranian government I care for even less, but out of each of those, which one should America have dealt with militarily following 9-11?",
    "\nBoth, if you're going to go by information that we have a record on.",
    "\nWhy can't America focus on it's own issues and solve those?",
    "\nIt's because we are too busy trying to police the world, keeping the spotlight off of those in our government who are attacking our rights and spending us into more and more debt.",
    "\nAnd lest you think this is about the nuclear deal.",
    "\nIt isn't.",
    "\n“The problem is not the Iran nuclear deal it’s the Iranian regime,” the source told the Beacon.",
    "\n“Team Bolton has spent years creating Plans B, C, and D for dealing with that problem.",
    "\nPresident Trump hired him knowing all of that.",
    "\nThe administration will now start aggressively moving to deal with the root cause of chaos and violence in the region in a clear-eyed way.”\nBolton says it will be accomplished in the next six months.",
    "\nI don't doubt it.",
    "\nThis will probably end up being another Ukraine situation, something we just don't need to be in, and yes, I know, I'll be called a liberal but honest readers who have followed me for some time know that's not the case.",
    "\nNotice some things that are taking place in Iran that the plan speaks about.",
    "\n“More than one third of Iran’s population is minority groups, many of whom already seek independence,” the paper explains.",
    "\n“U.S.",
    "\nsupport for these independence movements, both overt and covert, could force the regime to focus attention on them and limit its ability to conduct other malign activities.”\n“The probability the current Iranian theocracy will stop its nuclear program willingly or even under significant pressure is low,” the plan states.",
    "\n“Absent a change in government within Iran, America will face a choice between accepting a nuclear-armed Iran or acting to destroy as much of this capability as possible.”\nPresident Trump did made clear earlier in the week that we must make efforts to differentiate between the people of Iran and its ruling regime.",
    "\nWell, I agree, but that gets real messy when you start intervening in this manner.",
    "\n“Any public discussion of these options, and any messaging about the Iranian regime in general, should make a bright line distinction between the theocratic regime along with its organs of oppression and the general populace,” according to the plan.",
    "\n“We must constantly reinforce our support for removing the iron sandal from the necks of the people to allow them the freedom they deserve.”\nBut the Trump administration has spoken out on other countries where the people want their independence.",
    "\nRemember the Kurds?",
    "\nHow about the people in the Catalan region of Spain?",
    "\nNo support for those people, and why?",
    "\nCause it's not part of the agenda.",
    "\nI say if the Iranian people want their freedom, let them first free themselves from the bondage of Islam, and then let the passion that burns inside men to be free rise up as it did in our forefathers due to the teachings fo the Holy Scriptures and stand and fight.",
    "\nThen, they will be in a position to ask for aid, but only then."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 120,
      "text": "Here We Go Again - Leaked Documents: White House Planning Regime Change In Iran\n\nDon't say you were not warned, America.",
      "new_text": "Here We Go Again - Leaked Documents: White House Planning Regime Change In Iran",
      "prop_spans": [
        [
          81,
          110,
          "Appeal_to_fear-prejudice"
        ],
        [
          112,
          119,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 120,
      "end_ix": 281,
      "text": "\nApparently, the US didn't learn from its first dealings in regime change decades ago and is now prepared to give it another shot, according to leaked documents.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 281,
      "end_ix": 306,
      "text": "\nDon't get me wrong here.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 306,
      "end_ix": 342,
      "text": "\nI'm not for the government of Iran.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 342,
      "end_ix": 423,
      "text": "\nI despise Islam and I despise the ideology of Muhammad and his devout followers.",
      "new_text": "\nI reject Islam and the ideology of Muhammad and his devout followers.",
      "prop_spans": [
        [
          345,
          352,
          "Loaded_Language"
        ],
        [
          365,
          372,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 423,
      "end_ix": 578,
      "text": "\nOverall, the people of Iran are probably some decent people, but those in leadership have issues, but that is something for the people there to deal with.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 578,
      "end_ix": 629,
      "text": "\nIran is not an actual threat to the united States.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 629,
      "end_ix": 865,
      "text": "\nHowever, the US seems hell-bent on continuing to put its nose into other countries politics, including seeking to change its government while hypocritically pointing at other countries for trying to manipulate our own political system.",
      "new_text": "\nHowever, the US seems focused on continuing to put its nose into other countries politics, including seeking to change its government while contradictarily pointing at other countries for trying to manipulate our own political system.",
      "prop_spans": [
        [
          652,
          661,
          "Loaded_Language"
        ],
        [
          772,
          786,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 865,
      "end_ix": 968,
      "text": "\ntake our poll - story continues below\nWhom do you consider to be the most corrupt Democrat Politician?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 968,
      "end_ix": 1033,
      "text": "\nWhom do you consider to be the most corrupt Democrat Politician?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1033,
      "end_ix": 1098,
      "text": "\nWhom do you consider to be the most corrupt Democrat Politician?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1098,
      "end_ix": 1298,
      "text": "\n* Dianne Feinstein Maxine Waters Adam Schiff Chuck Schumer Kamala Harris Kirsten Gillibrand Keith Ellison Cory Booker\nEmail *\nEmail This field is for validation purposes and should be left unchanged.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1298,
      "end_ix": 1380,
      "text": "\nCompleting this poll grants you access to Freedom Outpost updates free of charge.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1380,
      "end_ix": 1408,
      "text": "\nYou may opt out at anytime.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1408,
      "end_ix": 1471,
      "text": "\nYou also agree to this site's Privacy Policy and Terms of Use.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1471,
      "end_ix": 1860,
      "text": "\nThe Washington Free Beacon reports:\nThe Trump administration is examining a new plan to help Iranians fighting the hardline regime in Iran following America's exit from the landmark nuclear deal and reimposition of harsh economic sanctions that could topple a regime already beset by protests and a crashing economy, according to a copy of the plan obtained by the Washington Free Beacon.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1860,
      "end_ix": 2240,
      "text": "\nThe three-page white paper being circulated among National Security Council officials in the White House offers a strategy by which the Trump administration can actively work to assist an already aggravated Iranian public topple the hardline ruling regime through a democratization strategy that focuses on driving a deeper wedge between the Iranian people and the ruling regime.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2240,
      "end_ix": 2654,
      "text": "\nThe plan, authored by the Security Studies Group, or SSG, a national security think-tank that has close ties to senior White House national security officials, including National Security Adviser John Bolton, seeks to reshape longstanding American foreign policy toward Iran by emphasizing an explicit policy of regime change, something the Obama administration opposed when popular protests gripped Iran in 2009.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2654,
      "end_ix": 2921,
      "text": "\nThe regime change plan seeks to fundamentally shift U.S. policy towards Iran and has found a receptive audience in the Trump administration, which has been moving in this direction since Bolton—a longtime and vocal supporter of regime change—entered the White House.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2921,
      "end_ix": 2943,
      "text": "\nAh, yes, John Bolton.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2943,
      "end_ix": 3142,
      "text": "\nWhile I applaud Bolton for his willingness to call Islamic jihadis just that, I am not so naive as to consider that his membership in the Council on Foreign Relations has no effect in this decision.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3142,
      "end_ix": 3376,
      "text": "\n\"The ordinary people of Iran are suffering under economic stagnation, while the regime ships its wealth abroad to fight its expansionist wars and to pad the bank accounts of the Mullahs and the IRGC command,\" SSG writes in the paper.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3376,
      "end_ix": 3453,
      "text": "\n\"This has provoked noteworthy protests across the country in recent months.\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3453,
      "end_ix": 3472,
      "text": "\nWell, why is that?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3472,
      "end_ix": 3526,
      "text": "\nIt's due to sanctions imposed by the likes of the US.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3526,
      "end_ix": 3741,
      "text": "\nAs has been pointed out before, sanctions hurt the people, not the governments that lead them and then those same governments use the effects to propagandize the people against those who are ordering the sanctions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3741,
      "end_ix": 3817,
      "text": "\nI'm not saying the Iranian government is good, but it is Iran's government.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3817,
      "end_ix": 3961,
      "text": "\nHonestly, I see a ton of corruption and warmongering in our own government that rivals some of that of governments that America stands against.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3961,
      "end_ix": 4191,
      "text": "\nStill, as was pointed out by Matt Agorist, Bolton told an audience of the Grand Gathering of Iranians for Free Iran:\n“There is a viable opposition to the rule of the ayatollahs, and that opposition is centered in this room today.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4191,
      "end_ix": 4365,
      "text": "\nI had said for over 10 years since coming to these events, that the declared policy of the United States of America should be the overthrow of the mullahs’ regime in Tehran.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4365,
      "end_ix": 4500,
      "text": "\nThe behavior and the objectives of the regime are not going to change, and therefore the only solution is to change the regime itself.",
      "new_text": "\nThe behavior and the objectives of the regime are not going to change, and therefore the solution in my opinion is to change the regime itself.",
      "prop_spans": [
        [
          4451,
          4468,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 4500,
      "end_ix": 4618,
      "text": "\nAnd that’s why, before 2019, we here will celebrate in Tehran!”\nAnd again, this really has nothing to do with the US.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4618,
      "end_ix": 4872,
      "text": "\nOne source close to the White House who has previewed the plan told the Free Beacon that the nuclear deal, also known as the JCPOA, solidified the Iranian regime’s grip on power and intentionally prevented the United States from fomenting regime change.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4872,
      "end_ix": 5074,
      "text": "\n“The JCPOA purposefully destroyed the carefully created global consensus against the Islamic Republic,” said the source, who would only speak to the Free Beacon on background about the sensitive issue.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5074,
      "end_ix": 5194,
      "text": "\n“Prior to that, everyone understood the dangers of playing footsie with the world’s largest state sponsor of terrorism.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5194,
      "end_ix": 5784,
      "text": "\nIt’s now Trump, Bolton, and [Mike] Pompeo’s job to put this consensus back in place.”\nThe source told the Beacon that Bolton is “acutely aware of the danger the Iranian regime poses to the region.”\n“John is someone who understands the danger of Iran viscerally, and knows that you’re never going to fundamentally change its behavior—and the threats against Israel and the Saudis especially—until that revolutionary regime is gone,” the source said, adding that “nothing’s off the table right now if Israel is attacked.”\nOK, I get they may pose a danger, but let's look at the reality here.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5784,
      "end_ix": 5933,
      "text": "\nThose they pose a danger to, namely Saudi Arabia and Israel can both fend perfectly well for themselves and have demonstrated that ability to do it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5933,
      "end_ix": 5994,
      "text": "\nThere is no need for the US to be involved in it in any way.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5994,
      "end_ix": 6094,
      "text": "\nWhy should we be fighting a battle or encouraging, funding, and I'm quite sure arming, a rebellion?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6094,
      "end_ix": 6140,
      "text": "\nWhere is that authorized in our Constitution?",
      "new_text": "\nWhere is that authorized?",
      "prop_spans": [
        [
          6123,
          6139,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 6140,
      "end_ix": 6148,
      "text": "\nSimple.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6148,
      "end_ix": 6158,
      "text": "\nIt isn't.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6158,
      "end_ix": 6282,
      "text": "\nI care little for the Saudi government as they help push Sharia and is the land where many of the 9-11 hijackers came from.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6282,
      "end_ix": 6421,
      "text": "\nThe Iranian government I care for even less, but out of each of those, which one should America have dealt with militarily following 9-11?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6421,
      "end_ix": 6490,
      "text": "\nBoth, if you're going to go by information that we have a record on.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6490,
      "end_ix": 6550,
      "text": "\nWhy can't America focus on it's own issues and solve those?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6550,
      "end_ix": 6730,
      "text": "\nIt's because we are too busy trying to police the world, keeping the spotlight off of those in our government who are attacking our rights and spending us into more and more debt.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6730,
      "end_ix": 6781,
      "text": "\nAnd lest you think this is about the nuclear deal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6781,
      "end_ix": 6791,
      "text": "\nIt isn't.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6791,
      "end_ix": 6887,
      "text": "\n“The problem is not the Iran nuclear deal it’s the Iranian regime,” the source told the Beacon.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6887,
      "end_ix": 6974,
      "text": "\n“Team Bolton has spent years creating Plans B, C, and D for dealing with that problem.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6974,
      "end_ix": 7021,
      "text": "\nPresident Trump hired him knowing all of that.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7021,
      "end_ix": 7221,
      "text": "\nThe administration will now start aggressively moving to deal with the root cause of chaos and violence in the region in a clear-eyed way.”\nBolton says it will be accomplished in the next six months.",
      "new_text": "\nThe administration will now start moving to deal with the root cause of chaos and violence in the region in a clear-eyed way.”\nBolton says it will be accomplished in the next six months.",
      "prop_spans": [
        [
          7056,
          7068,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7221,
      "end_ix": 7239,
      "text": "\nI don't doubt it.",
      "new_text": "",
      "prop_spans": [
        [
          7222,
          7239,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 7239,
      "end_ix": 7459,
      "text": "\nThis will probably end up being another Ukraine situation, something we just don't need to be in, and yes, I know, I'll be called a liberal but honest readers who have followed me for some time know that's not the case.",
      "new_text": "\nThis will probably end up being another Ukraine situation, something we just don't need to be in, and yes, I know, I'll be called a liberal but honest readers who have followed me for some time know that's not the case.",
      "prop_spans": [
        [
          7239,
          7241,
          "Appeal_to_Authority"
        ],
        [
          7384,
          7390,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7459,
      "end_ix": 7536,
      "text": "\nNotice some things that are taking place in Iran that the plan speaks about.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7536,
      "end_ix": 7659,
      "text": "\n“More than one third of Iran’s population is minority groups, many of whom already seek independence,” the paper explains.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7659,
      "end_ix": 7665,
      "text": "\n“U.S.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7665,
      "end_ix": 7987,
      "text": "\nsupport for these independence movements, both overt and covert, could force the regime to focus attention on them and limit its ability to conduct other malign activities.”\n“The probability the current Iranian theocracy will stop its nuclear program willingly or even under significant pressure is low,” the plan states.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7987,
      "end_ix": 8303,
      "text": "\n“Absent a change in government within Iran, America will face a choice between accepting a nuclear-armed Iran or acting to destroy as much of this capability as possible.”\nPresident Trump did made clear earlier in the week that we must make efforts to differentiate between the people of Iran and its ruling regime.",
      "new_text": "\n“Absent a change in government within Iran, America will face a choice between accepting a nuclear-armed Iran or acting to destroy as much of this capability as possible.”\nPresident Trump did made clear earlier in the week that we must make efforts to differentiate between the people of Iran and its ruling regime.",
      "prop_spans": [
        [
          8032,
          8157,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 8303,
      "end_ix": 8386,
      "text": "\nWell, I agree, but that gets real messy when you start intervening in this manner.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8386,
      "end_ix": 8636,
      "text": "\n“Any public discussion of these options, and any messaging about the Iranian regime in general, should make a bright line distinction between the theocratic regime along with its organs of oppression and the general populace,” according to the plan.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8636,
      "end_ix": 8882,
      "text": "\n“We must constantly reinforce our support for removing the iron sandal from the necks of the people to allow them the freedom they deserve.”\nBut the Trump administration has spoken out on other countries where the people want their independence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8882,
      "end_ix": 8902,
      "text": "\nRemember the Kurds?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8902,
      "end_ix": 8955,
      "text": "\nHow about the people in the Catalan region of Spain?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8955,
      "end_ix": 8993,
      "text": "\nNo support for those people, and why?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8993,
      "end_ix": 9028,
      "text": "\nCause it's not part of the agenda.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9028,
      "end_ix": 9294,
      "text": "\nI say if the Iranian people want their freedom, let them first free themselves from the bondage of Islam, and then let the passion that burns inside men to be free rise up as it did in our forefathers due to the teachings fo the Holy Scriptures and stand and fight.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9294,
      "end_ix": 9358,
      "text": "\nThen, they will be in a position to ask for aid, but only then.",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      81,
      110,
      "Appeal_to_fear-prejudice"
    ],
    [
      112,
      119,
      "Flag-Waving"
    ],
    [
      345,
      352,
      "Loaded_Language"
    ],
    [
      365,
      372,
      "Repetition"
    ],
    [
      652,
      661,
      "Loaded_Language"
    ],
    [
      772,
      786,
      "Loaded_Language"
    ],
    [
      4451,
      4468,
      "Black-and-White_Fallacy"
    ],
    [
      6123,
      6139,
      "Flag-Waving"
    ],
    [
      7056,
      7068,
      "Loaded_Language"
    ],
    [
      7222,
      7241,
      "Appeal_to_Authority"
    ],
    [
      7384,
      7390,
      "Name_Calling,Labeling"
    ],
    [
      8032,
      8157,
      "Black-and-White_Fallacy"
    ]
  ]
}