{
  "article_id": "758386255",
  "sentence offsets in original": [
    0,
    150,
    213,
    344,
    531,
    807,
    852,
    967,
    1061,
    1362,
    2055,
    2192,
    2408,
    2554,
    2616,
    2905,
    3227,
    3404,
    3508,
    3742,
    3751,
    3765,
    3860,
    4005,
    4304,
    4715,
    4861,
    5256,
    5282,
    5368,
    5385,
    5573,
    5744,
    6136,
    6234,
    6328,
    6588,
    6714,
    6786,
    7039,
    7283,
    7395,
    7688,
    7926,
    8144,
    8535,
    8548,
    8667,
    8744,
    8798,
    8873,
    8936,
    9047,
    9451,
    9717,
    9775,
    10047,
    10208,
    10338,
    10475,
    10550,
    10643,
    10897,
    11114,
    11402,
    11553,
    11719,
    11914,
    12081,
    12112,
    12155,
    12450,
    12581,
    12742,
    12818,
    13077,
    13236,
    13263,
    13322,
    13575,
    13889,
    14077,
    14249,
    14436,
    14605,
    14701,
    14956,
    15099,
    15281,
    15453,
    15567,
    15637,
    15902,
    16116,
    16232,
    16498,
    17190,
    17357,
    17488,
    17688,
    18179,
    18310,
    18547,
    18817,
    19028,
    19241,
    19347,
    19778,
    19972,
    20209,
    20746,
    21001,
    21312,
    21470,
    21843,
    22261,
    22296,
    22434,
    22587,
    22746,
    23179,
    23304,
    23593,
    23765,
    24041,
    24214,
    24314,
    24358,
    24374,
    24483,
    24589,
    24656,
    24822,
    24973,
    25080,
    25180,
    25231,
    25316,
    25374,
    25605,
    26155,
    26456,
    26559,
    26673,
    26965,
    27325,
    27352,
    27772,
    27930,
    28021,
    28348,
    28571,
    29118,
    29173,
    29191,
    29429,
    29554,
    29881,
    29925,
    29961,
    30062,
    30505,
    30722,
    30797,
    31324,
    31542,
    31823,
    31870,
    31950
  ],
  "original sentences": [
    "Pope Francis vs Contemplative Orders\n\nThe Francis Vatican’s approach to the contemplative life is probably the most illustrative of our entire crisis.",
    "\nContemplative life is aimed only at a purely supernatural end.",
    "\nIt has no “use” in the sense that either the Bergoglians – in terms of their political machinations – or the world can understand.",
    "\nThere is probably no other place where the differences between the two programmes - the Catholic programme of Christ and the Bergoglian/Kasperian programme - are more sharply contrasted.",
    "\nOne aspect of Pope Francis’ character that seems little-explored by the Catholic and secular media alike is his apparent disdain for contemplative religious life – a facet of Catholic life that could be described as the most purely religious of all the Church’s undertakings.",
    "\nThe world does not understand it or want it.",
    "\nTherefore, it is something of a thorn in the Bergoglian side, and he has repeatedly expressed his contempt for it.",
    "\nSo when, in 2016 he issued a document on contemplative nuns, the faithful braced for impact .",
    "\nIn his recent document, ostensibly on holiness, “Gaudete et Exultate,” the pope attacked the religious desire for silence and solitude, to be alone with God in prayer, seeking unity with Him, saying in essence that the Christian life is inherently about social activism, about material, worldly ends.",
    "\nTo these foundations of the contemplative life – indeed of any form of religious life in the Church – Francis set up another of his false dichotomies, contemplation in opposition to serving others, giving a Jesuit maxim as an imperative for all Catholics: “We are called to be contemplatives even in the midst of action, and to grow in holiness by responsibly and generously carrying out our proper mission.”\nItalian Vaticanist Marco Tosatti commented dryly, “Rejoice and be glad… but not if you’re a cloistered contemplative.”\nIn 2016, I wrote that Francis’ Apostolic Constitution, “Vultum dei quaerere” was in some respects the most damaging object of the wrecking-ball pontificate to date.",
    "\nUnfortunately, it was about a subject that the world, and therefore the modern Church, cares so little about that hardly anyone noticed.",
    "\nAimed specifically at female contemplative religious, the document threatened that in a year or so another would be forthcoming laying out precisely what would now be required of nuns to continue in their vocations.",
    "\nThe new document issued last week, “Cor orans,” is juridical, that is, it is not much more than a list of specific norms, or rules – 289 of them!",
    "\n– that all communities of contemplative nuns must now follow.",
    "\nOne odd remark in article 19 is maybe the most succinct description of the direction planned for contemplatives:\n“A monastery of nuns, as every religious house, is erected while keeping in mind its usefulness for the Church and for the Institute.” (emphasis added)\nWait… its “usefulness”?",
    "\nI think a fair question for the Faithful to ask this Vatican department might be, “According to what specific criteria is a monastery’s ‘usefulness’ actually determined?”\nOne can’t help but hearken back to the criteria for monasteries that were allowed to survive the revolutionary purges in 18th and 19th century Europe.",
    "\nA house that could prove to the secularists that it was “useful” – that it could care for the indigent elderly, teach children or nurse the sick – would be allowed to continue.",
    "\nThose which were purely contemplative – a single-minded devotion to the adoration of God – were closed.",
    "\nIt is not an insignificant quirk of modern history, and one that tells us much about the nature of the current pontificate, that houses of contemplatives are always attacked by secularist regimes, from Henry VIII to the Soviet Union.",
    "\nRupture?",
    "\nWhat rupture?",
    "\nThe first thing Cor orans does is claim continuity with both pre and post-Vatican II theology.",
    "\nIn the Introduction, it seems anxious to establish a “hermeneutic of continuity” with Pius XII and his document Sponsa Christi Ecclesia of 1950.",
    "\nThe authors insist there is no contradiction between the two – except, of course, where there are contradictions – and that both Pius XII and Francis are keen to see nuns reaching the “aim of their specific vocation.” It describes Francis as promulgating this document “in the wake” of Pius XII[1].",
    "\nIn fact, Pope Francis, by promulgating the Apostolic Constitution Vultum Dei quaerere, on June 29, 2016, to help the contemplatives reach the aim of their specific vocation, invited reflection and discernment on the precise content tied to consecrated life in general and to the monastic tradition in particular, but he did not intend to abrogate Sponsa Christi Ecclesia that was derogated only in some points.",
    "\nAs a consequence, the two pontifical documents are to be held as normative in force for monasteries of nuns and must be read in a unitary vision.",
    "\nBut of course, the entire game is given away in the next paragraph:\nPope Francis, in the wake of the teaching of Pope Pius XII and reaffirmed by Ecumenical Vatican Council II, intended to present in Vultum Dei quaerere the intense and fruitful path taken by the Church in the last decades, in the light of the teachings of the same Council and considering the changed socio-cultural conditions.",
    "\nYes, that’s what it said.",
    "\nHere’s my translation:\n“The Church’s ‘path’ of the last 50 years has been ‘fruitful’.",
    "\nHow do you know?",
    "\nBecause we’re telling you it has.”\nIn other words, there have been absolutely no problems whatever with the direction taken either by the Church or by the religious life since Vatican II.",
    "\nEverything that has happened has been in complete and perfect continuity between the Before Church and the After Church; there has been no rupture or break with the past.",
    "\nAll changes undertaken by religious houses were perfectly legitimate and good - “fruitful” if, perhaps, a bit “intense” – and have been made in “light of the teachings” of Vatican II and “changed socio-cultural conditions.” There is, therefore, no legitimate reason whatever for any religious house to attempt to “turn back the clock” to the pre-Vatican II norms or styles of religious life.",
    "\nAnyone attempting to do this are Bad Nuns [insert string of incomprehensible papal insults here.]",
    "\nThis is what might be considered the guiding principle of the document; “Nothing to see here.",
    "\nAnd if you say there is, you’re the problem.”\nOf course, this kind of bold proclamation is very much in keeping with the habit of this pontificate to simply claim there are no problems and become gravely offended and outraged when the contrary is pointed out.",
    "\nIt’s your fault if you find contradictions, not theirs; they’ve said there are no contradictions, therefore there aren’t any.",
    "\nAfter all, this is the papacy where 2 + 2 = 5 if the pope says it does.",
    "\nThe irony, of course, is built in, since this document is intended as a legal chopping block for the dissolution of any house of contemplative nuns that is judged to be hovering on the edge of extinction or is for some other reason in need of the chop.",
    "\nWhy would the Vatican need a document giving extensive norms for the closure of monasteries that have too few nuns or do not follow their originally intended charisms if everything about the religious life since Vatican II has been hunky dory?",
    "\nLet’s remember that this comes from the Congregation for Religious of Braz de’Aviz and Jose Rodriguez Carballo.",
    "\nThis is the Cardinal Braz de’Aviz[2] who wasted no time in orienting himself in the New Paradigm when, close on the heels of the Conclave he slammed the attempt by his predecessor – and by extension Pope Benedict – to reign in the notorious Leadership Conference of Women Religious in the US.",
    "\nHe complained that he had been shut out of the process under Cardinal Rode, and later made a large and public point of appeasing and mollifying the most outspokenly heretical and politicised organisation of female religious in the world.",
    "\nApparently the total statistical collapse of the religious life following Vatican II[3] had nothing to do with the massive systemic changes to the forms of that life – always claimed to be “mandated” by “the Council”.",
    "\nAnd of course we are talking about the priorities of a pope who has said that seeing a “restorationist” community enjoying a large number of vocations makes him “worry.” Apparently this worry was serious enough to move him to torpedo one of the most flourishing communities in the modern Church; the gaunt spectre of the Franciscan Friars and Sisters of the Immaculate haunts this document.",
    "\nAutonomy vs.",
    "\nIndependence\nOne of the talking points the media have latched onto is the whole business of “autonomy” of monasteries.",
    "\nMany of the headlines crowed: “Vatican confirms nuns’ autonomy,” or similar.",
    "\nBut that word does not mean what they think it means.",
    "\nIn fact, the word “autonomy” is the key to understanding this whole thing.",
    "\nIt appears in the document 16 times and “autonomous” 30 times.",
    "\nIn fact, “autonomy” is held up as the single most important criterion for determining a monastery’s viability.",
    "\nThis emphasis is repeated so often one might almost think there is a concern in Rome that the “fruitful” post-conciliar monastic life is in danger of fizzling out… for… some reason…\nMonastery sui juris refers to the religious house of a female monastic community that, having the requisites for real autonomy of life, was legitimately erected by the Holy See and enjoys juridical autonomy under the law.",
    "\n18 In order to obtain juridical autonomy for a monastery of nuns, it must presuppose a real autonomy of life, that is, the ability to manage the life of the monastery in all its dimensions (vocational, formative, governmental, relational, liturgical, economic ...).",
    "\nIn this case, an autonomous monastery is alive and vital.",
    "\n43 Autonomy of life, a constant prerequisite for maintaining juridical autonomy, must be constantly verified by the Federal President who, when in her judgment a monastery lacks autonomy of life, must inform the Holy See in view of the nomination of an ad hoc commission.",
    "\n67 Affiliation [with another monastery, appointed by the Vatican] can be an opportunity for recovery and rebirth when autonomy of life is partially compromised.",
    "\nIf the situation of incapacity is irreversible, the solution, as painful as it is necessary, is the suppression of the monastery.",
    "\nno longer possesses a real autonomy of life , it is the responsibility of the Federation President to report the matter to the Holy See.",
    "\nWhen an autonomous monastery , it is the responsibility ofto the Holy See.",
    "\nAt the same time, this document is redefining the term “autonomous” to exclude independence.",
    "\nWhat got no mention in the brief press interest was the document’s insistence that all monasteries of nuns must belong to a federation and while monasteries must demonstrate “autonomy” they will be granted little in the way of powers of self-governance.",
    "\nAs we will see, the federations are now a multilayered system of internal surveillance and centralised control that leaves Orwell in the dust:\novercome isolation and promote regular observance and contemplative life.",
    "\nFederation of monasteries means a structure of communion among some autonomous monasteries of the same Institute [4] , erected by the Holy See that approves the Statutes, so that in sharing the same charism, the federated monasteriesand promote regular observance and contemplative life.",
    "\nNote the change: “independent” is replaced with “isolated[5].” It reminds me of a conversation I had with a superior of a Benedictine house in the UK.",
    "\nShe said she thought that the psychiatric testing, that in 2008 was still all the rage among the houses of her monastery’s federation, was excessive and not helpful.",
    "\nShe didn’t trust the heavily secularised field of psychology to help in determining a candidate’s suitability for religious life, so she didn’t require these tests of her monastery’s postulants.",
    "\nShe also said that she was under constant pressure, both the subtle pressure of general peer disapproval and overt requests to conform by the federation’s leadership.",
    "\nWas that monastery “isolated”?",
    "\nOr just exercising lawful self-governance?",
    "\nAnd given that autonomy is being held up as the sole criterion for viability of a monastery, it seems the Holy See is not interested in asking whether it is actually faithful to the charism, or even to the Catholic Faith, a question that has burned brightly for serious Catholics for some time.",
    "\nThe word “fidelity” appears in the document four times, which may give an idea of how much interest the Vatican has in this issue.",
    "\nFunny you should mention autonomy: Bioethics and the dissolution of “unviable” monasteries\nIt’s funny that the buzzword of the day in Rome should be “autonomy”.",
    "\nAs we shall see, the document is what I’ve called above a “chopping block”.",
    "\nVultum dei quaerere made it clear that this juridical document would provide a set of legal criteria by which a monastery can be considered viable, religious life worthy of life, so to speak, and that those considered to have failed the test would be closed.",
    "\nNote the language used here:\nIf the situation of incapacity is irreversible, the solution, as painful as it is necessary, is the suppression of the monastery.",
    "\nIt jogged a memory for me.",
    "\n“Incapacity”… Where had I heard that language used before?",
    "\nMost pro-life observers in Britain will tell you that it was the “Mental Capacity Act” of 2005 that established in British law the concept that a person with permanently “reduced capacity” could be legally starved and/or dehydrated to death by doctors.",
    "\nThis is the world, the language, of Bioethics, applied utilitarianism, also called “Principlism” after its three bioethical criteria of “justice, beneficence[6] and autonomy” – it is a patient’s ability to demonstrate his “autonomy” or “quality of life,[7]” either currently or potentially, that decides his fate.",
    "\nThis set of criteria is being applied in medical institutions across the western world now, a “new paradigm” of ethics replacing traditional “Hippocratic” or “Natural Law” medical ethics.",
    "\nUnder this system the onus, effectively, is on the patient to prove according to the new criteria that he is worthy of receiving medical treatment – of continuing to live.",
    "\nMedical treatment (which legally includes food and water) can be withdrawn from patients who fail to demonstrate that they will recover sufficiently to return to an autonomous lifestyle.",
    "\nHealth care systems like that of the UK have government regulatory boards giving out “guidelines” to determine in a uniform way how health care resources are allocated.",
    "\nThese guidelines are collated by professional Bioethicists applying their utilitarian criteria.",
    "\nIf the equation doesn’t come out in the patient’s favour, the “treatment” recommended for the patient’s “best interests” will include his demise, often procured by withdrawing nutrition and hydration and/or administering slowly lethal doses of sedatives.",
    "\nThe NHS in the UK has actually gone to court, and won, declaring that they must retain the right to kill patients who fail the Bioethics test.",
    "\nThe result has been a quiet reign of terror in which elderly and disabled people have started carrying cards stating in legalese that they do not want to be killed by their doctors.",
    "\nIn one case a man with ALS took the NHS to court in an ultimately unsuccessful attempt to preemptively preclude his medical murder when his illness left him incapacitated.",
    "\nThe system, in other words, is stacked against the patient, in favour of the government that holds all the cards.",
    "\nKeep these facts in mind as we read through the rest of the document.",
    "\nI think we can find an almost perfect analogy by replacing the term “patient” with “monastery.” Think about how one would apply concepts like “autonomy,” “viability,” “incapacity,” “quality of life” and “equitable distribution of scarce resources” to this context.",
    "\nWhen the language of utilitarianism appears in Vatican documents as guiding criteria for the contemplative religious life, one has to wonder at what point has the entire project gone so disastrously off the rails.",
    "\nFederations as Vatican watchdogs\nUnder this law, all monasteries of contemplative nuns must belong to a federation.",
    "\nPreviously only voluntary and consultative, federations will now have the power to supervise and guide the formation of candidates, nuns and of their formators, as well as possess broad powers over temporal goods of individual monasteries and powers of suppression.",
    "\nThe document makes it inarguable that the federation’s main role will be to establish and monitor for conformity to a particular programme – the “intense and fruitful path” of the Church since 1965 – both within the various orders and between them:\nThe Federal Assembly:\ndeals with issues of major importance; makes decisions and issues norms that all nuns are required to observe, after the definitive approval of the Holy See;\nMore than just federations; a multi-tier system of control\nConference of monasteries means a structure of communion among autonomous monasteries, belonging to diverse Institutes and present in the same region... in particular geographical or linguistic contexts.",
    "\nIn other words, Benedictine federations of a given area will form a “Conference” with Carmelite federations and Dominican federations and Poor Clare federations, etc.",
    "\nThis will be of interest to Carmelite houses especially, since they tend to be generally more on the “conservative” end of things.",
    "\nImagine a house of traditional Carmelites attending regional Conference meetings – and attempting to keep up their Office schedule – with the balloons-and-guitars, break dancing Franciscans…What fun!",
    "\nAnd finally, just in case one entire federation decides to turn back the clock, there will be an umbrella for the umbrellas; there will be watchers watching the watchers:\nConfederation means a structure of connection among Federations of monasteries, erected by the Holy See that approves the Statutes, for the study of themes relative to contemplative life in relation to the same charism, to give unitary direction and a certain coordination to the activity of the individual Federations.",
    "\nBroad powers\nFederations will now have extremely broad powers both over money and property and, crucially, over formation of nuns.",
    "\nIt is the Federation that now has the power to monitor for compliance with the rules, to report non-compliance to the Holy See, to make new foundations and, apparently, to “encourage” individual monasteries to “communicate” their goods.",
    "\nThe legitimately established Federation is a public juridic person in the Church and is therefore able to acquire, possess, administer, and alienate temporal, movable and immovable goods, which are ecclesiastical assets, in accordance with the universal and proper law.",
    "\nTo keep alive and strengthen the union of monasteries, implementing one of the aims of the Federation, a certain communication of goods is encouraged among the monasteries, coordinated by the Federal President.",
    "\nThe communication of goods in a Federation is implemented through contributions, gifts, loans that monasteries offer other monasteries that have financial difficulties, and for the common needs of the Federation.",
    "\nThe Federation considers the assets in its possession as necessary and useful means to achieve its goals.",
    "\nFinancial incentives\nGiven that we shall see below that the provisions for suppression of monasteries include vague and indefinable qualities like “vitality in living and transmitting the charism” and “dynamic fidelity” to the order’s charism, and that the goods of extinct monasteries will be assumed by the federation, one might be forgiven for asking if this creates an incentive to see to it that certain houses go extinct[8].",
    "\nSince the document provides several mechanisms by which a federation can move nuns out of a monastery, this could be one of those indelicate questions some superiors might want to keep in mind.",
    "\nArticle 94 requires that once it is canonically erected the federation is to seek “legal recognition also in the civil sphere.” This, presumably, will bear upon legal disputes in civil courts over the property of suppressed monasteries.",
    "\nArticle 73, on the disposition of the material assets of a monastery that has gone completely extinct:\nIn the event of the suppression of a totally extinct monastery, when there are no surviving nuns, unless otherwise provided by the Holy See, the destination of the suppressed monastery's assets, in compliance with canon and civil law, go to the respective higher juridical person, that is, to the Federation of monasteries or to another structure of communion among the monasteries equal to it or to the female monastic Congregation.",
    "\nThe economic fund [of the federation] is nourished by the free donations of the monasteries, by the donations of benefactors, and by revenues deriving from the alienation of the assets of suppressed monasteries, as established by the present Instruction.",
    "\nFederations in charge of formation\nThe Federation President, in particular, watches over initial and ongoing formation in the monasteries to see if it is in conformity with the charism proper to the Institute, so that every community may be a beacon that illumines the journey of the men and women of our time.",
    "\nAt the end of the visit, she will inform the Holy See about the real possibilities that the monastery has or does not have of guaranteeing initial formation.",
    "\nThe formation of the formators and their collaborators is entrusted in part to the monasteries and in part to the Federation, therefore, the President of the Federation is called to strengthen formation at the federal level and to require the participation of those who exercise the service of formation; if this does not happen, she will refer the matter to the Holy See.",
    "\nThe President of the Federation, having heard the opinion of the Federal Council, chooses the most appropriate places to hold the specific formative courses for the formators and their collaborators, as well as those who are called to exercise the service of authority, establishing the duration of these courses in such a way that they are not detrimental to the needs of the contemplative life and of the community.",
    "\nWho makes new foundations and why?",
    "\nThroughout the history of the Church, it has been the prerogative of bishops to establish houses of contemplatives in their own dioceses.",
    "\nNow, with the pope having forbidden bishops to exercise this ancient right, according to this document, the federations themselves can make foundations.",
    "\nthrough the action of the Federation, as established by the Federal Assembly The foundation of a monastery of nuns, keeping in mind what is established in no.",
    "\n39 of the present Instruction, can take place either by a single monastery or, as established by the Federal Assembly [9]\nA single monastic community that decides to make a foundation, moreover, must be “helped” and guided by the federation:\nIn discerning the foundation of a new monastery on the part of a single monastery, the Federal President and the religious Assistant intervene to help the Superior of the founding monastery.",
    "\nThe discernment on the foundation of a new monastery by the Federation is made within the framework of the Federal Assembly.",
    "\nArticle 39 tells us some criteria for making foundations that “must be considered in their entirety and from an overall perspective.”\nthe necessary vitality in living and transmitting the charism,” composed of at least eight nuns of solemn vows, “as long as most are not of advanced age”.",
    "\na) A community that has given good testimony of fraternal life in common with “” composed of at least eight nuns of solemn vows, “as long as most are not of advanced age”.",
    "\nb) Besides the number, special skills are required of some nuns of the community who must be able to assume: as Superior, the service of authority; as formator, the initial formation of candidates; as financial administrator, the administration of the goods of the monastery.",
    "\nc) Rooms adapted to the lifestyle of the community, to ensure that the nuns can regularly lead the contemplative life according to the nature and spirit of their Institute.",
    "\nd) Economic conditions that guarantee the community itself can provide for the needs of daily life.",
    "\nOne of these things is not like the others.",
    "\nDid you notice?",
    "\nOne criterion stands out as indeterminate, vague, compared with the other concrete and measurable standards.",
    "\nOne aspect of legislative analysis that I learned early was that the terms used are of utmost importance.",
    "\nIf a term is vague or is defined incorrectly that is a “loophole”.",
    "\nOr it could perhaps be described as a handle; a place where a person who wants to effect a particular outcome can grasp a piece of legislation to use it like an axe.",
    "\nSo, how, exactly, is it to be determined – and by whom – that a group of nuns possess “the necessary vitality in living and transmitting the charism”?",
    "\nWhat, precisely, does the term “vitality” mean and exactly how is one to measure out how much is required?",
    "\nIs this one of Pope Francis little personal, secret expressions of which only he knows the meaning?",
    "\nLike the secret to how nuns are to smile properly?",
    "\nDoes the inclusion of completely subjective criteria belong in a juridical document?",
    "\nOr is it in there in order to provide cover for prelates?",
    "\nThe next article tells us, “It is the responsibility of the Holy See to evaluate the presence of these requisites.” Do they have an electronic meter in a cupboard in the Congregation for Religious that measures “charism vitality”?",
    "\nIt seems important to ask because article 70, on how to suppress a monastery, includes it:\nAmong the criteria that can contribute to determine a judgment concerning the suppression of a monastery, after having examined all the circumstances, the following points should be considered as a whole: the number of nuns, the advanced age of the majority of the members, the real capacity for government and formation, lack of candidates for a number of years, lack of the necessary vitality in living and transmitting the charism in dynamic fidelity[10].",
    "\nYou will be affiliated; resistance is futile…\nIt seems there are two themes running through the document: to establish a certain value of “autonomy” as the indispensable criterion for viability, while at the same time asserting top-down oversight and control over who gets to make this determination.",
    "\nIn short, a monastery must be autonomous, but heaven help the community that asserts its independence.",
    "\nArticles 54-64 offer an interim measure in the case of “incapacity” that is really just more of the second thing.",
    "\nOnce a lack of autonomy has been established…\n54 Affiliation is a particular form of help that the Holy See establishes in particular situations in favor of the community of a monastery sui juris which has only an asserted autonomy, but in reality, very precarious or, in fact, non-existent.",
    "\n55 Affiliation is configured as a juridical support that must assess whether the inability to manage the life of the autonomous monastery in all its dimensions is only temporary or is irreversible, helping the community of the affiliated monastery to overcome difficulties or to put in place what is necessary to bring about the suppression of this monastery.",
    "\nHow does affiliation work?",
    "\nWell, the federation and the Holy See between them work it out:\nIn these cases, it is up to the Holy See to evaluate the opportunity of setting up an ad hoc commission formed by the Ordinary, the Federation President, the Federal Assistant, and the Major Superior of the monastery\nIt’s starting to be clear that the federation is going to be little more than the Big Brother hit-squad of the Congregation for Religious.",
    "\nIt’s worth remembering what happened in the case of a German men’s monastery in which the superior tried to return the community to pre-Vatican II practices.",
    "\nMariawald Trappist monastery – 900 years old – was finally dissolved, affiliated to death.",
    "\nIts superior had made the fatal error of openly declaring – in 2008, after the publication of Summorum Pontificum – that the monastery’s problems all began when it adopted the new liturgical rites and implemented the trends of all religious after Vatican II, and that clearly the solution was to go back to pre-conciliar ways.",
    "\nMariawald was consequently affiliated, in the manner this document describes, with a liberal house in the Netherlands whose superior, unsurprisingly, discovered that the house was hopelessly divided and could not be saved.",
    "\nWhat would make forced affiliation a truly devastating weapon against conservative or traditional communities is the proviso that an affiliated monastery may not form its own novices:\n60 The affiliated monastery can accept candidates, but the novitiate and initial formation must be performed in the affiliating monastery or in another monastery established by the Federation.”\nOf course, this means it is the affiliating monastery’s formation team that would make the determination to dismiss recalcitrant, “neo-pelagian” postulants and novices.",
    "\n~\nThis brings us to about article 155 of the document.",
    "\nPart two to come.",
    "\n_______________\n[1] It would seem, therefore, that a useful task for someone writing about what this pope intends for nuns would be to read Sponsa Christi Ecclesia as well as Francis’ Apostolic Constitution and make a careful comparison.",
    "\nI’m not going to do that here, but it might be helpful to examine the two documents with the help of a expert at some point.",
    "\n[2] Worth remembering, however, is the fact that it was Benedict the “conservative,” not Francis, who appointed Braz de’ Aviz in the office to replace Cardinal Rode – presumably under that good old “conservative” rubric of the “big umbrella” – under whom these culpably belated attempts to save US religious life were started.",
    "\n[3] Just considering the numbers of course.",
    "\nLeaving alone the doctrinal issues.",
    "\n[4] “The same Institute” means the order in question, whether Benedictine, Dominican, Carmelite etc.",
    "\n[5] I’d love to hear from some monastic superior who had the nerve to tell Rome, “Actually, given that all our neighbours in religion are raging neo-modernist heretics, if not schismatics, we think ‘isolation’ is a desirable thing – like quarantine during an outbreak of Bubonic Plague – and would therefore like to be dispensed from the federation requirement.” I’d pay good money to see the shade of purple the well-fed Braz de’Aviz turned.",
    "\n[6] “justice and beneficence” are considered on behalf of the community, not the patient\n[7] Bioethicists take it as read that in order for a life to have sufficient “quality” it must demonstrate sufficient autonomy.",
    "\nDependence upon the care of others is, quite literally, a capital offence.",
    "\n[8] Readers may think I’m exaggerating the danger of material motivations for suppressing monasteries, but as we will see, the distinction between the federations and the Holy See is also a matter of paperwork and it is well to recall that the secretary for the Congregation for Religious, Jose Rodrigues Carballo, was a person of interest to international police agencies for the loss of “tens of millions” of Euros from the coffers of the Franciscan Friars Minor, the original Franciscan order of which he had been the head.",
    "\nShortly after Carballo’s appointment, it was revealed that the Swiss prosecutor’s office was investigating the money missing from the Friars Minor in connection with drugs, money laundering operations and gun running.",
    "\nCarballo was Francis’ very first appointment, April 6, 2013, three weeks after the Conclave and it was to him that the pope gave the task of the destruction of the FFIs, and a major part of that operation was to separate the FFIs from real assets valued at about 30 million Euros.",
    "\n[9] So much for the principle of subsidiarity.",
    "\nI can imagine what a monastery founded by a committee would be like to live in.",
    "\n[10] We’ll pass over “dynamic fidelity” in silence for now…"
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 150,
      "text": "Pope Francis vs Contemplative Orders\n\nThe Francis Vatican’s approach to the contemplative life is probably the most illustrative of our entire crisis.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 150,
      "end_ix": 213,
      "text": "\nContemplative life is aimed only at a purely supernatural end.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 213,
      "end_ix": 344,
      "text": "\nIt has no “use” in the sense that either the Bergoglians – in terms of their political machinations – or the world can understand.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 344,
      "end_ix": 531,
      "text": "\nThere is probably no other place where the differences between the two programmes - the Catholic programme of Christ and the Bergoglian/Kasperian programme - are more sharply contrasted.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 531,
      "end_ix": 807,
      "text": "\nOne aspect of Pope Francis’ character that seems little-explored by the Catholic and secular media alike is his apparent disdain for contemplative religious life – a facet of Catholic life that could be described as the most purely religious of all the Church’s undertakings.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 807,
      "end_ix": 852,
      "text": "\nThe world does not understand it or want it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 852,
      "end_ix": 967,
      "text": "\nTherefore, it is something of a thorn in the Bergoglian side, and he has repeatedly expressed his contempt for it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 967,
      "end_ix": 1061,
      "text": "\nSo when, in 2016 he issued a document on contemplative nuns, the faithful braced for impact .",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1061,
      "end_ix": 1362,
      "text": "\nIn his recent document, ostensibly on holiness, “Gaudete et Exultate,” the pope attacked the religious desire for silence and solitude, to be alone with God in prayer, seeking unity with Him, saying in essence that the Christian life is inherently about social activism, about material, worldly ends.",
      "new_text": "\nIn his recent document, ostensibly on holiness, “Gaudete et Exultate,” the pope criticized the religious desire for silence and solitude, to be alone with God in prayer, seeking unity with Him, saying in essence that the Christian life is inherently about social activism, about material, worldly ends.",
      "prop_spans": [
        [
          1142,
          1150,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 1362,
      "end_ix": 2055,
      "text": "\nTo these foundations of the contemplative life – indeed of any form of religious life in the Church – Francis set up another of his false dichotomies, contemplation in opposition to serving others, giving a Jesuit maxim as an imperative for all Catholics: “We are called to be contemplatives even in the midst of action, and to grow in holiness by responsibly and generously carrying out our proper mission.”\nItalian Vaticanist Marco Tosatti commented dryly, “Rejoice and be glad… but not if you’re a cloistered contemplative.”\nIn 2016, I wrote that Francis’ Apostolic Constitution, “Vultum dei quaerere” was in some respects the most damaging object of the wrecking-ball pontificate to date.",
      "new_text": "\nTo these foundations of the contemplative life – indeed of any form of religious life in the Church – Francis set up another of his false dichotomies, contemplation in opposition to serving others, giving a Jesuit maxim as an imperative for all Catholics: “We are called to be contemplatives even in the midst of action, and to grow in holiness by responsibly and generously carrying out our proper mission.”\nItalian Vaticanist Marco Tosatti commented dryly, “Rejoice and be glad… but not if you’re a cloistered contemplative.”\nIn 2016, I wrote that Francis’ Apostolic Constitution, “Vultum dei quaerere” was in some respects a damaging object of the pontificate.",
      "prop_spans": [
        [
          1495,
          1500,
          "Loaded_Language"
        ],
        [
          1989,
          2006,
          "Exaggeration,Minimisation"
        ],
        [
          2021,
          2034,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2055,
      "end_ix": 2192,
      "text": "\nUnfortunately, it was about a subject that the world, and therefore the modern Church, cares so little about that hardly anyone noticed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2192,
      "end_ix": 2408,
      "text": "\nAimed specifically at female contemplative religious, the document threatened that in a year or so another would be forthcoming laying out precisely what would now be required of nuns to continue in their vocations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2408,
      "end_ix": 2554,
      "text": "\nThe new document issued last week, “Cor orans,” is juridical, that is, it is not much more than a list of specific norms, or rules – 289 of them!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2554,
      "end_ix": 2616,
      "text": "\n– that all communities of contemplative nuns must now follow.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2616,
      "end_ix": 2905,
      "text": "\nOne odd remark in article 19 is maybe the most succinct description of the direction planned for contemplatives:\n“A monastery of nuns, as every religious house, is erected while keeping in mind its usefulness for the Church and for the Institute.” (emphasis added)\nWait… its “usefulness”?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2905,
      "end_ix": 3227,
      "text": "\nI think a fair question for the Faithful to ask this Vatican department might be, “According to what specific criteria is a monastery’s ‘usefulness’ actually determined?”\nOne can’t help but hearken back to the criteria for monasteries that were allowed to survive the revolutionary purges in 18th and 19th century Europe.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3227,
      "end_ix": 3404,
      "text": "\nA house that could prove to the secularists that it was “useful” – that it could care for the indigent elderly, teach children or nurse the sick – would be allowed to continue.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3404,
      "end_ix": 3508,
      "text": "\nThose which were purely contemplative – a single-minded devotion to the adoration of God – were closed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3508,
      "end_ix": 3742,
      "text": "\nIt is not an insignificant quirk of modern history, and one that tells us much about the nature of the current pontificate, that houses of contemplatives are always attacked by secularist regimes, from Henry VIII to the Soviet Union.",
      "new_text": "\nIt is not an insignificant quirk of modern history, and one that tells us much about the nature of the current pontificate, that houses of contemplatives are always attacked by secularist regimes.",
      "prop_spans": [
        [
          3706,
          3741,
          "Reductio_ad_hitlerum"
        ]
      ]
    },
    {
      "start_ix": 3742,
      "end_ix": 3751,
      "text": "\nRupture?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3751,
      "end_ix": 3765,
      "text": "\nWhat rupture?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3765,
      "end_ix": 3860,
      "text": "\nThe first thing Cor orans does is claim continuity with both pre and post-Vatican II theology.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3860,
      "end_ix": 4005,
      "text": "\nIn the Introduction, it seems anxious to establish a “hermeneutic of continuity” with Pius XII and his document Sponsa Christi Ecclesia of 1950.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4005,
      "end_ix": 4304,
      "text": "\nThe authors insist there is no contradiction between the two – except, of course, where there are contradictions – and that both Pius XII and Francis are keen to see nuns reaching the “aim of their specific vocation.” It describes Francis as promulgating this document “in the wake” of Pius XII[1].",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4304,
      "end_ix": 4715,
      "text": "\nIn fact, Pope Francis, by promulgating the Apostolic Constitution Vultum Dei quaerere, on June 29, 2016, to help the contemplatives reach the aim of their specific vocation, invited reflection and discernment on the precise content tied to consecrated life in general and to the monastic tradition in particular, but he did not intend to abrogate Sponsa Christi Ecclesia that was derogated only in some points.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4715,
      "end_ix": 4861,
      "text": "\nAs a consequence, the two pontifical documents are to be held as normative in force for monasteries of nuns and must be read in a unitary vision.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4861,
      "end_ix": 5256,
      "text": "\nBut of course, the entire game is given away in the next paragraph:\nPope Francis, in the wake of the teaching of Pope Pius XII and reaffirmed by Ecumenical Vatican Council II, intended to present in Vultum Dei quaerere the intense and fruitful path taken by the Church in the last decades, in the light of the teachings of the same Council and considering the changed socio-cultural conditions.",
      "new_text": "\nBut of course, the entire game is given away in the next paragraph:\nPope Francis, in the wake of the teaching of Pope Pius XII and reaffirmed by Ecumenical Vatican Council II, intended to present in Vultum Dei quaerere the intense and fruitful path taken by the Church in the last decades, in the light of the teachings of the same Council and considering the changed socio-cultural conditions.",
      "prop_spans": [
        [
          5097,
          5105,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 5256,
      "end_ix": 5282,
      "text": "\nYes, that’s what it said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5282,
      "end_ix": 5368,
      "text": "\nHere’s my translation:\n“The Church’s ‘path’ of the last 50 years has been ‘fruitful’.",
      "new_text": "\nHere’s my version:\n“The Church’s ‘path’ of the last 50 years has been ‘fruitful’.",
      "prop_spans": [
        [
          5290,
          5304,
          "Straw_Men"
        ],
        [
          5358,
          5366,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 5368,
      "end_ix": 5385,
      "text": "\nHow do you know?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5385,
      "end_ix": 5573,
      "text": "\nBecause we’re telling you it has.”\nIn other words, there have been absolutely no problems whatever with the direction taken either by the Church or by the religious life since Vatican II.",
      "new_text": "\nBecause we’re telling you it has.”\nIn other words, there have been no problems with the direction taken either by the Church or by the religious life since Vatican II.",
      "prop_spans": [
        [
          5453,
          5484,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 5573,
      "end_ix": 5744,
      "text": "\nEverything that has happened has been in complete and perfect continuity between the Before Church and the After Church; there has been no rupture or break with the past.",
      "new_text": "\nEverything that has happened has been in continuity between the Before Church and the After Church; there has been no rupture or break with the past.",
      "prop_spans": [
        [
          5615,
          5635,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 5744,
      "end_ix": 6136,
      "text": "\nAll changes undertaken by religious houses were perfectly legitimate and good - “fruitful” if, perhaps, a bit “intense” – and have been made in “light of the teachings” of Vatican II and “changed socio-cultural conditions.” There is, therefore, no legitimate reason whatever for any religious house to attempt to “turn back the clock” to the pre-Vatican II norms or styles of religious life.",
      "new_text": "\nAll changes undertaken by religious houses were legitimate and good - “fruitful” if, perhaps, a bit “intense” – and have been made in “light of the teachings” of Vatican II and “changed socio-cultural conditions.” There is, therefore, no legitimate reason whatever for any religious house to attempt to “turn back the clock” to the pre-Vatican II norms or styles of religious life.",
      "prop_spans": [
        [
          5793,
          5802,
          "Exaggeration,Minimisation"
        ],
        [
          5826,
          5834,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 6136,
      "end_ix": 6234,
      "text": "\nAnyone attempting to do this are Bad Nuns [insert string of incomprehensible papal insults here.]",
      "new_text": "\nAnyone attempting to do this might be Bad Nuns [insert string of incomprehensible papal insults here.]",
      "prop_spans": [
        [
          6137,
          6178,
          "Black-and-White_Fallacy"
        ],
        [
          6170,
          6178,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 6234,
      "end_ix": 6328,
      "text": "\nThis is what might be considered the guiding principle of the document; “Nothing to see here.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6328,
      "end_ix": 6588,
      "text": "\nAnd if you say there is, you’re the problem.”\nOf course, this kind of bold proclamation is very much in keeping with the habit of this pontificate to simply claim there are no problems and become gravely offended and outraged when the contrary is pointed out.",
      "new_text": "\nAnd if you say there is, you’re the problem.”\nOf course, this kind of bold proclamation is very much in keeping with the habit of this pontificate to simply claim there are no problems and become offended when the contrary is pointed out.",
      "prop_spans": [
        [
          6525,
          6554,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6588,
      "end_ix": 6714,
      "text": "\nIt’s your fault if you find contradictions, not theirs; they’ve said there are no contradictions, therefore there aren’t any.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6714,
      "end_ix": 6786,
      "text": "\nAfter all, this is the papacy where 2 + 2 = 5 if the pope says it does.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6786,
      "end_ix": 7039,
      "text": "\nThe irony, of course, is built in, since this document is intended as a legal chopping block for the dissolution of any house of contemplative nuns that is judged to be hovering on the edge of extinction or is for some other reason in need of the chop.",
      "new_text": "\nThe irony, of course, is built in, since this document is intended as a legal chopping block for the dissolution of any house of contemplative nuns that is judged to be hovering on the edge of eradication or is for some other reason in need of the chop.",
      "prop_spans": [
        [
          6980,
          6990,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7039,
      "end_ix": 7283,
      "text": "\nWhy would the Vatican need a document giving extensive norms for the closure of monasteries that have too few nuns or do not follow their originally intended charisms if everything about the religious life since Vatican II has been hunky dory?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7283,
      "end_ix": 7395,
      "text": "\nLet’s remember that this comes from the Congregation for Religious of Braz de’Aviz and Jose Rodriguez Carballo.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7395,
      "end_ix": 7688,
      "text": "\nThis is the Cardinal Braz de’Aviz[2] who wasted no time in orienting himself in the New Paradigm when, close on the heels of the Conclave he slammed the attempt by his predecessor – and by extension Pope Benedict – to reign in the notorious Leadership Conference of Women Religious in the US.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7688,
      "end_ix": 7926,
      "text": "\nHe complained that he had been shut out of the process under Cardinal Rode, and later made a large and public point of appeasing and mollifying the most outspokenly heretical and politicised organisation of female religious in the world.",
      "new_text": "\nHe complained that he had been shut out of the process under Cardinal Rode, and later made a large and public point of appeasing and mollifying a politicised organisation of female religious.",
      "prop_spans": [
        [
          7833,
          7925,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 7926,
      "end_ix": 8144,
      "text": "\nApparently the total statistical collapse of the religious life following Vatican II[3] had nothing to do with the massive systemic changes to the forms of that life – always claimed to be “mandated” by “the Council”.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8144,
      "end_ix": 8535,
      "text": "\nAnd of course we are talking about the priorities of a pope who has said that seeing a “restorationist” community enjoying a large number of vocations makes him “worry.” Apparently this worry was serious enough to move him to torpedo one of the most flourishing communities in the modern Church; the gaunt spectre of the Franciscan Friars and Sisters of the Immaculate haunts this document.",
      "new_text": "\nAnd of course we are talking about the priorities of a pope who has said that seeing a “restorationist” community enjoying a large number of vocations makes him “worry.” Apparently this worry was serious enough to move him to attack a flourishing communities; the spectre of the Franciscan Friars and Sisters of the Immaculate haunts this document.",
      "prop_spans": [
        [
          8371,
          8378,
          "Loaded_Language"
        ],
        [
          8386,
          8406,
          "Exaggeration,Minimisation"
        ],
        [
          8445,
          8450,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8535,
      "end_ix": 8548,
      "text": "\nAutonomy vs.",
      "new_text": "\nAutonomy vs.",
      "prop_spans": [
        [
          8536,
          8544,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 8548,
      "end_ix": 8667,
      "text": "\nIndependence\nOne of the talking points the media have latched onto is the whole business of “autonomy” of monasteries.",
      "new_text": "\nIndependence\nOne of the talking points the media have latched onto is the whole business of “autonomy” of monasteries.",
      "prop_spans": [
        [
          8642,
          8650,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 8667,
      "end_ix": 8744,
      "text": "\nMany of the headlines crowed: “Vatican confirms nuns’ autonomy,” or similar.",
      "new_text": "\nMany of the headlines crowed: “Vatican confirms nuns’ autonomy,” or similar.",
      "prop_spans": [
        [
          8722,
          8730,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 8744,
      "end_ix": 8798,
      "text": "\nBut that word does not mean what they think it means.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8798,
      "end_ix": 8873,
      "text": "\nIn fact, the word “autonomy” is the key to understanding this whole thing.",
      "new_text": "\nIn fact, the word “autonomy” is the key to understanding this whole thing.",
      "prop_spans": [
        [
          8818,
          8826,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 8873,
      "end_ix": 8936,
      "text": "\nIt appears in the document 16 times and “autonomous” 30 times.",
      "new_text": "\nIt appears in the document 16 times and “autonomous” 30 times.",
      "prop_spans": [
        [
          8915,
          8925,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 8936,
      "end_ix": 9047,
      "text": "\nIn fact, “autonomy” is held up as the single most important criterion for determining a monastery’s viability.",
      "new_text": "\nIn fact, “autonomy” is held up as the single most important criterion for determining a monastery’s viability.",
      "prop_spans": [
        [
          8947,
          8955,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 9047,
      "end_ix": 9451,
      "text": "\nThis emphasis is repeated so often one might almost think there is a concern in Rome that the “fruitful” post-conciliar monastic life is in danger of fizzling out… for… some reason…\nMonastery sui juris refers to the religious house of a female monastic community that, having the requisites for real autonomy of life, was legitimately erected by the Holy See and enjoys juridical autonomy under the law.",
      "new_text": "\nThis emphasis is repeated so often one might almost think there is a concern in Rome that the “fruitful” post-conciliar monastic life is in danger of fizzling out… for… some reason…\nMonastery sui juris refers to the religious house of a female monastic community that, having the requisites for real independence of life, was legitimately erected by the Holy See and enjoys juridical independence under the law.",
      "prop_spans": [
        [
          9143,
          9151,
          "Repetition"
        ],
        [
          9348,
          9356,
          "Repetition"
        ],
        [
          9428,
          9436,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 9451,
      "end_ix": 9717,
      "text": "\n18 In order to obtain juridical autonomy for a monastery of nuns, it must presuppose a real autonomy of life, that is, the ability to manage the life of the monastery in all its dimensions (vocational, formative, governmental, relational, liturgical, economic ...).",
      "new_text": "\n18 In order to obtain juridical independence for a monastery of nuns, it must presuppose a real independence of life, that is, the ability to manage the life of the monastery in all its dimensions (vocational, formative, governmental, relational, liturgical, economic ...).",
      "prop_spans": [
        [
          9484,
          9492,
          "Repetition"
        ],
        [
          9544,
          9552,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 9717,
      "end_ix": 9775,
      "text": "\nIn this case, an autonomous monastery is alive and vital.",
      "new_text": "\nIn this case, an autonomous monastery is alive and vital.",
      "prop_spans": [
        [
          9735,
          9745,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 9775,
      "end_ix": 10047,
      "text": "\n43 Autonomy of life, a constant prerequisite for maintaining juridical autonomy, must be constantly verified by the Federal President who, when in her judgment a monastery lacks autonomy of life, must inform the Holy See in view of the nomination of an ad hoc commission.",
      "new_text": "\n43 Autonomy of life, a constant prerequisite for maintaining juridical autonomy, must be constantly verified by the Federal President who, when in her judgment a monastery lacks autonomy of life, must inform the Holy See in view of the nomination of an ad hoc commission.",
      "prop_spans": [
        [
          9779,
          9787,
          "Repetition"
        ],
        [
          9847,
          9855,
          "Repetition"
        ],
        [
          9954,
          9962,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 10047,
      "end_ix": 10208,
      "text": "\n67 Affiliation [with another monastery, appointed by the Vatican] can be an opportunity for recovery and rebirth when autonomy of life is partially compromised.",
      "new_text": "\n67 Affiliation [with another monastery, appointed by the Vatican] can be an opportunity for recovery and rebirth when independence of life is partially compromised.",
      "prop_spans": [
        [
          10166,
          10174,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 10208,
      "end_ix": 10338,
      "text": "\nIf the situation of incapacity is irreversible, the solution, as painful as it is necessary, is the suppression of the monastery.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10338,
      "end_ix": 10475,
      "text": "\nno longer possesses a real autonomy of life , it is the responsibility of the Federation President to report the matter to the Holy See.",
      "new_text": "\nno longer possesses a real autonomy of life , it is the responsibility of the Federation President to report the matter to the Holy See.",
      "prop_spans": [
        [
          10366,
          10374,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 10475,
      "end_ix": 10550,
      "text": "\nWhen an autonomous monastery , it is the responsibility ofto the Holy See.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10550,
      "end_ix": 10643,
      "text": "\nAt the same time, this document is redefining the term “autonomous” to exclude independence.",
      "new_text": "\nAt the same time, this document is redefining the term “autonomous” to exclude independence.",
      "prop_spans": [
        [
          10607,
          10617,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 10643,
      "end_ix": 10897,
      "text": "\nWhat got no mention in the brief press interest was the document’s insistence that all monasteries of nuns must belong to a federation and while monasteries must demonstrate “autonomy” they will be granted little in the way of powers of self-governance.",
      "new_text": "\nWhat got no mention in the brief press interest was the document’s insistence that all monasteries of nuns must belong to a federation and while monasteries must demonstrate “autonomy” they will be granted little in the way of powers of self-governance.",
      "prop_spans": [
        [
          10819,
          10827,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 10897,
      "end_ix": 11114,
      "text": "\nAs we will see, the federations are now a multilayered system of internal surveillance and centralised control that leaves Orwell in the dust:\novercome isolation and promote regular observance and contemplative life.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11114,
      "end_ix": 11402,
      "text": "\nFederation of monasteries means a structure of communion among some autonomous monasteries of the same Institute [4] , erected by the Holy See that approves the Statutes, so that in sharing the same charism, the federated monasteriesand promote regular observance and contemplative life.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11402,
      "end_ix": 11553,
      "text": "\nNote the change: “independent” is replaced with “isolated[5].” It reminds me of a conversation I had with a superior of a Benedictine house in the UK.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11553,
      "end_ix": 11719,
      "text": "\nShe said she thought that the psychiatric testing, that in 2008 was still all the rage among the houses of her monastery’s federation, was excessive and not helpful.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11719,
      "end_ix": 11914,
      "text": "\nShe didn’t trust the heavily secularised field of psychology to help in determining a candidate’s suitability for religious life, so she didn’t require these tests of her monastery’s postulants.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11914,
      "end_ix": 12081,
      "text": "\nShe also said that she was under constant pressure, both the subtle pressure of general peer disapproval and overt requests to conform by the federation’s leadership.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12081,
      "end_ix": 12112,
      "text": "\nWas that monastery “isolated”?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12112,
      "end_ix": 12155,
      "text": "\nOr just exercising lawful self-governance?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12155,
      "end_ix": 12450,
      "text": "\nAnd given that autonomy is being held up as the sole criterion for viability of a monastery, it seems the Holy See is not interested in asking whether it is actually faithful to the charism, or even to the Catholic Faith, a question that has burned brightly for serious Catholics for some time.",
      "new_text": "\nAnd given that autonomy is being held up as the sole criterion for viability of a monastery, it seems the Holy See is not interested in asking whether it is actually faithful to the charism, or even to the Catholic Faith, a question that has burned brightly for serious Catholics for some time.",
      "prop_spans": [
        [
          12171,
          12179,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 12450,
      "end_ix": 12581,
      "text": "\nThe word “fidelity” appears in the document four times, which may give an idea of how much interest the Vatican has in this issue.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12581,
      "end_ix": 12742,
      "text": "\nFunny you should mention autonomy: Bioethics and the dissolution of “unviable” monasteries\nIt’s funny that the buzzword of the day in Rome should be “autonomy”.",
      "new_text": "\nFunny you should mention autonomy: Bioethics and the dissolution of “unviable” monasteries\nIt’s funny that the buzzword of the day in Rome should be “autonomy”.",
      "prop_spans": [
        [
          12607,
          12615,
          "Repetition"
        ],
        [
          12732,
          12740,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 12742,
      "end_ix": 12818,
      "text": "\nAs we shall see, the document is what I’ve called above a “chopping block”.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12818,
      "end_ix": 13077,
      "text": "\nVultum dei quaerere made it clear that this juridical document would provide a set of legal criteria by which a monastery can be considered viable, religious life worthy of life, so to speak, and that those considered to have failed the test would be closed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13077,
      "end_ix": 13236,
      "text": "\nNote the language used here:\nIf the situation of incapacity is irreversible, the solution, as painful as it is necessary, is the suppression of the monastery.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13236,
      "end_ix": 13263,
      "text": "\nIt jogged a memory for me.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13263,
      "end_ix": 13322,
      "text": "\n“Incapacity”… Where had I heard that language used before?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13322,
      "end_ix": 13575,
      "text": "\nMost pro-life observers in Britain will tell you that it was the “Mental Capacity Act” of 2005 that established in British law the concept that a person with permanently “reduced capacity” could be legally starved and/or dehydrated to death by doctors.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13575,
      "end_ix": 13889,
      "text": "\nThis is the world, the language, of Bioethics, applied utilitarianism, also called “Principlism” after its three bioethical criteria of “justice, beneficence[6] and autonomy” – it is a patient’s ability to demonstrate his “autonomy” or “quality of life,[7]” either currently or potentially, that decides his fate.",
      "new_text": "\nThis is the world, the language, of Bioethics, applied utilitarianism, also called “Principlism” after its three bioethical criteria of “justice, beneficence[6] and autonomy” – it is a patient’s ability to demonstrate his “autonomy” or “quality of life,[7]” either currently or potentially, that decides his fate.",
      "prop_spans": [
        [
          13741,
          13749,
          "Repetition"
        ],
        [
          13799,
          13807,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 13889,
      "end_ix": 14077,
      "text": "\nThis set of criteria is being applied in medical institutions across the western world now, a “new paradigm” of ethics replacing traditional “Hippocratic” or “Natural Law” medical ethics.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14077,
      "end_ix": 14249,
      "text": "\nUnder this system the onus, effectively, is on the patient to prove according to the new criteria that he is worthy of receiving medical treatment – of continuing to live.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14249,
      "end_ix": 14436,
      "text": "\nMedical treatment (which legally includes food and water) can be withdrawn from patients who fail to demonstrate that they will recover sufficiently to return to an autonomous lifestyle.",
      "new_text": "\nMedical treatment (which legally includes food and water) can be withdrawn from patients who fail to demonstrate that they will recover sufficiently to return to an autonomous lifestyle.",
      "prop_spans": [
        [
          14415,
          14425,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 14436,
      "end_ix": 14605,
      "text": "\nHealth care systems like that of the UK have government regulatory boards giving out “guidelines” to determine in a uniform way how health care resources are allocated.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14605,
      "end_ix": 14701,
      "text": "\nThese guidelines are collated by professional Bioethicists applying their utilitarian criteria.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14701,
      "end_ix": 14956,
      "text": "\nIf the equation doesn’t come out in the patient’s favour, the “treatment” recommended for the patient’s “best interests” will include his demise, often procured by withdrawing nutrition and hydration and/or administering slowly lethal doses of sedatives.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14956,
      "end_ix": 15099,
      "text": "\nThe NHS in the UK has actually gone to court, and won, declaring that they must retain the right to kill patients who fail the Bioethics test.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15099,
      "end_ix": 15281,
      "text": "\nThe result has been a quiet reign of terror in which elderly and disabled people have started carrying cards stating in legalese that they do not want to be killed by their doctors.",
      "new_text": "\nThe result has been a quiet reign in which elderly and disabled people have started carrying cards stating in legalese that they do not want to be killed by their doctors.",
      "prop_spans": [
        [
          15128,
          15143,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 15281,
      "end_ix": 15453,
      "text": "\nIn one case a man with ALS took the NHS to court in an ultimately unsuccessful attempt to preemptively preclude his medical murder when his illness left him incapacitated.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15453,
      "end_ix": 15567,
      "text": "\nThe system, in other words, is stacked against the patient, in favour of the government that holds all the cards.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15567,
      "end_ix": 15637,
      "text": "\nKeep these facts in mind as we read through the rest of the document.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15637,
      "end_ix": 15902,
      "text": "\nI think we can find an almost perfect analogy by replacing the term “patient” with “monastery.” Think about how one would apply concepts like “autonomy,” “viability,” “incapacity,” “quality of life” and “equitable distribution of scarce resources” to this context.",
      "new_text": "\nI think we can find an almost perfect analogy by replacing the term “patient” with “monastery.” Think about how one would apply concepts like “autonomy,” “viability,” “incapacity,” “quality of life” and “equitable distribution of scarce resources” to this context.",
      "prop_spans": [
        [
          15781,
          15789,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 15902,
      "end_ix": 16116,
      "text": "\nWhen the language of utilitarianism appears in Vatican documents as guiding criteria for the contemplative religious life, one has to wonder at what point has the entire project gone so disastrously off the rails.",
      "new_text": "\nWhen the language of utilitarianism appears in Vatican documents as guiding criteria for the contemplative religious life, one has to wonder at what point has the entire project gone so catastrophically off the rails.",
      "prop_spans": [
        [
          16089,
          16101,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 16116,
      "end_ix": 16232,
      "text": "\nFederations as Vatican watchdogs\nUnder this law, all monasteries of contemplative nuns must belong to a federation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16232,
      "end_ix": 16498,
      "text": "\nPreviously only voluntary and consultative, federations will now have the power to supervise and guide the formation of candidates, nuns and of their formators, as well as possess broad powers over temporal goods of individual monasteries and powers of suppression.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16498,
      "end_ix": 17190,
      "text": "\nThe document makes it inarguable that the federation’s main role will be to establish and monitor for conformity to a particular programme – the “intense and fruitful path” of the Church since 1965 – both within the various orders and between them:\nThe Federal Assembly:\ndeals with issues of major importance; makes decisions and issues norms that all nuns are required to observe, after the definitive approval of the Holy See;\nMore than just federations; a multi-tier system of control\nConference of monasteries means a structure of communion among autonomous monasteries, belonging to diverse Institutes and present in the same region... in particular geographical or linguistic contexts.",
      "new_text": "\nThe document makes it inarguable that the federation’s main role will be to establish and monitor for conformity to a particular programme – the “intense and fruitful path” of the Church since 1965 – both within the various orders and between them:\nThe Federal Assembly:\ndeals with issues of major importance; makes decisions and issues norms that all nuns are required to observe, after the definitive approval of the Holy See;\nMore than just federations; a multi-tier system of control\nConference of monasteries means a structure of communion among autonomous monasteries, belonging to diverse Institutes and present in the same region... in particular geographical or linguistic contexts.",
      "prop_spans": [
        [
          16657,
          16665,
          "Repetition"
        ],
        [
          17050,
          17060,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 17190,
      "end_ix": 17357,
      "text": "\nIn other words, Benedictine federations of a given area will form a “Conference” with Carmelite federations and Dominican federations and Poor Clare federations, etc.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17357,
      "end_ix": 17488,
      "text": "\nThis will be of interest to Carmelite houses especially, since they tend to be generally more on the “conservative” end of things.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17488,
      "end_ix": 17688,
      "text": "\nImagine a house of traditional Carmelites attending regional Conference meetings – and attempting to keep up their Office schedule – with the balloons-and-guitars, break dancing Franciscans…What fun!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17688,
      "end_ix": 18179,
      "text": "\nAnd finally, just in case one entire federation decides to turn back the clock, there will be an umbrella for the umbrellas; there will be watchers watching the watchers:\nConfederation means a structure of connection among Federations of monasteries, erected by the Holy See that approves the Statutes, for the study of themes relative to contemplative life in relation to the same charism, to give unitary direction and a certain coordination to the activity of the individual Federations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18179,
      "end_ix": 18310,
      "text": "\nBroad powers\nFederations will now have extremely broad powers both over money and property and, crucially, over formation of nuns.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18310,
      "end_ix": 18547,
      "text": "\nIt is the Federation that now has the power to monitor for compliance with the rules, to report non-compliance to the Holy See, to make new foundations and, apparently, to “encourage” individual monasteries to “communicate” their goods.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18547,
      "end_ix": 18817,
      "text": "\nThe legitimately established Federation is a public juridic person in the Church and is therefore able to acquire, possess, administer, and alienate temporal, movable and immovable goods, which are ecclesiastical assets, in accordance with the universal and proper law.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18817,
      "end_ix": 19028,
      "text": "\nTo keep alive and strengthen the union of monasteries, implementing one of the aims of the Federation, a certain communication of goods is encouraged among the monasteries, coordinated by the Federal President.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19028,
      "end_ix": 19241,
      "text": "\nThe communication of goods in a Federation is implemented through contributions, gifts, loans that monasteries offer other monasteries that have financial difficulties, and for the common needs of the Federation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19241,
      "end_ix": 19347,
      "text": "\nThe Federation considers the assets in its possession as necessary and useful means to achieve its goals.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19347,
      "end_ix": 19778,
      "text": "\nFinancial incentives\nGiven that we shall see below that the provisions for suppression of monasteries include vague and indefinable qualities like “vitality in living and transmitting the charism” and “dynamic fidelity” to the order’s charism, and that the goods of extinct monasteries will be assumed by the federation, one might be forgiven for asking if this creates an incentive to see to it that certain houses go extinct[8].",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19778,
      "end_ix": 19972,
      "text": "\nSince the document provides several mechanisms by which a federation can move nuns out of a monastery, this could be one of those indelicate questions some superiors might want to keep in mind.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19972,
      "end_ix": 20209,
      "text": "\nArticle 94 requires that once it is canonically erected the federation is to seek “legal recognition also in the civil sphere.” This, presumably, will bear upon legal disputes in civil courts over the property of suppressed monasteries.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20209,
      "end_ix": 20746,
      "text": "\nArticle 73, on the disposition of the material assets of a monastery that has gone completely extinct:\nIn the event of the suppression of a totally extinct monastery, when there are no surviving nuns, unless otherwise provided by the Holy See, the destination of the suppressed monastery's assets, in compliance with canon and civil law, go to the respective higher juridical person, that is, to the Federation of monasteries or to another structure of communion among the monasteries equal to it or to the female monastic Congregation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20746,
      "end_ix": 21001,
      "text": "\nThe economic fund [of the federation] is nourished by the free donations of the monasteries, by the donations of benefactors, and by revenues deriving from the alienation of the assets of suppressed monasteries, as established by the present Instruction.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21001,
      "end_ix": 21312,
      "text": "\nFederations in charge of formation\nThe Federation President, in particular, watches over initial and ongoing formation in the monasteries to see if it is in conformity with the charism proper to the Institute, so that every community may be a beacon that illumines the journey of the men and women of our time.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21312,
      "end_ix": 21470,
      "text": "\nAt the end of the visit, she will inform the Holy See about the real possibilities that the monastery has or does not have of guaranteeing initial formation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21470,
      "end_ix": 21843,
      "text": "\nThe formation of the formators and their collaborators is entrusted in part to the monasteries and in part to the Federation, therefore, the President of the Federation is called to strengthen formation at the federal level and to require the participation of those who exercise the service of formation; if this does not happen, she will refer the matter to the Holy See.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21843,
      "end_ix": 22261,
      "text": "\nThe President of the Federation, having heard the opinion of the Federal Council, chooses the most appropriate places to hold the specific formative courses for the formators and their collaborators, as well as those who are called to exercise the service of authority, establishing the duration of these courses in such a way that they are not detrimental to the needs of the contemplative life and of the community.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22261,
      "end_ix": 22296,
      "text": "\nWho makes new foundations and why?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22296,
      "end_ix": 22434,
      "text": "\nThroughout the history of the Church, it has been the prerogative of bishops to establish houses of contemplatives in their own dioceses.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22434,
      "end_ix": 22587,
      "text": "\nNow, with the pope having forbidden bishops to exercise this ancient right, according to this document, the federations themselves can make foundations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22587,
      "end_ix": 22746,
      "text": "\nthrough the action of the Federation, as established by the Federal Assembly The foundation of a monastery of nuns, keeping in mind what is established in no.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22746,
      "end_ix": 23179,
      "text": "\n39 of the present Instruction, can take place either by a single monastery or, as established by the Federal Assembly [9]\nA single monastic community that decides to make a foundation, moreover, must be “helped” and guided by the federation:\nIn discerning the foundation of a new monastery on the part of a single monastery, the Federal President and the religious Assistant intervene to help the Superior of the founding monastery.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 23179,
      "end_ix": 23304,
      "text": "\nThe discernment on the foundation of a new monastery by the Federation is made within the framework of the Federal Assembly.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 23304,
      "end_ix": 23593,
      "text": "\nArticle 39 tells us some criteria for making foundations that “must be considered in their entirety and from an overall perspective.”\nthe necessary vitality in living and transmitting the charism,” composed of at least eight nuns of solemn vows, “as long as most are not of advanced age”.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 23593,
      "end_ix": 23765,
      "text": "\na) A community that has given good testimony of fraternal life in common with “” composed of at least eight nuns of solemn vows, “as long as most are not of advanced age”.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 23765,
      "end_ix": 24041,
      "text": "\nb) Besides the number, special skills are required of some nuns of the community who must be able to assume: as Superior, the service of authority; as formator, the initial formation of candidates; as financial administrator, the administration of the goods of the monastery.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24041,
      "end_ix": 24214,
      "text": "\nc) Rooms adapted to the lifestyle of the community, to ensure that the nuns can regularly lead the contemplative life according to the nature and spirit of their Institute.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24214,
      "end_ix": 24314,
      "text": "\nd) Economic conditions that guarantee the community itself can provide for the needs of daily life.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24314,
      "end_ix": 24358,
      "text": "\nOne of these things is not like the others.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24358,
      "end_ix": 24374,
      "text": "\nDid you notice?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24374,
      "end_ix": 24483,
      "text": "\nOne criterion stands out as indeterminate, vague, compared with the other concrete and measurable standards.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24483,
      "end_ix": 24589,
      "text": "\nOne aspect of legislative analysis that I learned early was that the terms used are of utmost importance.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24589,
      "end_ix": 24656,
      "text": "\nIf a term is vague or is defined incorrectly that is a “loophole”.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24656,
      "end_ix": 24822,
      "text": "\nOr it could perhaps be described as a handle; a place where a person who wants to effect a particular outcome can grasp a piece of legislation to use it like an axe.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24822,
      "end_ix": 24973,
      "text": "\nSo, how, exactly, is it to be determined – and by whom – that a group of nuns possess “the necessary vitality in living and transmitting the charism”?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24973,
      "end_ix": 25080,
      "text": "\nWhat, precisely, does the term “vitality” mean and exactly how is one to measure out how much is required?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 25080,
      "end_ix": 25180,
      "text": "\nIs this one of Pope Francis little personal, secret expressions of which only he knows the meaning?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 25180,
      "end_ix": 25231,
      "text": "\nLike the secret to how nuns are to smile properly?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 25231,
      "end_ix": 25316,
      "text": "\nDoes the inclusion of completely subjective criteria belong in a juridical document?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 25316,
      "end_ix": 25374,
      "text": "\nOr is it in there in order to provide cover for prelates?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 25374,
      "end_ix": 25605,
      "text": "\nThe next article tells us, “It is the responsibility of the Holy See to evaluate the presence of these requisites.” Do they have an electronic meter in a cupboard in the Congregation for Religious that measures “charism vitality”?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 25605,
      "end_ix": 26155,
      "text": "\nIt seems important to ask because article 70, on how to suppress a monastery, includes it:\nAmong the criteria that can contribute to determine a judgment concerning the suppression of a monastery, after having examined all the circumstances, the following points should be considered as a whole: the number of nuns, the advanced age of the majority of the members, the real capacity for government and formation, lack of candidates for a number of years, lack of the necessary vitality in living and transmitting the charism in dynamic fidelity[10].",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 26155,
      "end_ix": 26456,
      "text": "\nYou will be affiliated; resistance is futile…\nIt seems there are two themes running through the document: to establish a certain value of “autonomy” as the indispensable criterion for viability, while at the same time asserting top-down oversight and control over who gets to make this determination.",
      "new_text": "\nYou will be affiliated; resistance is futile…\nIt seems there are two themes running through the document: to establish a certain value of “autonomy” as the indispensable criterion for viability, while at the same time asserting top-down oversight and control over who gets to make this determination.",
      "prop_spans": [
        [
          26295,
          26303,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 26456,
      "end_ix": 26559,
      "text": "\nIn short, a monastery must be autonomous, but heaven help the community that asserts its independence.",
      "new_text": "\nIn short, a monastery must be autonomous, but heaven help the community that asserts its independence.",
      "prop_spans": [
        [
          26487,
          26497,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 26559,
      "end_ix": 26673,
      "text": "\nArticles 54-64 offer an interim measure in the case of “incapacity” that is really just more of the second thing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 26673,
      "end_ix": 26965,
      "text": "\nOnce a lack of autonomy has been established…\n54 Affiliation is a particular form of help that the Holy See establishes in particular situations in favor of the community of a monastery sui juris which has only an asserted autonomy, but in reality, very precarious or, in fact, non-existent.",
      "new_text": "\nOnce a lack of autonomy has been established…\n54 Affiliation is a particular form of help that the Holy See establishes in particular situations in favor of the community of a monastery sui juris which has only an asserted autonomy, but in reality, very precarious or, in fact, non-existent.",
      "prop_spans": [
        [
          26689,
          26697,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 26965,
      "end_ix": 27325,
      "text": "\n55 Affiliation is configured as a juridical support that must assess whether the inability to manage the life of the autonomous monastery in all its dimensions is only temporary or is irreversible, helping the community of the affiliated monastery to overcome difficulties or to put in place what is necessary to bring about the suppression of this monastery.",
      "new_text": "\n55 Affiliation is configured as a juridical support that must assess whether the inability to manage the life of the autonomous monastery in all its dimensions is only temporary or is irreversible, helping the community of the affiliated monastery to overcome difficulties or to put in place what is necessary to bring about the suppression of this monastery.",
      "prop_spans": [
        [
          27083,
          27093,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 27325,
      "end_ix": 27352,
      "text": "\nHow does affiliation work?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 27352,
      "end_ix": 27772,
      "text": "\nWell, the federation and the Holy See between them work it out:\nIn these cases, it is up to the Holy See to evaluate the opportunity of setting up an ad hoc commission formed by the Ordinary, the Federation President, the Federal Assistant, and the Major Superior of the monastery\nIt’s starting to be clear that the federation is going to be little more than the Big Brother hit-squad of the Congregation for Religious.",
      "new_text": "\nWell, the federation and the Holy See between them work it out:\nIn these cases, it is up to the Holy See to evaluate the opportunity of setting up an ad hoc commission formed by the Ordinary, the Federation President, the Federal Assistant, and the Major Superior of the monastery\nIt’s starting to be clear that the federation is going to be little more than the hit-squad of the Congregation for Religious.",
      "prop_spans": [
        [
          27716,
          27727,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 27772,
      "end_ix": 27930,
      "text": "\nIt’s worth remembering what happened in the case of a German men’s monastery in which the superior tried to return the community to pre-Vatican II practices.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 27930,
      "end_ix": 28021,
      "text": "\nMariawald Trappist monastery – 900 years old – was finally dissolved, affiliated to death.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 28021,
      "end_ix": 28348,
      "text": "\nIts superior had made the fatal error of openly declaring – in 2008, after the publication of Summorum Pontificum – that the monastery’s problems all began when it adopted the new liturgical rites and implemented the trends of all religious after Vatican II, and that clearly the solution was to go back to pre-conciliar ways.",
      "new_text": "\nIts superior had made the fatal error of openly declaring – in 2008, after the publication of Summorum Pontificum – that the monastery’s problems all began when it adopted the new liturgical rites and implemented the trends of all religious after Vatican II, and that clearly the solution was to go back to pre-conciliar ways.",
      "prop_spans": [
        [
          28048,
          28053,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 28348,
      "end_ix": 28571,
      "text": "\nMariawald was consequently affiliated, in the manner this document describes, with a liberal house in the Netherlands whose superior, unsurprisingly, discovered that the house was hopelessly divided and could not be saved.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 28571,
      "end_ix": 29118,
      "text": "\nWhat would make forced affiliation a truly devastating weapon against conservative or traditional communities is the proviso that an affiliated monastery may not form its own novices:\n60 The affiliated monastery can accept candidates, but the novitiate and initial formation must be performed in the affiliating monastery or in another monastery established by the Federation.”\nOf course, this means it is the affiliating monastery’s formation team that would make the determination to dismiss recalcitrant, “neo-pelagian” postulants and novices.",
      "new_text": "\nWhat would make forced affiliation a weapon against conservative or traditional communities is the proviso that an affiliated monastery may not form its own novices:\n60 The affiliated monastery can accept candidates, but the novitiate and initial formation must be performed in the affiliating monastery or in another monastery established by the Federation.”\nOf course, this means it is the affiliating monastery’s formation team that would make the determination to dismiss recalcitrant, “neo-pelagian” postulants and novices.",
      "prop_spans": [
        [
          28609,
          28626,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 29118,
      "end_ix": 29173,
      "text": "\n~\nThis brings us to about article 155 of the document.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 29173,
      "end_ix": 29191,
      "text": "\nPart two to come.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 29191,
      "end_ix": 29429,
      "text": "\n_______________\n[1] It would seem, therefore, that a useful task for someone writing about what this pope intends for nuns would be to read Sponsa Christi Ecclesia as well as Francis’ Apostolic Constitution and make a careful comparison.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 29429,
      "end_ix": 29554,
      "text": "\nI’m not going to do that here, but it might be helpful to examine the two documents with the help of a expert at some point.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 29554,
      "end_ix": 29881,
      "text": "\n[2] Worth remembering, however, is the fact that it was Benedict the “conservative,” not Francis, who appointed Braz de’ Aviz in the office to replace Cardinal Rode – presumably under that good old “conservative” rubric of the “big umbrella” – under whom these culpably belated attempts to save US religious life were started.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 29881,
      "end_ix": 29925,
      "text": "\n[3] Just considering the numbers of course.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 29925,
      "end_ix": 29961,
      "text": "\nLeaving alone the doctrinal issues.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 29961,
      "end_ix": 30062,
      "text": "\n[4] “The same Institute” means the order in question, whether Benedictine, Dominican, Carmelite etc.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 30062,
      "end_ix": 30505,
      "text": "\n[5] I’d love to hear from some monastic superior who had the nerve to tell Rome, “Actually, given that all our neighbours in religion are raging neo-modernist heretics, if not schismatics, we think ‘isolation’ is a desirable thing – like quarantine during an outbreak of Bubonic Plague – and would therefore like to be dispensed from the federation requirement.” I’d pay good money to see the shade of purple the well-fed Braz de’Aviz turned.",
      "new_text": "\n[5] I’d love to hear from some monastic superior who had the nerve to tell Rome, “Actually, given that all our neighbours in religion are raging neo-modernist heretics, if not schismatics, we think ‘isolation’ is a desirable thing – like quarantine during an outbreak of Bubonic Plague – and would therefore like to be dispensed from the federation requirement.” I’d pay good money to see the shade of purple the Braz de’Aviz turned.",
      "prop_spans": [
        [
          30476,
          30484,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 30505,
      "end_ix": 30722,
      "text": "\n[6] “justice and beneficence” are considered on behalf of the community, not the patient\n[7] Bioethicists take it as read that in order for a life to have sufficient “quality” it must demonstrate sufficient autonomy.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 30722,
      "end_ix": 30797,
      "text": "\nDependence upon the care of others is, quite literally, a capital offence.",
      "new_text": "\nDependence upon the care of others is, a capital offence.",
      "prop_spans": [
        [
          30762,
          30777,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 30797,
      "end_ix": 31324,
      "text": "\n[8] Readers may think I’m exaggerating the danger of material motivations for suppressing monasteries, but as we will see, the distinction between the federations and the Holy See is also a matter of paperwork and it is well to recall that the secretary for the Congregation for Religious, Jose Rodrigues Carballo, was a person of interest to international police agencies for the loss of “tens of millions” of Euros from the coffers of the Franciscan Friars Minor, the original Franciscan order of which he had been the head.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 31324,
      "end_ix": 31542,
      "text": "\nShortly after Carballo’s appointment, it was revealed that the Swiss prosecutor’s office was investigating the money missing from the Friars Minor in connection with drugs, money laundering operations and gun running.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 31542,
      "end_ix": 31823,
      "text": "\nCarballo was Francis’ very first appointment, April 6, 2013, three weeks after the Conclave and it was to him that the pope gave the task of the destruction of the FFIs, and a major part of that operation was to separate the FFIs from real assets valued at about 30 million Euros.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 31823,
      "end_ix": 31870,
      "text": "\n[9] So much for the principle of subsidiarity.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 31870,
      "end_ix": 31950,
      "text": "\nI can imagine what a monastery founded by a committee would be like to live in.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 31950,
      "end_ix": 32010,
      "text": "\n[10] We’ll pass over “dynamic fidelity” in silence for now…",
      "new_text": "\n[10] We’ll pass over “dynamic fidelity” in silence for now…",
      "prop_spans": [
        [
          31973,
          31989,
          "Repetition"
        ]
      ]
    }
  ],
  "original labels": [
    [
      1142,
      1150,
      "Exaggeration,Minimisation"
    ],
    [
      1495,
      1500,
      "Loaded_Language"
    ],
    [
      1989,
      2006,
      "Exaggeration,Minimisation"
    ],
    [
      2021,
      2034,
      "Loaded_Language"
    ],
    [
      3706,
      3741,
      "Reductio_ad_hitlerum"
    ],
    [
      5097,
      5105,
      "Repetition"
    ],
    [
      5290,
      5304,
      "Straw_Men"
    ],
    [
      5358,
      5366,
      "Repetition"
    ],
    [
      5453,
      5484,
      "Exaggeration,Minimisation"
    ],
    [
      5615,
      5635,
      "Exaggeration,Minimisation"
    ],
    [
      5793,
      5802,
      "Exaggeration,Minimisation"
    ],
    [
      5826,
      5834,
      "Repetition"
    ],
    [
      6137,
      6178,
      "Black-and-White_Fallacy"
    ],
    [
      6170,
      6178,
      "Name_Calling,Labeling"
    ],
    [
      6525,
      6554,
      "Loaded_Language"
    ],
    [
      6980,
      6990,
      "Loaded_Language"
    ],
    [
      7833,
      7925,
      "Exaggeration,Minimisation"
    ],
    [
      8371,
      8378,
      "Loaded_Language"
    ],
    [
      8386,
      8406,
      "Exaggeration,Minimisation"
    ],
    [
      8445,
      8450,
      "Loaded_Language"
    ],
    [
      8536,
      8544,
      "Repetition"
    ],
    [
      8642,
      8650,
      "Repetition"
    ],
    [
      8722,
      8730,
      "Repetition"
    ],
    [
      8818,
      8826,
      "Repetition"
    ],
    [
      8915,
      8925,
      "Repetition"
    ],
    [
      8947,
      8955,
      "Repetition"
    ],
    [
      9143,
      9151,
      "Repetition"
    ],
    [
      9348,
      9356,
      "Repetition"
    ],
    [
      9428,
      9436,
      "Repetition"
    ],
    [
      9484,
      9492,
      "Repetition"
    ],
    [
      9544,
      9552,
      "Repetition"
    ],
    [
      9735,
      9745,
      "Repetition"
    ],
    [
      9779,
      9787,
      "Repetition"
    ],
    [
      9847,
      9855,
      "Repetition"
    ],
    [
      9954,
      9962,
      "Repetition"
    ],
    [
      10166,
      10174,
      "Repetition"
    ],
    [
      10366,
      10374,
      "Repetition"
    ],
    [
      10607,
      10617,
      "Repetition"
    ],
    [
      10819,
      10827,
      "Repetition"
    ],
    [
      12171,
      12179,
      "Repetition"
    ],
    [
      12607,
      12615,
      "Repetition"
    ],
    [
      12732,
      12740,
      "Repetition"
    ],
    [
      13741,
      13749,
      "Repetition"
    ],
    [
      13799,
      13807,
      "Repetition"
    ],
    [
      14415,
      14425,
      "Repetition"
    ],
    [
      15128,
      15143,
      "Loaded_Language"
    ],
    [
      15781,
      15789,
      "Repetition"
    ],
    [
      16089,
      16101,
      "Loaded_Language"
    ],
    [
      16657,
      16665,
      "Repetition"
    ],
    [
      17050,
      17060,
      "Repetition"
    ],
    [
      26295,
      26303,
      "Repetition"
    ],
    [
      26487,
      26497,
      "Repetition"
    ],
    [
      26689,
      26697,
      "Repetition"
    ],
    [
      27083,
      27093,
      "Repetition"
    ],
    [
      27716,
      27727,
      "Name_Calling,Labeling"
    ],
    [
      28048,
      28053,
      "Loaded_Language"
    ],
    [
      28609,
      28626,
      "Loaded_Language"
    ],
    [
      30476,
      30484,
      "Name_Calling,Labeling"
    ],
    [
      30762,
      30777,
      "Loaded_Language"
    ],
    [
      31973,
      31989,
      "Repetition"
    ]
  ]
}