{
  "article_id": "759478604",
  "sentence offsets in original": [
    0,
    265,
    663,
    806,
    887,
    994,
    1075,
    1334,
    1389,
    1684,
    1705,
    2125,
    2338,
    2582,
    2608,
    2641,
    3054,
    3078,
    3126,
    3156,
    3394,
    3433,
    3500,
    4114,
    4457,
    4696,
    4766,
    5337,
    5619,
    6366,
    6465,
    6707,
    6816,
    6900,
    7084,
    7143,
    7292,
    7399,
    7640,
    7741,
    8070,
    8202,
    8439,
    8525,
    8753,
    8849,
    8995,
    9275,
    9372,
    9428,
    9653,
    9860,
    9924,
    9951,
    10271,
    10505,
    10613,
    10718,
    10800,
    10897,
    11022,
    11586,
    11765,
    12008,
    12271,
    12451,
    12670,
    12826,
    13086,
    13364,
    13428,
    13530,
    13683,
    13718,
    13871,
    14286,
    14368,
    14482,
    14507,
    14544,
    14595,
    14677
  ],
  "original sentences": [
    "A Sister Speaks: ‘Cor Orans is the Death-Knell of Carmel’\n\nUnder the first part of my ongoing analysis of “Cor orans,” a commenter wrote: “When the enemy wants to take a soul, he tries to make it give up prayer.”\nThe Vatican presents a choice: the world, or Christ.",
    "\n“The Prologue [of the Rule of St. Benedict] set this choice before us, the world or Our Lord, as mutually exclusive alternatives; we cannot remain neutral, but must belong wholly to the one or wholly to the other.”\nDom Paul Delatte, OSB, Abbot of Solesmes\nToday I received an email from a monastery of cloistered Carmelite nuns about the new document from the Vatican’s Congregation for Religious.",
    "\nThey’re helping me examine this document, having kindly volunteered to serve as consultants, to help me understand it from an inside position.",
    "\nThese, I might add, are not what we would consider a “traditionalist” community.",
    "\nThey have only the Novus Ordo Mass and use the new rite Divine Office in their native vernacular language.",
    "\nFor obvious reasons I can’t identify them, even to say what country they are in.",
    "\nWriting to me in English, by way of introductory comments in their longer analysis of the document that will be forthcoming, Sister T, fully professed and a senior member of the monastery’s council, said, “The Cor Orans document is the death-knell of Carmel.",
    "\nIt signals the end of the contemplative monastic life.",
    "\nNot only does it destroy the autonomy of the Monasteries, something Our Holy Mother St. Teresa was extremely insistent about, but it also removes the Superior, dissolves her authority and power, removes the financial independence of each Monastery, and destroys the specificity of each charism.",
    "\n“This is a disaster.",
    "\nEspecially for Carmel.”\nI contrast this frightening comment with those coming from the man immediately responsible for “Cor orans,” Cardinal João Braz de Aviz, the Brazilian prefect of the Congregation for Institutes of Consecrated Life and Societies of Apostolic Life in a speech to religious formation directors in 2015, in which he laid out pretty clearly what was coming in this piece of legislation, 3 years later.",
    "\nIn fact, as the National Catholic Reporter piece said, the meeting itself was “unprecedented,” 1200 formators of religious life gathered by the Congregation for Religious in order to hear the new marching orders.",
    "\nThis is the programme:\n“Do not distance yourself from the great lines of the Second Vatican Council.” “In fact, those that are distancing themselves from the council to make another path are killing themselves – sooner or later, they will die.",
    "\nThey will not have sense.",
    "\nThey will be outside the church.",
    "\nWe need to build, using the Gospel and the Council as a departure point.”\nAfter breathing this threat, the cardinal continued, saying that because modern people’s “needs” are fundamentally different from what they were in the past, there was no reason to stick too closely to what the founders and foundresses – people like St. Anthony, St. Augustine, St. John Cassian, St. Benedict, St. Bruno, St. Dominic, Sts.",
    "\nFrancis and Clare, Sts.",
    "\nTeresa of Avila and John of the Cross - wanted.",
    "\n“These contexts have changed.",
    "\nAnd the council reminds us that consecrated life must be Christian discipleship ... must be discipleship of the founders that we remember, but also must be open to the culture of the present moment.”\n“We must not be closed to new things.",
    "\nGod is not static,” the cardinal said.",
    "\n“God is always new movement – of light, of heat, of demonstration.",
    "\nHe speaks in every time to men and women with the true language of that time.”\nThe congregation’s Secretary, Archbishop José Rodríguez Carballo, is reported as saying, “With this explicit reference to the Second Vatican Council, we point to our profound conviction that the council is the point of reference, non-negotiable, in the formation to the consecrated life.”\nNot the charism of the order, nor the rule, nor the Patristic tradition, nor the Doctors, nor the mystics, nor any of the 2000-year-old tradition of religious life, from the Desert Fathers to the giants of the Tridentine period; just Vatican II.",
    "\nAnd only, apparently, a single “interpretation” of it, if we are to judge by the soap and oil Braz de Aviz poured on the ruffled feathers of the Leadership Conference of Women Religious – the most virulently anti-Catholic organisation of “Catholic” religious in the world – and by his vicious persecution of the Franciscans of the Immaculate.",
    "\nCarballo continues his remarks, giving us a clue as to his feelings towards strictly cloistered, contemplative religious life: “A consecrated life, a life in God but inserted in the ecclesial family, in the church – inserted in the world.",
    "\nNot in conflict with the world, but inserted in continuity,” he said.",
    "\nIt is to wonder what this man would make of a comment by the great Dom Paul Delatte, the second abbot of Solesmes and successor to the refounder, Dom Gueranger, who wrote in his commentary on the Rule of St. Benedict:\n“The Prologue set this choice before us, the world or Our Lord, as mutually exclusive alternatives; we cannot remain neutral, but must belong wholly to the one or wholly to the other.”\n“After entering into Christ by baptism and by the monastic profession, we should hold ourselves as far aloof from the world as possible and have no connection with it.",
    "\nThere shall no longer be more intercourse between us than there is between two corpses: ‘The world is crucified to me and I to the world.’\n“Let us be on our guard against thinking that it may sometimes be proper to soften the differences, to lessen the distance which separates us.",
    "\nThe Apostle warns us that we can only please God by preserving the integrity of our true life: ‘No man being a soldier to God, entangleth himself with secular businesses: that he may please him to whom he hath engaged himself.’ The world itself is scandalised by our condescending to it, and the words of the Imitation [of Christ] are always fulfilled: ‘Sometimes we think to please others by our company; whereas we begin rather to be displeasing to them by reason of the bad qualities they discover in us.’”\nHow Cor orans will end St. Teresa of Avila’s reform of Carmel\nSister T. continued, saying that the document explicitly derogates the founding intentions of St. Teresa for whom real autonomy was a crucial element of her Carmelite reform.",
    "\nShe acknowledges that cloistered orders of nuns have for some time been gathered into federations.",
    "\nThese are already doing the Cor orans programme, having shared initial formation programmes for postulants and novices, “ongoing formation” courses for professed nuns, a federal abbess or president who oversees all the federated monasteries.",
    "\nTheir funds are already interconnected and they have regular meetings with and input from the male branches.",
    "\nIn 2015, Carmelite monasteries received a questionnaire from the Father General Fr.",
    "\nSaverio Cannistra, a Mexican and devotee of Liberation Theology, to ask if they wanted an International Commission of Nuns to oversee the female houses place of the Carmelite Fathers.",
    "\nThis suggestion was rejected, to the annoyance of Maccise.",
    "\nMaccise also promoted the idea of having no superiors in the individual monasteries, but only federation presidents and shared formation of novices.",
    "\nThe push for these changes is still on, however, under the current General, an Italian, Saverio Cannistrà.",
    "\nGiven the Marxist leanings of the recent crop of Fathers General, it seems clear that what can be expected by “ongoing formation” is, in essence, some form of political indoctrination, sprayed over with a micro-thin layer of pious language.",
    "\nBut for Carmelite nuns, Sister said, these ideas are the antithesis of the intentions of St. Teresa.",
    "\nAuthentic autonomy, independence of formation and finances, “are essential points of our charism that Our Holy Mother established and to do away with them is to do away with the charism.”\n“They go against our Constitutions, even though Cor Orans states that everything is to be done in accord with the charism and Constitutions.",
    "\nEach Carmel has its own spirit, its own tempo, it’s own ‘feel.’ Each nun is called not just to the Order, but to a specific Carmel.",
    "\nFormation in common is something we’ve been fighting against for years.”\n“To have a federal president who can decide to take the novices away, or take all our finances, or tell the Holy See we’re no longer ‘viable’ – this is a disaster.",
    "\nSt. Teresa specifically set up the monasteries so that none of this would take place.",
    "\nAnd now it’s going to be done to us.”\nShe points to the extended length of formation for new nuns - previously six years for Carmelites and under Cor orans now nine years, as absurd, saying it will tend to impede new vocations.",
    "\n“As though the Church is going to ask laypeople to be engaged for nine years before they marry.",
    "\nOur Constitutions already provide a three year extension of temporary vows if needed, but to make it mandatory will dissuade women from entering.",
    "\nIt will also help the monastery become ‘less viable’ because by the time anyone younger is professed, the others will be dead.”\nAnother requirement will be for a “religious assistant,” a priest monitoring the monastery in addition to a chaplain, to be assigned by the federation.",
    "\nSister writes that this was rejected “years ago” by Carmelite monasteries as undue interference.",
    "\nThe religious assistant will have unprecedented powers.",
    "\nArticle 23 states, for instance, “In discerning the foundation of a new monastery on the part of a single monastery, the Federal President and the religious assistant intervene to help the superior of the founding monastery.",
    "\nThe discernment on the foundation of a new monastery by the Federation is made within the framework of the Federal Assembly.”\n“One other thing that is very striking to me is the complete loss of our rights.",
    "\nThere are no options in this document, no choices, no recourse.",
    "\nIt’s all being done to us.",
    "\nIn this day and age, when Pope Francis is proclaiming, if not Liberty, Equality, and Fraternity, then at least license and ‘choice’ for all, plus the ‘rights’ of women, here our rights are completely taken away.”\nAnother nun has written saying that they cannot conceive of what these people mean by “ongoing formation”.",
    "\nJudging from other documents from already-federated Carmelites in Europe, it means in practical terms going in groups away from the monastery for days or weeks at a time to take “courses” together with novices from other monasteries.",
    "\nThe content of these course, of course, is to be formulated by teams of “experts” chosen by the Federation.",
    "\nSister writes, “Cloistered nuns have a very full horarium that does not allow for a lot of other things.",
    "\nWe already have to deal with the million unexpected things that come up each day.",
    "\nI have no idea how we are going to implement all these ridiculous plans of ‘on-going formation’.",
    "\nCan they not comprehend that simply faithfully living our daily life provides plenty of on-going formation.”\nApparently not.",
    "\nAs I wrote in my first analysis piece, the document itself – that we must remember is a piece of legislation, a legal document laying out what all monasteries of contemplative nuns must now do – starts by laying out its working premise:\nPope Francis, in the wake of the teaching of Pope Pius XII and reaffirmed by Ecumenical Vatican Council II, intended to present in Vultum Dei quaerere the intense and fruitful path taken by the Church in the last decades, in the light of the teachings of the same Council and considering the changed socio-cultural conditions.",
    "\nIn other words, it is the “intense and fruitful path” of the last few decades of the Church since Vatican II that all monasteries of cloistered, contemplative nuns must now take.",
    "\nAnyone who imagines that this document’s authors will allow leeway, that there will be dispensations forthcoming for traditional or “conservative” communities from timid and cowed Vatican bodies like Ecclesia Dei, has failed to pay attention.",
    "\nIn the last 20 years, “conservative” Catholics have pointed to the flourishing – mainly in the US – of some groups of sisters who had turned away from the “intense and fruitful path” and re-established some of the traditional accoutrements of the religious life.",
    "\nThey point to the Nashville Dominicans, the Missionaries of Charity, the Poor Clares of Alabama, where there are at least habits, (some) chant, common life and common apostolates.",
    "\nBut it is these signs of refusal of the programme that have infuriated the despots of the New Paradigm who would not rest until every last individual house of religious life was co-opted, subverted to the new ideology.",
    "\nThe little green shoots of hope that the faithful Catholic world so rejoiced to see are to be stamped back into the frost of Vatican II’s perpetual winter.",
    "\nIn the continuing analysis that will follow this article, we can see that the purpose of this document is to fulfill the totalitarian fantasies of the anti-Catholic revolutionaries, now nearing the end of their lives 50 years after their initial near-triumph.",
    "\nIts intention is mopping up; either to herd the remaining recalcitrants – those who have resisted even to the softened and conciliating degrees typical of “conservatives” – into the full post-conciliar “reform” instituted by the revolutionaries in the 1960s – or to close them.",
    "\nThe thing is, the result will obviously be the same either way.",
    "\nThe whole world has seen what happens to religious life that takes on the VaticanTwoist New Paradigm.",
    "\nI have just received a document that was issued privately summarising the findings of a meeting of federated Discalced Carmelite nuns in Europe in 2009.",
    "\nThe numbers are absolutely dismal.",
    "\nFederation: Belgium\nnumber of convents: 11 Number of nuns: 120\nsolemnly professed: 119\nin formation: 1 average age: 73\nFederation: Belgium - Luxembourg.",
    "\nnumber of convents: 11 number of nuns: 122\nsolemnly professed: 117\nin formation: 5\naverage age: 75\nFederation: Germany number of convents: 14 number of nuns: 178\nsolemnly professed: 170\nin formation: 8\naverage age: 66\nThe rest are similar, and I’ll be analysing this document in some detail in the next piece in this series, but the rest of the responses to the Father General’s questionnaire tell a similar story.",
    "\nThe German federation gave a summary of the efforts made to address these issues.",
    "\n“Path taken: For 15 years they have organized formation courses: on-going & initial formation, and for formators.",
    "\nMeetings for prioresses.",
    "\nPresent Problems: Have got very old.",
    "\nSome sisters are in care-homes run by Franciscans.",
    "\nPossible Solutions: Two convents intend to amalgamate.”\nThis is the death spiral.",
    "\nAnd it is precisely this “intense and fruitful path” taken by nearly all the Catholic world’s monastics since 1965 that Cor orans is attempting to force on the very, very few holdouts."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 265,
      "text": "A Sister Speaks: ‘Cor Orans is the Death-Knell of Carmel’\n\nUnder the first part of my ongoing analysis of “Cor orans,” a commenter wrote: “When the enemy wants to take a soul, he tries to make it give up prayer.”\nThe Vatican presents a choice: the world, or Christ.",
      "new_text": "A Sister Speaks: ‘Cor Orans is the Death-Knell of Carmel’\n\nUnder the first part of my ongoing analysis of “Cor orans,” a commenter wrote: “When the enemy wants to take a soul, he tries to make it give up prayer.”\nThe Vatican presents a choice: the world, or Christ, or someone else.",
      "prop_spans": [
        [
          35,
          46,
          "Loaded_Language"
        ],
        [
          244,
          264,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 265,
      "end_ix": 663,
      "text": "\n“The Prologue [of the Rule of St. Benedict] set this choice before us, the world or Our Lord, as mutually exclusive alternatives; we cannot remain neutral, but must belong wholly to the one or wholly to the other.”\nDom Paul Delatte, OSB, Abbot of Solesmes\nToday I received an email from a monastery of cloistered Carmelite nuns about the new document from the Vatican’s Congregation for Religious.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 663,
      "end_ix": 806,
      "text": "\nThey’re helping me examine this document, having kindly volunteered to serve as consultants, to help me understand it from an inside position.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 806,
      "end_ix": 887,
      "text": "\nThese, I might add, are not what we would consider a “traditionalist” community.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 887,
      "end_ix": 994,
      "text": "\nThey have only the Novus Ordo Mass and use the new rite Divine Office in their native vernacular language.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 994,
      "end_ix": 1075,
      "text": "\nFor obvious reasons I can’t identify them, even to say what country they are in.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1075,
      "end_ix": 1334,
      "text": "\nWriting to me in English, by way of introductory comments in their longer analysis of the document that will be forthcoming, Sister T, fully professed and a senior member of the monastery’s council, said, “The Cor Orans document is the death-knell of Carmel.",
      "new_text": "\nWriting to me in English, by way of introductory comments in their longer analysis of the document that will be forthcoming, Sister T, fully professed and a senior member of the monastery’s council, said, “The Cor Orans document is the death-knell of Carmel.",
      "prop_spans": [
        [
          1312,
          1323,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1334,
      "end_ix": 1389,
      "text": "\nIt signals the end of the contemplative monastic life.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1389,
      "end_ix": 1684,
      "text": "\nNot only does it destroy the autonomy of the Monasteries, something Our Holy Mother St. Teresa was extremely insistent about, but it also removes the Superior, dissolves her authority and power, removes the financial independence of each Monastery, and destroys the specificity of each charism.",
      "new_text": "\nNot only does it destroy the autonomy of the Monasteries, something Our Holy Mother St. Teresa was extremely insistent about, but it also removes the Superior, dissolves her authority and power, removes the financial independence of each Monastery, and destroys the specificity of each charism.",
      "prop_spans": [
        [
          1407,
          1414,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1684,
      "end_ix": 1705,
      "text": "\n“This is a disaster.",
      "new_text": "\n“This is a disaster.",
      "prop_spans": [
        [
          1696,
          1704,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1705,
      "end_ix": 2125,
      "text": "\nEspecially for Carmel.”\nI contrast this frightening comment with those coming from the man immediately responsible for “Cor orans,” Cardinal João Braz de Aviz, the Brazilian prefect of the Congregation for Institutes of Consecrated Life and Societies of Apostolic Life in a speech to religious formation directors in 2015, in which he laid out pretty clearly what was coming in this piece of legislation, 3 years later.",
      "new_text": "\nEspecially for Carmel.”\nI contrast this terrifying comment with those coming from the man immediately responsible for “Cor orans,” Cardinal João Braz de Aviz, the Brazilian prefect of the Congregation for Institutes of Consecrated Life and Societies of Apostolic Life in a speech to religious formation directors in 2015, in which he laid out pretty clearly what was coming in this piece of legislation, 3 years later.",
      "prop_spans": [
        [
          1746,
          1757,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2125,
      "end_ix": 2338,
      "text": "\nIn fact, as the National Catholic Reporter piece said, the meeting itself was “unprecedented,” 1200 formators of religious life gathered by the Congregation for Religious in order to hear the new marching orders.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2338,
      "end_ix": 2582,
      "text": "\nThis is the programme:\n“Do not distance yourself from the great lines of the Second Vatican Council.” “In fact, those that are distancing themselves from the council to make another path are killing themselves – sooner or later, they will die.",
      "new_text": "\nThis is the programme:\n“Do not distance yourself from the great lines of the Second Vatican Council.” “In fact, those that are distancing themselves from the council to make another path are killing themselves – sooner or later, they will die.",
      "prop_spans": [
        [
          2451,
          2548,
          "Black-and-White_Fallacy"
        ],
        [
          2551,
          2581,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 2582,
      "end_ix": 2608,
      "text": "\nThey will not have sense.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2608,
      "end_ix": 2641,
      "text": "\nThey will be outside the church.",
      "new_text": "\nThey might be outside the church.",
      "prop_spans": [
        [
          2609,
          2640,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 2641,
      "end_ix": 3054,
      "text": "\nWe need to build, using the Gospel and the Council as a departure point.”\nAfter breathing this threat, the cardinal continued, saying that because modern people’s “needs” are fundamentally different from what they were in the past, there was no reason to stick too closely to what the founders and foundresses – people like St. Anthony, St. Augustine, St. John Cassian, St. Benedict, St. Bruno, St. Dominic, Sts.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3054,
      "end_ix": 3078,
      "text": "\nFrancis and Clare, Sts.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3078,
      "end_ix": 3126,
      "text": "\nTeresa of Avila and John of the Cross - wanted.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3126,
      "end_ix": 3156,
      "text": "\n“These contexts have changed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3156,
      "end_ix": 3394,
      "text": "\nAnd the council reminds us that consecrated life must be Christian discipleship ... must be discipleship of the founders that we remember, but also must be open to the culture of the present moment.”\n“We must not be closed to new things.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3394,
      "end_ix": 3433,
      "text": "\nGod is not static,” the cardinal said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3433,
      "end_ix": 3500,
      "text": "\n“God is always new movement – of light, of heat, of demonstration.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3500,
      "end_ix": 4114,
      "text": "\nHe speaks in every time to men and women with the true language of that time.”\nThe congregation’s Secretary, Archbishop José Rodríguez Carballo, is reported as saying, “With this explicit reference to the Second Vatican Council, we point to our profound conviction that the council is the point of reference, non-negotiable, in the formation to the consecrated life.”\nNot the charism of the order, nor the rule, nor the Patristic tradition, nor the Doctors, nor the mystics, nor any of the 2000-year-old tradition of religious life, from the Desert Fathers to the giants of the Tridentine period; just Vatican II.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4114,
      "end_ix": 4457,
      "text": "\nAnd only, apparently, a single “interpretation” of it, if we are to judge by the soap and oil Braz de Aviz poured on the ruffled feathers of the Leadership Conference of Women Religious – the most virulently anti-Catholic organisation of “Catholic” religious in the world – and by his vicious persecution of the Franciscans of the Immaculate.",
      "new_text": "\nAnd only, apparently, a single “interpretation” of it, if we are to judge by the soap and oil Braz de Aviz poured on the ruffled feathers of the Leadership Conference of Women Religious and by his vicious persecution of the Franciscans of the Immaculate.",
      "prop_spans": [
        [
          4303,
          4386,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 4457,
      "end_ix": 4696,
      "text": "\nCarballo continues his remarks, giving us a clue as to his feelings towards strictly cloistered, contemplative religious life: “A consecrated life, a life in God but inserted in the ecclesial family, in the church – inserted in the world.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4696,
      "end_ix": 4766,
      "text": "\nNot in conflict with the world, but inserted in continuity,” he said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4766,
      "end_ix": 5337,
      "text": "\nIt is to wonder what this man would make of a comment by the great Dom Paul Delatte, the second abbot of Solesmes and successor to the refounder, Dom Gueranger, who wrote in his commentary on the Rule of St. Benedict:\n“The Prologue set this choice before us, the world or Our Lord, as mutually exclusive alternatives; we cannot remain neutral, but must belong wholly to the one or wholly to the other.”\n“After entering into Christ by baptism and by the monastic profession, we should hold ourselves as far aloof from the world as possible and have no connection with it.",
      "new_text": "\nIt is to wonder what this man would make of a comment by the great Dom Paul Delatte, the second abbot of Solesmes and successor to the refounder, Dom Gueranger, who wrote in his commentary on the Rule of St. Benedict:\n“The Prologue set this choice before us, the world or Our Lord, as mutually exclusive alternatives; we cannot remain neutral, but must belong wholly to the one or wholly to the other.”\n“After entering into Christ by baptism and by the monastic profession, we should hold ourselves as far aloof from the world as possible and have no connection with it.",
      "prop_spans": [
        [
          5052,
          5083,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 5337,
      "end_ix": 5619,
      "text": "\nThere shall no longer be more intercourse between us than there is between two corpses: ‘The world is crucified to me and I to the world.’\n“Let us be on our guard against thinking that it may sometimes be proper to soften the differences, to lessen the distance which separates us.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5619,
      "end_ix": 6366,
      "text": "\nThe Apostle warns us that we can only please God by preserving the integrity of our true life: ‘No man being a soldier to God, entangleth himself with secular businesses: that he may please him to whom he hath engaged himself.’ The world itself is scandalised by our condescending to it, and the words of the Imitation [of Christ] are always fulfilled: ‘Sometimes we think to please others by our company; whereas we begin rather to be displeasing to them by reason of the bad qualities they discover in us.’”\nHow Cor orans will end St. Teresa of Avila’s reform of Carmel\nSister T. continued, saying that the document explicitly derogates the founding intentions of St. Teresa for whom real autonomy was a crucial element of her Carmelite reform.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6366,
      "end_ix": 6465,
      "text": "\nShe acknowledges that cloistered orders of nuns have for some time been gathered into federations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6465,
      "end_ix": 6707,
      "text": "\nThese are already doing the Cor orans programme, having shared initial formation programmes for postulants and novices, “ongoing formation” courses for professed nuns, a federal abbess or president who oversees all the federated monasteries.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6707,
      "end_ix": 6816,
      "text": "\nTheir funds are already interconnected and they have regular meetings with and input from the male branches.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6816,
      "end_ix": 6900,
      "text": "\nIn 2015, Carmelite monasteries received a questionnaire from the Father General Fr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6900,
      "end_ix": 7084,
      "text": "\nSaverio Cannistra, a Mexican and devotee of Liberation Theology, to ask if they wanted an International Commission of Nuns to oversee the female houses place of the Carmelite Fathers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7084,
      "end_ix": 7143,
      "text": "\nThis suggestion was rejected, to the annoyance of Maccise.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7143,
      "end_ix": 7292,
      "text": "\nMaccise also promoted the idea of having no superiors in the individual monasteries, but only federation presidents and shared formation of novices.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7292,
      "end_ix": 7399,
      "text": "\nThe push for these changes is still on, however, under the current General, an Italian, Saverio Cannistrà.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7399,
      "end_ix": 7640,
      "text": "\nGiven the Marxist leanings of the recent crop of Fathers General, it seems clear that what can be expected by “ongoing formation” is, in essence, some form of political indoctrination, sprayed over with a micro-thin layer of pious language.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7640,
      "end_ix": 7741,
      "text": "\nBut for Carmelite nuns, Sister said, these ideas are the antithesis of the intentions of St. Teresa.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7741,
      "end_ix": 8070,
      "text": "\nAuthentic autonomy, independence of formation and finances, “are essential points of our charism that Our Holy Mother established and to do away with them is to do away with the charism.”\n“They go against our Constitutions, even though Cor Orans states that everything is to be done in accord with the charism and Constitutions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8070,
      "end_ix": 8202,
      "text": "\nEach Carmel has its own spirit, its own tempo, it’s own ‘feel.’ Each nun is called not just to the Order, but to a specific Carmel.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8202,
      "end_ix": 8439,
      "text": "\nFormation in common is something we’ve been fighting against for years.”\n“To have a federal president who can decide to take the novices away, or take all our finances, or tell the Holy See we’re no longer ‘viable’ – this is a disaster.",
      "new_text": "\nFormation in common is something we’ve been fighting against for years.”\n“To have a federal president who can decide to take the novices away, or take all our finances, or tell the Holy See we’re no longer ‘viable’ – this is a disaster.",
      "prop_spans": [
        [
          8430,
          8438,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8439,
      "end_ix": 8525,
      "text": "\nSt. Teresa specifically set up the monasteries so that none of this would take place.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8525,
      "end_ix": 8753,
      "text": "\nAnd now it’s going to be done to us.”\nShe points to the extended length of formation for new nuns - previously six years for Carmelites and under Cor orans now nine years, as absurd, saying it will tend to impede new vocations.",
      "new_text": "\nAnd now it’s going to be done to us.”\nShe points to the extended length of formation for new nuns - previously six years for Carmelites and under Cor orans now nine years, saying it will tend to impede new vocations.",
      "prop_spans": [
        [
          8701,
          8707,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8753,
      "end_ix": 8849,
      "text": "\n“As though the Church is going to ask laypeople to be engaged for nine years before they marry.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8849,
      "end_ix": 8995,
      "text": "\nOur Constitutions already provide a three year extension of temporary vows if needed, but to make it mandatory will dissuade women from entering.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8995,
      "end_ix": 9275,
      "text": "\nIt will also help the monastery become ‘less viable’ because by the time anyone younger is professed, the others will be dead.”\nAnother requirement will be for a “religious assistant,” a priest monitoring the monastery in addition to a chaplain, to be assigned by the federation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9275,
      "end_ix": 9372,
      "text": "\nSister writes that this was rejected “years ago” by Carmelite monasteries as undue interference.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9372,
      "end_ix": 9428,
      "text": "\nThe religious assistant will have unprecedented powers.",
      "new_text": "\nThe religious assistant will have unparalleled powers.",
      "prop_spans": [
        [
          9407,
          9420,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9428,
      "end_ix": 9653,
      "text": "\nArticle 23 states, for instance, “In discerning the foundation of a new monastery on the part of a single monastery, the Federal President and the religious assistant intervene to help the superior of the founding monastery.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9653,
      "end_ix": 9860,
      "text": "\nThe discernment on the foundation of a new monastery by the Federation is made within the framework of the Federal Assembly.”\n“One other thing that is very striking to me is the complete loss of our rights.",
      "new_text": "\nThe discernment on the foundation of a new monastery by the Federation is made within the framework of the Federal Assembly.”\n“One other thing that is very striking to me is the complete loss of our rights.",
      "prop_spans": [
        [
          9832,
          9859,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9860,
      "end_ix": 9924,
      "text": "\nThere are no options in this document, no choices, no recourse.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9924,
      "end_ix": 9951,
      "text": "\nIt’s all being done to us.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9951,
      "end_ix": 10271,
      "text": "\nIn this day and age, when Pope Francis is proclaiming, if not Liberty, Equality, and Fraternity, then at least license and ‘choice’ for all, plus the ‘rights’ of women, here our rights are completely taken away.”\nAnother nun has written saying that they cannot conceive of what these people mean by “ongoing formation”.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10271,
      "end_ix": 10505,
      "text": "\nJudging from other documents from already-federated Carmelites in Europe, it means in practical terms going in groups away from the monastery for days or weeks at a time to take “courses” together with novices from other monasteries.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10505,
      "end_ix": 10613,
      "text": "\nThe content of these course, of course, is to be formulated by teams of “experts” chosen by the Federation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10613,
      "end_ix": 10718,
      "text": "\nSister writes, “Cloistered nuns have a very full horarium that does not allow for a lot of other things.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10718,
      "end_ix": 10800,
      "text": "\nWe already have to deal with the million unexpected things that come up each day.",
      "new_text": "\nWe already have to deal with the many unexpected things that come up each day.",
      "prop_spans": [
        [
          10752,
          10759,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10800,
      "end_ix": 10897,
      "text": "\nI have no idea how we are going to implement all these ridiculous plans of ‘on-going formation’.",
      "new_text": "\nI have no idea how we are going to implement all these plans of ‘on-going formation’.",
      "prop_spans": [
        [
          10856,
          10866,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10897,
      "end_ix": 11022,
      "text": "\nCan they not comprehend that simply faithfully living our daily life provides plenty of on-going formation.”\nApparently not.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11022,
      "end_ix": 11586,
      "text": "\nAs I wrote in my first analysis piece, the document itself – that we must remember is a piece of legislation, a legal document laying out what all monasteries of contemplative nuns must now do – starts by laying out its working premise:\nPope Francis, in the wake of the teaching of Pope Pius XII and reaffirmed by Ecumenical Vatican Council II, intended to present in Vultum Dei quaerere the intense and fruitful path taken by the Church in the last decades, in the light of the teachings of the same Council and considering the changed socio-cultural conditions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11586,
      "end_ix": 11765,
      "text": "\nIn other words, it is the “intense and fruitful path” of the last few decades of the Church since Vatican II that all monasteries of cloistered, contemplative nuns must now take.",
      "new_text": "\nIn other words, it is the “intense and fruitful path” of the last few decades of the Church since Vatican II that all monasteries of cloistered, contemplative nuns must now take.",
      "prop_spans": [
        [
          11614,
          11639,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 11765,
      "end_ix": 12008,
      "text": "\nAnyone who imagines that this document’s authors will allow leeway, that there will be dispensations forthcoming for traditional or “conservative” communities from timid and cowed Vatican bodies like Ecclesia Dei, has failed to pay attention.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12008,
      "end_ix": 12271,
      "text": "\nIn the last 20 years, “conservative” Catholics have pointed to the flourishing – mainly in the US – of some groups of sisters who had turned away from the “intense and fruitful path” and re-established some of the traditional accoutrements of the religious life.",
      "new_text": "\nIn the last 20 years, “conservative” Catholics have pointed to the flourishing – mainly in the US – of some groups of sisters who had turned away from the “intense and fruitful path” and re-established some of the traditional accoutrements of the religious life.",
      "prop_spans": [
        [
          12165,
          12190,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 12271,
      "end_ix": 12451,
      "text": "\nThey point to the Nashville Dominicans, the Missionaries of Charity, the Poor Clares of Alabama, where there are at least habits, (some) chant, common life and common apostolates.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12451,
      "end_ix": 12670,
      "text": "\nBut it is these signs of refusal of the programme that have infuriated the despots of the New Paradigm who would not rest until every last individual house of religious life was co-opted, subverted to the new ideology.",
      "new_text": "\nBut it is these signs of refusal of the programme that have infuriated the people of the New Paradigm who would work until every last individual house of religious life was co-opted, subverted to the new ideology.",
      "prop_spans": [
        [
          12527,
          12534,
          "Name_Calling,Labeling"
        ],
        [
          12559,
          12579,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12670,
      "end_ix": 12826,
      "text": "\nThe little green shoots of hope that the faithful Catholic world so rejoiced to see are to be stamped back into the frost of Vatican II’s perpetual winter.",
      "new_text": "\nThe little green shoots of hope that the faithful Catholic world so rejoiced to see are to be stamped back into the frost of Vatican II’s perpetual winter.",
      "prop_spans": [
        [
          12783,
          12825,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12826,
      "end_ix": 13086,
      "text": "\nIn the continuing analysis that will follow this article, we can see that the purpose of this document is to fulfill the totalitarian fantasies of the anti-Catholic revolutionaries, now nearing the end of their lives 50 years after their initial near-triumph.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13086,
      "end_ix": 13364,
      "text": "\nIts intention is mopping up; either to herd the remaining recalcitrants – those who have resisted even to the softened and conciliating degrees typical of “conservatives” – into the full post-conciliar “reform” instituted by the revolutionaries in the 1960s – or to close them.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13364,
      "end_ix": 13428,
      "text": "\nThe thing is, the result will obviously be the same either way.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13428,
      "end_ix": 13530,
      "text": "\nThe whole world has seen what happens to religious life that takes on the VaticanTwoist New Paradigm.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13530,
      "end_ix": 13683,
      "text": "\nI have just received a document that was issued privately summarising the findings of a meeting of federated Discalced Carmelite nuns in Europe in 2009.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13683,
      "end_ix": 13718,
      "text": "\nThe numbers are absolutely dismal.",
      "new_text": "\nThe numbers are dismal.",
      "prop_spans": [
        [
          13700,
          13717,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 13718,
      "end_ix": 13871,
      "text": "\nFederation: Belgium\nnumber of convents: 11 Number of nuns: 120\nsolemnly professed: 119\nin formation: 1 average age: 73\nFederation: Belgium - Luxembourg.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13871,
      "end_ix": 14286,
      "text": "\nnumber of convents: 11 number of nuns: 122\nsolemnly professed: 117\nin formation: 5\naverage age: 75\nFederation: Germany number of convents: 14 number of nuns: 178\nsolemnly professed: 170\nin formation: 8\naverage age: 66\nThe rest are similar, and I’ll be analysing this document in some detail in the next piece in this series, but the rest of the responses to the Father General’s questionnaire tell a similar story.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14286,
      "end_ix": 14368,
      "text": "\nThe German federation gave a summary of the efforts made to address these issues.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14368,
      "end_ix": 14482,
      "text": "\n“Path taken: For 15 years they have organized formation courses: on-going & initial formation, and for formators.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14482,
      "end_ix": 14507,
      "text": "\nMeetings for prioresses.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14507,
      "end_ix": 14544,
      "text": "\nPresent Problems: Have got very old.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14544,
      "end_ix": 14595,
      "text": "\nSome sisters are in care-homes run by Franciscans.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14595,
      "end_ix": 14677,
      "text": "\nPossible Solutions: Two convents intend to amalgamate.”\nThis is the death spiral.",
      "new_text": "\nPossible Solutions: Two convents intend to amalgamate.”\nThis is the death spiral.",
      "prop_spans": [
        [
          14664,
          14676,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 14677,
      "end_ix": 14862,
      "text": "\nAnd it is precisely this “intense and fruitful path” taken by nearly all the Catholic world’s monastics since 1965 that Cor orans is attempting to force on the very, very few holdouts.",
      "new_text": "\nAnd it is precisely this “intense and fruitful path” taken by nearly all the Catholic world’s monastics since 1965 that Cor orans is attempting to force on the very, very few holdouts.",
      "prop_spans": [
        [
          14704,
          14729,
          "Repetition"
        ]
      ]
    }
  ],
  "original labels": [
    [
      35,
      46,
      "Loaded_Language"
    ],
    [
      244,
      264,
      "Black-and-White_Fallacy"
    ],
    [
      1312,
      1323,
      "Loaded_Language"
    ],
    [
      1407,
      1414,
      "Loaded_Language"
    ],
    [
      1696,
      1704,
      "Loaded_Language"
    ],
    [
      1746,
      1757,
      "Loaded_Language"
    ],
    [
      2451,
      2548,
      "Black-and-White_Fallacy"
    ],
    [
      2551,
      2581,
      "Appeal_to_fear-prejudice"
    ],
    [
      2609,
      2640,
      "Appeal_to_fear-prejudice"
    ],
    [
      4303,
      4386,
      "Exaggeration,Minimisation"
    ],
    [
      5052,
      5083,
      "Black-and-White_Fallacy"
    ],
    [
      8430,
      8438,
      "Loaded_Language"
    ],
    [
      8701,
      8707,
      "Loaded_Language"
    ],
    [
      9407,
      9420,
      "Loaded_Language"
    ],
    [
      9832,
      9859,
      "Loaded_Language"
    ],
    [
      10752,
      10759,
      "Loaded_Language"
    ],
    [
      10856,
      10866,
      "Loaded_Language"
    ],
    [
      11614,
      11639,
      "Repetition"
    ],
    [
      12165,
      12190,
      "Repetition"
    ],
    [
      12527,
      12534,
      "Name_Calling,Labeling"
    ],
    [
      12559,
      12579,
      "Loaded_Language"
    ],
    [
      12783,
      12825,
      "Loaded_Language"
    ],
    [
      13700,
      13717,
      "Loaded_Language"
    ],
    [
      14664,
      14676,
      "Loaded_Language"
    ],
    [
      14704,
      14729,
      "Repetition"
    ]
  ]
}