{
  "article_id": "761334950",
  "sentence offsets in original": [
    0,
    50,
    257,
    610,
    829,
    1033,
    1326,
    1558,
    1745,
    1856,
    1983,
    2227,
    2475,
    2590,
    2673,
    2778,
    2987,
    3168,
    3437,
    3685,
    4096,
    4189,
    4308,
    4432,
    4672,
    4807,
    4925,
    5029,
    5158,
    5290,
    5364,
    5519,
    5614,
    5826,
    5873,
    6136,
    6161,
    6198,
    6249,
    6299,
    6354,
    6607,
    6773,
    6845,
    6961,
    7148,
    7237,
    7282,
    7585,
    7607,
    7891,
    7943,
    8083,
    8178,
    8217,
    8279,
    8359,
    8507,
    8733,
    8800,
    8902,
    9158,
    9197,
    9277,
    9307,
    9404,
    9496,
    9727,
    9889,
    9952,
    9996,
    10063,
    10106,
    10162,
    10243,
    10321,
    10753,
    10838,
    10893,
    10969,
    11052,
    11135,
    11171,
    11299,
    11514,
    11666,
    11771,
    11893,
    12024,
    12110,
    12383,
    12563,
    12683,
    12872,
    13131,
    13260,
    13378,
    13405,
    13454,
    13514,
    13652,
    13800,
    14010,
    14062,
    14331,
    14741,
    15053,
    15202,
    15245,
    15281,
    15345,
    15470,
    15723,
    16116,
    16301,
    16583,
    16684,
    16833,
    17087,
    17187,
    17297,
    17439,
    17482,
    17903,
    18010,
    18294,
    18421,
    18488,
    18667,
    18860,
    18907,
    18942,
    19057,
    19066,
    19561,
    19938,
    19997,
    20571,
    20840,
    20930,
    21172,
    21313,
    21556,
    21589,
    21593,
    21663,
    21759,
    21859,
    21917,
    22129
  ],
  "original sentences": [
    "A Dismal Record: Why Are They Destroying the Nuns?",
    "\n\nThe meeting covered Carmels of the Teresian, Discalced, reform from Germany, five areas of Spain, three from France, Great Britain, Ireland, Italy, the Netherlands, Austria, Croatia and the Holy Land [1] .",
    "\nThe reports from each region showed that many of the provisions found in Cor orans were already in place: federations with broad powers, including financial control and combined formation courses, “religious assistant” priests appointed by the federation and overseeing individual monasteries and superiors giving up their authority to the federations.",
    "\nGiven that this was 2009, it is clear that the plans to force all contemplative monasteries in the world into this disastrous European mould were well under way long before Pope Benedict was even considering resigning.",
    "\nToday I’ve received an interesting document issued by the Carmelite Order in Europe following a meeting of the “Federations of Discalced Carmelite Nuns of Europe & the Holy Land” in Avila, February 2009.",
    "\nAs a snapshot of the current condition of Carmelite monastic life after it had been completely “federated,” it paints a depressing picture; but as a demonstration of what “federations” are likely to achieve once Cor orans is implemented universally, it clangs in the mind like a funeral bell.",
    "\nReconciled to managed extinction\nThe report shows average ages of nuns between 65 and 80, “infirmary Carmels,” nuns in state nursing homes, entire communities living in care facilities and half the Carmels with no one in formation.",
    "\nSolutions offered are equally uniform: heaped-up bureaucracy, common formation courses between monasteries developed by “religious psychologists,” ever more powers handed to federations.",
    "\nThis is federated Carmelite monastic life under Pope Francis’ New Paradigm of fully implemented VaticanTwoism.",
    "\nVery little is said of any efforts being made to increase vocational outreach using the internet or through diocesan contacts.",
    "\nAnd perhaps most telling of all, not one word is offered of applying any systematic religious solutions; no one is suggesting increased prayer or fasting, Rosary campaigns or novenas in what has to be the Carmelite Order’s most desperate hour.",
    "\nNothing is said of increased intensity of devotion to the charism, study of the foundress or returning to sources, still less of strengthening the Carmelites’ traditional independent self-governance or reconsidering the wisdom of “the path taken”.",
    "\nIndeed, in one case in Spain, the sisters themselves advocate abandoning traditional Teresian autonomy altogether.",
    "\nThe report from Great Britain notes: “18 Carmels have closed in the last 40 years.",
    "\nThere have been two amalgamations in recent years and another one involving three Carmels is in process.",
    "\nTwo communities at present are living together in one monastery as a temporary measure.”\nThe case of the Netherlands is downright bizarre; sisters so old that even the federation structures are breaking down.",
    "\nOnly one fully autonomous functioning Carmel still exists in the Netherlands, and the remains of four entire communities are living in a single care home run by religious brothers.",
    "\nBut in this situation, the “solution” undertaken has been an elaborate bureaucratic reshuffle, including gaining approval from Rome, for “a completely new structure,” whose main task, no doubt, will be the making of funeral arrangements and disposing of library books.",
    "\nThe atmosphere is weirdly resigned – one federation report recommended simply “forgetting the numbers” – with many notes of mutual congratulation over “unity,” the creating of “links” and the “building of trust” and “dialogue” between communities.",
    "\nThe report from Belgium – federated in 1997, average age 73 with one sister in formation for 11 monasteries – states tersely that their biggest problem is “ageing” but under “possible solutions” says only, “We want to continue along the path we have begun.”\nIt is only in the report from Croatia where the problem changes abruptly from aging nuns and no vocations to too many vocations with not enough room[2].",
    "\nIt is also notable that it is only in the Croatian report that Christ gets a direct mention.",
    "\nFederation of Croatia & Bosnia-Herzegovina: 82 nuns in 5 convents, with an average age of 47, and eleven in formation.",
    "\nThis outlier differs from the Western European federations in several respects, notably that it was only federated in 2002.",
    "\nBut the effects of the federating/formation courses are already being felt: “Nowadays, two monasteries have difficulty because of a lack of vocations.”\nPath taken: Have made a foundation in Albania; however this community is not federated.",
    "\nFrom the beginning, our Association has organized formation courses for the younger sisters as well as courses of permanent formation.",
    "\nEach year, we have one or two seminars, which are also the occasion to the meeting of the Council of the Association.",
    "\nThe duration is 3 to 4 days and they take place every time in a different Monastery of the Association.",
    "\nWe invite the sisters of other Carmelite convents friends to our formation courses: sisters from Albania, Slovenia and Bulgaria.",
    "\nPresent Problems: In general, in our Association the vocations continue growing, but there are differences between the monasteries.",
    "\nNowadays, two monasteries have difficulty because of a lack of vocations.",
    "\nPossible solutions: We do all what is in our hands in the area of the vocational promotion, collaborating in this way with Christ who calls by his Spirit.",
    "\nThese self-generated reports were made in response to a questionnaire set out for the meeting.",
    "\nAll speak of nothing but bureaucratic responses: shared “formation courses,” meetings of superiors, amalgamations and suppression of houses and finally “care homes” and houses given over entirely as infirmaries.",
    "\nA tale of controlled, systematized extinction.",
    "\n~~~\nFederation: Germany\ndate when erected: 1980\nnumber of convents: 14\nnumber of nuns: 178\nsolemnly professed: 170\nin formation[3]: 8\naverage age: 66\nPath taken: for 15 years they have organized formation courses: on-going & initial formation, and for formators.",
    "\nMeetings for prioresses.",
    "\nPresent problems: have got very old.",
    "\nSome sisters are in care-homes run by Franciscans.",
    "\nDifferent sisters have volunteered to help there.",
    "\nPossible solutions: two convents intend to amalgamate.",
    "\n~~~\nFederation: Spain – Castile Burgos\nDate when erected: 1978\nNumber of convents: 20\nNumber of nuns: 245\nSolemnly professed:\nIn formation: 9\nAverage age: between 64\nPath taken: they have worked on communion and systematic formation of the communities.",
    "\nThey have established a formation-house for new vocations and held a month long intensive course according to the ratio, given by the same sisters of the federation.",
    "\nIn 2004 they established a Carmelite infirmary to help the communities.",
    "\nCourses have been organized to accompany the youngest sisters of the federation, given by a religious psychologist.",
    "\nPresent problems: ageing of the sisters and a lack of vocations; we have not arrived at any practical conclusion in the way of amalgamations-restructuring though attempts have been made.",
    "\nThe incorporation of sisters from other countries without due discernment in some cases.",
    "\nPossible solutions: we are making enquiries.",
    "\n~~~\nFederation: Spain - Catalonia\nDate when erected: 1993\nNumber of convents 4\nNumber of nuns: 60\nSolemnly professed:\nIn formation: none\nAverage age: 71\nWhat has been done: there has been one suppression and two convents have amalgamated\nPresent problems: ageing of the sisters and a lack of vocations.",
    "\nWe need outside help.",
    "\n~~~\nFederation: Spain - Navarre\nDate of erection: 1994\nNumber of convents:16\nNumber of nuns: 229\nSolemnly professed:\nIn formation: 10\nAverage age: 69\nWhat has been done: there has been work on formation: each year, a course on on-going formation and one for those recently professed.",
    "\nThere have been 3 suppressions and 3 amalgamations.",
    "\nWork will continue in this area, in order to keep a balance within the communities, based on the present communities and the new vocations.",
    "\nPresent Problems: Ageing of the communities, resulting in weakening of life in all its facets.",
    "\nIt is not easy to express the reality.",
    "\nA lack of vocations is with us as a reality in everyday life.",
    "\nMoreover, the high number of Carmels makes difficult to maintain all presences.",
    "\nPossible Solutions: It is completely necessary to assume the way of the restructurings, in order to live what is essential, forgetting the numbers.",
    "\nThe challenge to grow in confidence and communion should lead us to downgrade the famous and untouchable autonomy because, to a daughter of Saint Teresa, the really important thing is to look for HIM and to live in obedience.",
    "\nAnother of our challenges is caring [for] the ecclesial presences.",
    "\nWe think this is the way will lead us to recreate from the interior the Charism of the Mother Teresa.",
    "\n~~~\nFederation: France - Toulouse Bordeaux\nDate when erected: 1955\nNumber of convents: 20 + 1 abroad, Athens\nNumber of nuns: 274\nSolemnly professed: 268\nIn formation: 6\nAverage age: 70,6\nWhat has been done: There have been 1 amalgamation & 6 suppressions.",
    "\nThe federal priority is the formation.",
    "\nThere has been a lot of work in formation: for prioresses, formators & initial.",
    "\nAlso with the extern sisters.",
    "\nThe infirmary Carmel was closed due to the difficulty of finding a prioress and other personnel.",
    "\nThe sisters have gone to other Carmels, except some who have gone to state geriatric homes.",
    "\n~~~\nFederation: Italy - Lombardy\nDate when erected: 1996\nNumber of convents: 16\nNumber of nuns: 220\nSolemnly professed: 209\nIn formation: 11\nAverage age: 65\nPresent problems: there are big differences between the various convents.",
    "\nThe number of vocations has diminished quickly and the numbers increased of those who have left during formation and during the first years of solemn profession.",
    "\nNonetheless there have not been amalgamations or suppressions.",
    "\nIn some convents old age is a real concern.",
    "\nPossible Solutions: They are working on formation through courses.",
    "\nAlso on communion between the communities.",
    "\nThere are meetings of the Council with the communities.",
    "\nWe are ready to accept sisters who cannot be cared for in their own communities.",
    "\nHowever, this has not been accepted because they do not want to be separated.",
    "\nThe strangest report came from the Netherlands where, for a single surviving autonomous monastery and an average age of 81, resources were mobilised to create “a completely new structure,” complete with approval from the Congregation for Religious:\nFederation: Netherlands\nDate when erected: 1971\nNumber of convents: 6\nNumber of nuns: 73\nSolemnly professed: 73\nIn formation: ....\nAverage age: 81 [NB, the bold was in the original.]",
    "\nWhat has been done: 13 Dutch Carmels and one in Iceland have united in a Federation.",
    "\nThis has created a close communion from the beginning.",
    "\nEveryone has collaborated in the process of amalgamations and suppressions.",
    "\nPresent Problems: Only one Carmel functions fully autonomously in the Netherlands.",
    "\n4 communities are in a care-home run by the Brothers of the Immaculate Conception.",
    "\nAnother Carmel was renewed in 1990.",
    "\nAt the original Carmel an infirmary wing has been added for those sisters who require nursing; it is run by Franciscan sisters.",
    "\nWith the passing of time the Assembly of the Federation has transferred tasks to the President of the Federation, according to the faculties described in the statutes, in particular regarding our mutual solidarity.",
    "\nAlso, with the passing of the years, the Congregation for Religious has placed responsibility directly into the hands of the Council of the Federation.",
    "\nFinally, the autonomous Carmels have asked help from the Federation in order to protect their interests.",
    "\nDue to our very advanced age in the Netherlands we have reached the moment when a General Assembly is no longer possible.",
    "\nWe are left with the problem that in the communities there are no sisters who can or who want to be prioresses or council sisters.",
    "\nThe structure of the Federation that we have had till now is thus no longer possible.",
    "\nPossible solutions: The Federation Council, the Religious Assistant, together with a canon lawyer of the Dutch Conference of Religious, have worked hard on a completely new structure, in which in its first draft the autonomy of the Carmel has been constantly kept in mind.",
    "\nWe began from three points:\n1)Maintenance of the formal autonomy of the Carmels that still exist, but with the chance to transfer tasks gradually to the council of the Federation.",
    "\n\n2)Appointment of The Federal board or Federal Council of the Federation, preferably appointed by the Superior General.",
    "\nThe team will consist of a president and vice-president who are members of one of the convents, appointed to functions, and of three people who are members, or not, of one of the convents.",
    "\n\n3)A Supervisory council, also to be appointed periodically by the Superior General, which will be made up of three members, whose president will be, preferably, a member of a religious institute, preferably of the Carmelite Order and appointed to functions.",
    "\nThis council sees itself as a supervisory body and to give advice that will more or less replace the Assembly of the Federation.",
    "\nIn October 2008, the President, the Religious Assistant and a Lawyer were in Rome where they explained the proposals.",
    "\nThey had meetings with Fr.",
    "\nGeneral and with the Congregation for Religious.",
    "\nThese were open meetings that helped us to clarify matters.",
    "\nAn important concern was that they would allow us to use lay people on the Federal Council of the Federation and the Supervisory council.",
    "\nWe were aware that we were not dealing with a simple matter, but we think that, in view of our present situation today, we do not have much choice.",
    "\nIt is important to continue to protect the interests of our Federation in the most responsible and careful way, so that all the sisters, even those advanced in years, can continue to live their life in Carmel.",
    "\nDefinitive permission came at the 25th of February.",
    "\n~~~\nGiven this incredible picture of a Carmelite Order in the last rattle of its death throes, the rest of the summaries of speeches given at the meeting in Avila read as outright surreal, leaving us to wonder if any of these people are attached in any way to reality.",
    "\nSr. Enrica Rosanna, the representative of the Vatican’s Congregation for Religious told them that the “two great challenges to our contemplative life” are “the challenge of globalization and the challenge of irrelevancy.” She warned the nuns against bringing vocations from other countries to keep their monasteries alive, dropping a hint about what now seems to be a particular obsession of the Congregation.",
    "\nCor orans would take this subject up definitively in 2018:\nThe nuns were exhorted to “stay awake to welcome the dawn” of a bright new future:\n“These are difficult and uncertain times, but it is also the time to stay awake as the new dawn is already announcing itself.” “Our aim must be to be open to the future.",
    "\nWe should not forget that we are following in the tradition of Teresa of Jesus and in the tradition of all those who have followed in her footsteps.",
    "\nIt is a wide road that opens up before us.",
    "\nWe must be women of hope and faith.",
    "\nWe must always believe that God is the one who directs history.",
    "\nFrom this derives our task, to be creative and, at the same time, faithful (creative fidelity).” [emphasis in the original.]",
    "\nWhile there can be no doubt that the impending total extinction of the Carmelite Order in Western Europe was foremost in the minds of the nuns present, it seems that the issue was simply not addressed out loud by the representatives of the bureaucracy.",
    "\nInstead, Sr. Enrica, after this bizarre and cryptic comment, spoke of the “problems and difficulties that we can encounter” in discernment of mostly non-existent vocations, including “consumerism, modern means of communication, difficulties in creating a stable personality, autonomy of the young, the need to be always supported, the ideology of subjectivism.”\nWhat are these people smoking?",
    "\nGiven that this was three years or more from the abdication of Benedict and the installation of the New Paradigm of Francis/Kasper, one wonders what this “new dawn” was actually about.",
    "\nPerhaps a useful question for one of the nuns present could have been, “A ‘new dawn’ of what, exactly?” This kind of coded language has been popular with the progressivist faction in the Church since the 1960s, when the expectation was for the installation of a totally new Church.",
    "\nWas Sr. Enrica somehow anticipating the fulfillment of those hippie-era dreams in the years to come?",
    "\nIt is certainly clear from Francis’ first acts as pope that he had dealing with conservative and Traditionalist nuns high on his list of priorities.",
    "\nHis first appointment, no more than three weeks after the Conclave was Jose Rodrigues Carballo, the Religious Congregation’s Secretary and – given the scandal that erupted on his leaving them – the financial wrecking ball of the Franciscan Friars Minor.",
    "\nThe first task Francis gave Carballo was the demolition of the Franciscan Friars of the Immaculate.",
    "\nCertainly this record of the European Carmelites’ meeting is jammed with hints that Cor orans was on the way.",
    "\nOn the final day of the meeting, the “theme for the day” was offered by then-Father General Luis Arostegui: “Government: the need for change.",
    "\nAutonomy and Association; autonomy and Fr.",
    "\nGeneral; other solutions to government.”\nThe devolution of authority of superiors of individual monasteries to federations was obviously on someone’s mind, as was a plan to see to it that monasteries change superiors frequently: “Essential autonomy can fail due to the relationships within the community: abuses by permanent superiors who decide on the freedom and decisions of the community,” the Father General warned.",
    "\nAnd there were certainly hints that a general re-organisation of structures of authority was in the works.",
    "\nA common tactic of politicians who want to initiate changes is to “ask questions” rather than make suggestions, and Arostegui asked some very leading questions indeed in this closing address:\n“Who discerns the existence or not of vital autonomy; is it the community or chosen people?",
    "\n“Are there instances that work well within the Church which balance autonomy in a way that can be helpful in these situations?",
    "\n“At the time of St. Teresa she was an example of someone balanced.",
    "\nStability is one reason [for autonomy], but is stability understood in such a way that it can obstruct the spirit of mission and your availability to the Order and to the Church?",
    "\n“The valiant and prophetic initiative of Pope Pius XII to create Associations and Federations opened up contemplative life, though it was also thought that it could harm cloister and autonomy.",
    "\nCan such essential autonomy continue as it is?",
    "\n“50 years ago there was stability.",
    "\nHow do we conceive today the relationship between autonomy and Federation-Association and between autonomy and Fr.",
    "\nGeneral?",
    "\n“Could there be other forms of government?”\nFollowing the Father General’s address are notes from the language groups, including the following:\n“While some communities do not want their autonomy to be touched, and have certain fears of ‘external’ interference, others want a more moderate and flexible autonomy that, without going to the Congregation would have a juridical form, where the President with her Council can intervene in extreme cases that today we watch with pain, our hands tied.",
    "\nThough we want these legal channels to be established, it must remain clear what the limits of the Federation Council are, in order to avoid abuses of power on the part of the same.” “...The absence of vital autonomy is also noticed when… the same person remains prioress for years.” “...We need criteria that expand number 203 of our Constitutions and clarify vital autonomy.",
    "\nWe perceive that there is a shortage of authority figures.",
    "\nWe do not want new figures but rather those that already exist (Associations, [federation] Presidents, Provincials...) be empowered in a legal way (canonically) to help communities in difficulty, for the mission to discern, to counsel, to accompany.” “...We are also concerned for those communities not affiliated to Federations, we see that we should be close to them.”\nMaybe this summary document of 2009 can give us an idea what to expect from Rome in 2018, now that the “progressivist” faction in the Vatican is in the ascendancy and is free to act without restriction.",
    "\nWhat comes clear comparing this document to Cor orans is that the Vatican’s machinery has long been at work forcing a uniform and essentially bureaucratic, heavily authoritarian and legalistic vision of contemplative life on anyone who fails sufficiently to resist it.",
    "\nAnd with the statistics offered at this meeting we can see clearly where this road leads.",
    "\nSo many Catholics in the last 40 years assumed that under the “conservatives” John Paul II and Benedict XVI at least the Vatican was “onside.” At least in Rome they understood the terrible threat of the Bolshie VaticanTwoist revolutionaries.",
    "\nBut this report of 2009 shows a clear picture of a Roman congregation determined to see the revolution through to its inevitable conclusion.",
    "\n_____________________\n[1] An aside that will perhaps be noteworthy to traditionalist readers is the little comment in the report on the difficulty of having a liturgical observance between all the disparate nations represented at the meeting.",
    "\n“Eucharist and Lauds in Spanish.",
    "\nFr.",
    "\nIsidore D’Silva had prepared a booklet with the liturgy for each day.",
    "\nEach psalm was in a different language, and was prepared by the corresponding liturgical group.",
    "\nHowever, having the text in front of us made it easier to follow the recitation in other languages.",
    "\nThe end result was that we could all join in the liturgy.",
    "\nWe were all united in the praise of the Spirit who had brought us there together from different languages and nations.”\n[2] Solution: new foundations, the spreading of the Carmelite charism into new territories.",
    "\n[3] This includes all sisters up to final profession, not just postulants and novices."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 50,
      "text": "A Dismal Record: Why Are They Destroying the Nuns?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 50,
      "end_ix": 257,
      "text": "\n\nThe meeting covered Carmels of the Teresian, Discalced, reform from Germany, five areas of Spain, three from France, Great Britain, Ireland, Italy, the Netherlands, Austria, Croatia and the Holy Land [1] .",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 257,
      "end_ix": 610,
      "text": "\nThe reports from each region showed that many of the provisions found in Cor orans were already in place: federations with broad powers, including financial control and combined formation courses, “religious assistant” priests appointed by the federation and overseeing individual monasteries and superiors giving up their authority to the federations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 610,
      "end_ix": 829,
      "text": "\nGiven that this was 2009, it is clear that the plans to force all contemplative monasteries in the world into this disastrous European mould were well under way long before Pope Benedict was even considering resigning.",
      "new_text": "\nGiven that this was 2009, it is clear that the plans to force all contemplative monasteries in the world into this European mould were well under way long before Pope Benedict was even considering resigning.",
      "prop_spans": [
        [
          726,
          736,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 829,
      "end_ix": 1033,
      "text": "\nToday I’ve received an interesting document issued by the Carmelite Order in Europe following a meeting of the “Federations of Discalced Carmelite Nuns of Europe & the Holy Land” in Avila, February 2009.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1033,
      "end_ix": 1326,
      "text": "\nAs a snapshot of the current condition of Carmelite monastic life after it had been completely “federated,” it paints a depressing picture; but as a demonstration of what “federations” are likely to achieve once Cor orans is implemented universally, it clangs in the mind like a funeral bell.",
      "new_text": "\nAs a snapshot of the current condition of Carmelite monastic life after it had been completely “federated,” it paints a bleak picture; but as a demonstration of what “federations” are likely to achieve once Cor orans is implemented universally, it clangs in the mind.",
      "prop_spans": [
        [
          1154,
          1164,
          "Loaded_Language"
        ],
        [
          1306,
          1325,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1326,
      "end_ix": 1558,
      "text": "\nReconciled to managed extinction\nThe report shows average ages of nuns between 65 and 80, “infirmary Carmels,” nuns in state nursing homes, entire communities living in care facilities and half the Carmels with no one in formation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1558,
      "end_ix": 1745,
      "text": "\nSolutions offered are equally uniform: heaped-up bureaucracy, common formation courses between monasteries developed by “religious psychologists,” ever more powers handed to federations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1745,
      "end_ix": 1856,
      "text": "\nThis is federated Carmelite monastic life under Pope Francis’ New Paradigm of fully implemented VaticanTwoism.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1856,
      "end_ix": 1983,
      "text": "\nVery little is said of any efforts being made to increase vocational outreach using the internet or through diocesan contacts.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1983,
      "end_ix": 2227,
      "text": "\nAnd perhaps most telling of all, not one word is offered of applying any systematic religious solutions; no one is suggesting increased prayer or fasting, Rosary campaigns or novenas in what has to be the Carmelite Order’s most desperate hour.",
      "new_text": "\nAnd perhaps most telling of all, not one word is offered of applying any systematic religious solutions; no one is suggesting increased prayer or fasting, Rosary campaigns or novenas in what has to be the Carmelite Order’s needful hour.",
      "prop_spans": [
        [
          2207,
          2221,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 2227,
      "end_ix": 2475,
      "text": "\nNothing is said of increased intensity of devotion to the charism, study of the foundress or returning to sources, still less of strengthening the Carmelites’ traditional independent self-governance or reconsidering the wisdom of “the path taken”.",
      "new_text": "\nNothing is said of increased intensity of devotion to the charism, study of the foundress or returning to sources, less of strengthening the Carmelites’ traditional independent self-governance or reconsidering the wisdom of “the path taken”.",
      "prop_spans": [
        [
          2343,
          2353,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 2475,
      "end_ix": 2590,
      "text": "\nIndeed, in one case in Spain, the sisters themselves advocate abandoning traditional Teresian autonomy altogether.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2590,
      "end_ix": 2673,
      "text": "\nThe report from Great Britain notes: “18 Carmels have closed in the last 40 years.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2673,
      "end_ix": 2778,
      "text": "\nThere have been two amalgamations in recent years and another one involving three Carmels is in process.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2778,
      "end_ix": 2987,
      "text": "\nTwo communities at present are living together in one monastery as a temporary measure.”\nThe case of the Netherlands is downright bizarre; sisters so old that even the federation structures are breaking down.",
      "new_text": "\nTwo communities at present are living together in one monastery as a temporary measure.”\nThe case of the Netherlands is strange; sisters so old that even the federation structures are breaking down.",
      "prop_spans": [
        [
          2899,
          2916,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2987,
      "end_ix": 3168,
      "text": "\nOnly one fully autonomous functioning Carmel still exists in the Netherlands, and the remains of four entire communities are living in a single care home run by religious brothers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3168,
      "end_ix": 3437,
      "text": "\nBut in this situation, the “solution” undertaken has been an elaborate bureaucratic reshuffle, including gaining approval from Rome, for “a completely new structure,” whose main task, no doubt, will be the making of funeral arrangements and disposing of library books.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3437,
      "end_ix": 3685,
      "text": "\nThe atmosphere is weirdly resigned – one federation report recommended simply “forgetting the numbers” – with many notes of mutual congratulation over “unity,” the creating of “links” and the “building of trust” and “dialogue” between communities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3685,
      "end_ix": 4096,
      "text": "\nThe report from Belgium – federated in 1997, average age 73 with one sister in formation for 11 monasteries – states tersely that their biggest problem is “ageing” but under “possible solutions” says only, “We want to continue along the path we have begun.”\nIt is only in the report from Croatia where the problem changes abruptly from aging nuns and no vocations to too many vocations with not enough room[2].",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4096,
      "end_ix": 4189,
      "text": "\nIt is also notable that it is only in the Croatian report that Christ gets a direct mention.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4189,
      "end_ix": 4308,
      "text": "\nFederation of Croatia & Bosnia-Herzegovina: 82 nuns in 5 convents, with an average age of 47, and eleven in formation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4308,
      "end_ix": 4432,
      "text": "\nThis outlier differs from the Western European federations in several respects, notably that it was only federated in 2002.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4432,
      "end_ix": 4672,
      "text": "\nBut the effects of the federating/formation courses are already being felt: “Nowadays, two monasteries have difficulty because of a lack of vocations.”\nPath taken: Have made a foundation in Albania; however this community is not federated.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4672,
      "end_ix": 4807,
      "text": "\nFrom the beginning, our Association has organized formation courses for the younger sisters as well as courses of permanent formation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4807,
      "end_ix": 4925,
      "text": "\nEach year, we have one or two seminars, which are also the occasion to the meeting of the Council of the Association.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4925,
      "end_ix": 5029,
      "text": "\nThe duration is 3 to 4 days and they take place every time in a different Monastery of the Association.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5029,
      "end_ix": 5158,
      "text": "\nWe invite the sisters of other Carmelite convents friends to our formation courses: sisters from Albania, Slovenia and Bulgaria.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5158,
      "end_ix": 5290,
      "text": "\nPresent Problems: In general, in our Association the vocations continue growing, but there are differences between the monasteries.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5290,
      "end_ix": 5364,
      "text": "\nNowadays, two monasteries have difficulty because of a lack of vocations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5364,
      "end_ix": 5519,
      "text": "\nPossible solutions: We do all what is in our hands in the area of the vocational promotion, collaborating in this way with Christ who calls by his Spirit.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5519,
      "end_ix": 5614,
      "text": "\nThese self-generated reports were made in response to a questionnaire set out for the meeting.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5614,
      "end_ix": 5826,
      "text": "\nAll speak of nothing but bureaucratic responses: shared “formation courses,” meetings of superiors, amalgamations and suppression of houses and finally “care homes” and houses given over entirely as infirmaries.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5826,
      "end_ix": 5873,
      "text": "\nA tale of controlled, systematized extinction.",
      "new_text": "\nA tale of extinction.",
      "prop_spans": [
        [
          5837,
          5872,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5873,
      "end_ix": 6136,
      "text": "\n~~~\nFederation: Germany\ndate when erected: 1980\nnumber of convents: 14\nnumber of nuns: 178\nsolemnly professed: 170\nin formation[3]: 8\naverage age: 66\nPath taken: for 15 years they have organized formation courses: on-going & initial formation, and for formators.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6136,
      "end_ix": 6161,
      "text": "\nMeetings for prioresses.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6161,
      "end_ix": 6198,
      "text": "\nPresent problems: have got very old.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6198,
      "end_ix": 6249,
      "text": "\nSome sisters are in care-homes run by Franciscans.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6249,
      "end_ix": 6299,
      "text": "\nDifferent sisters have volunteered to help there.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6299,
      "end_ix": 6354,
      "text": "\nPossible solutions: two convents intend to amalgamate.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6354,
      "end_ix": 6607,
      "text": "\n~~~\nFederation: Spain – Castile Burgos\nDate when erected: 1978\nNumber of convents: 20\nNumber of nuns: 245\nSolemnly professed:\nIn formation: 9\nAverage age: between 64\nPath taken: they have worked on communion and systematic formation of the communities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6607,
      "end_ix": 6773,
      "text": "\nThey have established a formation-house for new vocations and held a month long intensive course according to the ratio, given by the same sisters of the federation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6773,
      "end_ix": 6845,
      "text": "\nIn 2004 they established a Carmelite infirmary to help the communities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6845,
      "end_ix": 6961,
      "text": "\nCourses have been organized to accompany the youngest sisters of the federation, given by a religious psychologist.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6961,
      "end_ix": 7148,
      "text": "\nPresent problems: ageing of the sisters and a lack of vocations; we have not arrived at any practical conclusion in the way of amalgamations-restructuring though attempts have been made.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7148,
      "end_ix": 7237,
      "text": "\nThe incorporation of sisters from other countries without due discernment in some cases.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7237,
      "end_ix": 7282,
      "text": "\nPossible solutions: we are making enquiries.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7282,
      "end_ix": 7585,
      "text": "\n~~~\nFederation: Spain - Catalonia\nDate when erected: 1993\nNumber of convents 4\nNumber of nuns: 60\nSolemnly professed:\nIn formation: none\nAverage age: 71\nWhat has been done: there has been one suppression and two convents have amalgamated\nPresent problems: ageing of the sisters and a lack of vocations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7585,
      "end_ix": 7607,
      "text": "\nWe need outside help.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7607,
      "end_ix": 7891,
      "text": "\n~~~\nFederation: Spain - Navarre\nDate of erection: 1994\nNumber of convents:16\nNumber of nuns: 229\nSolemnly professed:\nIn formation: 10\nAverage age: 69\nWhat has been done: there has been work on formation: each year, a course on on-going formation and one for those recently professed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7891,
      "end_ix": 7943,
      "text": "\nThere have been 3 suppressions and 3 amalgamations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7943,
      "end_ix": 8083,
      "text": "\nWork will continue in this area, in order to keep a balance within the communities, based on the present communities and the new vocations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8083,
      "end_ix": 8178,
      "text": "\nPresent Problems: Ageing of the communities, resulting in weakening of life in all its facets.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8178,
      "end_ix": 8217,
      "text": "\nIt is not easy to express the reality.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8217,
      "end_ix": 8279,
      "text": "\nA lack of vocations is with us as a reality in everyday life.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8279,
      "end_ix": 8359,
      "text": "\nMoreover, the high number of Carmels makes difficult to maintain all presences.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8359,
      "end_ix": 8507,
      "text": "\nPossible Solutions: It is completely necessary to assume the way of the restructurings, in order to live what is essential, forgetting the numbers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8507,
      "end_ix": 8733,
      "text": "\nThe challenge to grow in confidence and communion should lead us to downgrade the famous and untouchable autonomy because, to a daughter of Saint Teresa, the really important thing is to look for HIM and to live in obedience.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8733,
      "end_ix": 8800,
      "text": "\nAnother of our challenges is caring [for] the ecclesial presences.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8800,
      "end_ix": 8902,
      "text": "\nWe think this is the way will lead us to recreate from the interior the Charism of the Mother Teresa.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8902,
      "end_ix": 9158,
      "text": "\n~~~\nFederation: France - Toulouse Bordeaux\nDate when erected: 1955\nNumber of convents: 20 + 1 abroad, Athens\nNumber of nuns: 274\nSolemnly professed: 268\nIn formation: 6\nAverage age: 70,6\nWhat has been done: There have been 1 amalgamation & 6 suppressions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9158,
      "end_ix": 9197,
      "text": "\nThe federal priority is the formation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9197,
      "end_ix": 9277,
      "text": "\nThere has been a lot of work in formation: for prioresses, formators & initial.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9277,
      "end_ix": 9307,
      "text": "\nAlso with the extern sisters.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9307,
      "end_ix": 9404,
      "text": "\nThe infirmary Carmel was closed due to the difficulty of finding a prioress and other personnel.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9404,
      "end_ix": 9496,
      "text": "\nThe sisters have gone to other Carmels, except some who have gone to state geriatric homes.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9496,
      "end_ix": 9727,
      "text": "\n~~~\nFederation: Italy - Lombardy\nDate when erected: 1996\nNumber of convents: 16\nNumber of nuns: 220\nSolemnly professed: 209\nIn formation: 11\nAverage age: 65\nPresent problems: there are big differences between the various convents.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9727,
      "end_ix": 9889,
      "text": "\nThe number of vocations has diminished quickly and the numbers increased of those who have left during formation and during the first years of solemn profession.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9889,
      "end_ix": 9952,
      "text": "\nNonetheless there have not been amalgamations or suppressions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9952,
      "end_ix": 9996,
      "text": "\nIn some convents old age is a real concern.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9996,
      "end_ix": 10063,
      "text": "\nPossible Solutions: They are working on formation through courses.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10063,
      "end_ix": 10106,
      "text": "\nAlso on communion between the communities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10106,
      "end_ix": 10162,
      "text": "\nThere are meetings of the Council with the communities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10162,
      "end_ix": 10243,
      "text": "\nWe are ready to accept sisters who cannot be cared for in their own communities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10243,
      "end_ix": 10321,
      "text": "\nHowever, this has not been accepted because they do not want to be separated.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10321,
      "end_ix": 10753,
      "text": "\nThe strangest report came from the Netherlands where, for a single surviving autonomous monastery and an average age of 81, resources were mobilised to create “a completely new structure,” complete with approval from the Congregation for Religious:\nFederation: Netherlands\nDate when erected: 1971\nNumber of convents: 6\nNumber of nuns: 73\nSolemnly professed: 73\nIn formation: ....\nAverage age: 81 [NB, the bold was in the original.]",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10753,
      "end_ix": 10838,
      "text": "\nWhat has been done: 13 Dutch Carmels and one in Iceland have united in a Federation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10838,
      "end_ix": 10893,
      "text": "\nThis has created a close communion from the beginning.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10893,
      "end_ix": 10969,
      "text": "\nEveryone has collaborated in the process of amalgamations and suppressions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10969,
      "end_ix": 11052,
      "text": "\nPresent Problems: Only one Carmel functions fully autonomously in the Netherlands.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11052,
      "end_ix": 11135,
      "text": "\n4 communities are in a care-home run by the Brothers of the Immaculate Conception.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11135,
      "end_ix": 11171,
      "text": "\nAnother Carmel was renewed in 1990.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11171,
      "end_ix": 11299,
      "text": "\nAt the original Carmel an infirmary wing has been added for those sisters who require nursing; it is run by Franciscan sisters.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11299,
      "end_ix": 11514,
      "text": "\nWith the passing of time the Assembly of the Federation has transferred tasks to the President of the Federation, according to the faculties described in the statutes, in particular regarding our mutual solidarity.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11514,
      "end_ix": 11666,
      "text": "\nAlso, with the passing of the years, the Congregation for Religious has placed responsibility directly into the hands of the Council of the Federation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11666,
      "end_ix": 11771,
      "text": "\nFinally, the autonomous Carmels have asked help from the Federation in order to protect their interests.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11771,
      "end_ix": 11893,
      "text": "\nDue to our very advanced age in the Netherlands we have reached the moment when a General Assembly is no longer possible.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11893,
      "end_ix": 12024,
      "text": "\nWe are left with the problem that in the communities there are no sisters who can or who want to be prioresses or council sisters.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12024,
      "end_ix": 12110,
      "text": "\nThe structure of the Federation that we have had till now is thus no longer possible.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12110,
      "end_ix": 12383,
      "text": "\nPossible solutions: The Federation Council, the Religious Assistant, together with a canon lawyer of the Dutch Conference of Religious, have worked hard on a completely new structure, in which in its first draft the autonomy of the Carmel has been constantly kept in mind.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12383,
      "end_ix": 12563,
      "text": "\nWe began from three points:\n1)Maintenance of the formal autonomy of the Carmels that still exist, but with the chance to transfer tasks gradually to the council of the Federation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12563,
      "end_ix": 12683,
      "text": "\n\n2)Appointment of The Federal board or Federal Council of the Federation, preferably appointed by the Superior General.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12683,
      "end_ix": 12872,
      "text": "\nThe team will consist of a president and vice-president who are members of one of the convents, appointed to functions, and of three people who are members, or not, of one of the convents.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12872,
      "end_ix": 13131,
      "text": "\n\n3)A Supervisory council, also to be appointed periodically by the Superior General, which will be made up of three members, whose president will be, preferably, a member of a religious institute, preferably of the Carmelite Order and appointed to functions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13131,
      "end_ix": 13260,
      "text": "\nThis council sees itself as a supervisory body and to give advice that will more or less replace the Assembly of the Federation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13260,
      "end_ix": 13378,
      "text": "\nIn October 2008, the President, the Religious Assistant and a Lawyer were in Rome where they explained the proposals.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13378,
      "end_ix": 13405,
      "text": "\nThey had meetings with Fr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13405,
      "end_ix": 13454,
      "text": "\nGeneral and with the Congregation for Religious.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13454,
      "end_ix": 13514,
      "text": "\nThese were open meetings that helped us to clarify matters.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13514,
      "end_ix": 13652,
      "text": "\nAn important concern was that they would allow us to use lay people on the Federal Council of the Federation and the Supervisory council.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13652,
      "end_ix": 13800,
      "text": "\nWe were aware that we were not dealing with a simple matter, but we think that, in view of our present situation today, we do not have much choice.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13800,
      "end_ix": 14010,
      "text": "\nIt is important to continue to protect the interests of our Federation in the most responsible and careful way, so that all the sisters, even those advanced in years, can continue to live their life in Carmel.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14010,
      "end_ix": 14062,
      "text": "\nDefinitive permission came at the 25th of February.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14062,
      "end_ix": 14331,
      "text": "\n~~~\nGiven this incredible picture of a Carmelite Order in the last rattle of its death throes, the rest of the summaries of speeches given at the meeting in Avila read as outright surreal, leaving us to wonder if any of these people are attached in any way to reality.",
      "new_text": "\n~~~\nGiven this picture of a Carmelite Order in the last moment of his death, the rest of the summaries of speeches given at the meeting in Avila read as outright surreal, leaving us to wonder if any of these people are attached in any way to reality.",
      "prop_spans": [
        [
          14078,
          14088,
          "Loaded_Language"
        ],
        [
          14144,
          14156,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 14331,
      "end_ix": 14741,
      "text": "\nSr. Enrica Rosanna, the representative of the Vatican’s Congregation for Religious told them that the “two great challenges to our contemplative life” are “the challenge of globalization and the challenge of irrelevancy.” She warned the nuns against bringing vocations from other countries to keep their monasteries alive, dropping a hint about what now seems to be a particular obsession of the Congregation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14741,
      "end_ix": 15053,
      "text": "\nCor orans would take this subject up definitively in 2018:\nThe nuns were exhorted to “stay awake to welcome the dawn” of a bright new future:\n“These are difficult and uncertain times, but it is also the time to stay awake as the new dawn is already announcing itself.” “Our aim must be to be open to the future.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15053,
      "end_ix": 15202,
      "text": "\nWe should not forget that we are following in the tradition of Teresa of Jesus and in the tradition of all those who have followed in her footsteps.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15202,
      "end_ix": 15245,
      "text": "\nIt is a wide road that opens up before us.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15245,
      "end_ix": 15281,
      "text": "\nWe must be women of hope and faith.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15281,
      "end_ix": 15345,
      "text": "\nWe must always believe that God is the one who directs history.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15345,
      "end_ix": 15470,
      "text": "\nFrom this derives our task, to be creative and, at the same time, faithful (creative fidelity).” [emphasis in the original.]",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15470,
      "end_ix": 15723,
      "text": "\nWhile there can be no doubt that the impending total extinction of the Carmelite Order in Western Europe was foremost in the minds of the nuns present, it seems that the issue was simply not addressed out loud by the representatives of the bureaucracy.",
      "new_text": "\nWhile there can be no doubt that the end of the Carmelite Order in Western Europe was foremost in the minds of the nuns present, it seems that the issue was simply not addressed out loud by the representatives of the bureaucracy.",
      "prop_spans": [
        [
          15508,
          15534,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 15723,
      "end_ix": 16116,
      "text": "\nInstead, Sr. Enrica, after this bizarre and cryptic comment, spoke of the “problems and difficulties that we can encounter” in discernment of mostly non-existent vocations, including “consumerism, modern means of communication, difficulties in creating a stable personality, autonomy of the young, the need to be always supported, the ideology of subjectivism.”\nWhat are these people smoking?",
      "new_text": "\nInstead, Sr. Enrica, after this bizarre and cryptic comment, spoke of the “problems and difficulties that we can encounter” in discernment of mostly non-existent vocations, including “consumerism, modern means of communication, difficulties in creating a stable personality, autonomy of the young, the need to be always supported, the ideology of subjectivism.”",
      "prop_spans": [
        [
          16086,
          16116,
          "Doubt"
        ],
        [
          16086,
          16116,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 16116,
      "end_ix": 16301,
      "text": "\nGiven that this was three years or more from the abdication of Benedict and the installation of the New Paradigm of Francis/Kasper, one wonders what this “new dawn” was actually about.",
      "new_text": "\nGiven that this was three years or more from the abdication of Benedict and the installation of the New Paradigm of Francis/Kasper, one wonders what this “new dawn” was actually about.",
      "prop_spans": [
        [
          16116,
          16117,
          "Doubt"
        ],
        [
          16116,
          16116,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 16301,
      "end_ix": 16583,
      "text": "\nPerhaps a useful question for one of the nuns present could have been, “A ‘new dawn’ of what, exactly?” This kind of coded language has been popular with the progressivist faction in the Church since the 1960s, when the expectation was for the installation of a totally new Church.",
      "new_text": "\nPerhaps a useful question for one of the nuns present could have been, “A ‘new dawn’ of what, exactly?” This kind of coded language has been popular with the progressivist faction in the Church since the 1960s, when the expectation was for the installation of a totally new Church.",
      "prop_spans": [
        [
          16377,
          16385,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 16583,
      "end_ix": 16684,
      "text": "\nWas Sr. Enrica somehow anticipating the fulfillment of those hippie-era dreams in the years to come?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16684,
      "end_ix": 16833,
      "text": "\nIt is certainly clear from Francis’ first acts as pope that he had dealing with conservative and Traditionalist nuns high on his list of priorities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16833,
      "end_ix": 17087,
      "text": "\nHis first appointment, no more than three weeks after the Conclave was Jose Rodrigues Carballo, the Religious Congregation’s Secretary and – given the scandal that erupted on his leaving them – the financial wrecking ball of the Franciscan Friars Minor.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17087,
      "end_ix": 17187,
      "text": "\nThe first task Francis gave Carballo was the demolition of the Franciscan Friars of the Immaculate.",
      "new_text": "\nThe first task Francis gave Carballo was the stopping of the Franciscan Friars of the Immaculate.",
      "prop_spans": [
        [
          17133,
          17143,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 17187,
      "end_ix": 17297,
      "text": "\nCertainly this record of the European Carmelites’ meeting is jammed with hints that Cor orans was on the way.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17297,
      "end_ix": 17439,
      "text": "\nOn the final day of the meeting, the “theme for the day” was offered by then-Father General Luis Arostegui: “Government: the need for change.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17439,
      "end_ix": 17482,
      "text": "\nAutonomy and Association; autonomy and Fr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17482,
      "end_ix": 17903,
      "text": "\nGeneral; other solutions to government.”\nThe devolution of authority of superiors of individual monasteries to federations was obviously on someone’s mind, as was a plan to see to it that monasteries change superiors frequently: “Essential autonomy can fail due to the relationships within the community: abuses by permanent superiors who decide on the freedom and decisions of the community,” the Father General warned.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17903,
      "end_ix": 18010,
      "text": "\nAnd there were certainly hints that a general re-organisation of structures of authority was in the works.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18010,
      "end_ix": 18294,
      "text": "\nA common tactic of politicians who want to initiate changes is to “ask questions” rather than make suggestions, and Arostegui asked some very leading questions indeed in this closing address:\n“Who discerns the existence or not of vital autonomy; is it the community or chosen people?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18294,
      "end_ix": 18421,
      "text": "\n“Are there instances that work well within the Church which balance autonomy in a way that can be helpful in these situations?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18421,
      "end_ix": 18488,
      "text": "\n“At the time of St. Teresa she was an example of someone balanced.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18488,
      "end_ix": 18667,
      "text": "\nStability is one reason [for autonomy], but is stability understood in such a way that it can obstruct the spirit of mission and your availability to the Order and to the Church?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18667,
      "end_ix": 18860,
      "text": "\n“The valiant and prophetic initiative of Pope Pius XII to create Associations and Federations opened up contemplative life, though it was also thought that it could harm cloister and autonomy.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18860,
      "end_ix": 18907,
      "text": "\nCan such essential autonomy continue as it is?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18907,
      "end_ix": 18942,
      "text": "\n“50 years ago there was stability.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18942,
      "end_ix": 19057,
      "text": "\nHow do we conceive today the relationship between autonomy and Federation-Association and between autonomy and Fr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19057,
      "end_ix": 19066,
      "text": "\nGeneral?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19066,
      "end_ix": 19561,
      "text": "\n“Could there be other forms of government?”\nFollowing the Father General’s address are notes from the language groups, including the following:\n“While some communities do not want their autonomy to be touched, and have certain fears of ‘external’ interference, others want a more moderate and flexible autonomy that, without going to the Congregation would have a juridical form, where the President with her Council can intervene in extreme cases that today we watch with pain, our hands tied.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19561,
      "end_ix": 19938,
      "text": "\nThough we want these legal channels to be established, it must remain clear what the limits of the Federation Council are, in order to avoid abuses of power on the part of the same.” “...The absence of vital autonomy is also noticed when… the same person remains prioress for years.” “...We need criteria that expand number 203 of our Constitutions and clarify vital autonomy.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19938,
      "end_ix": 19997,
      "text": "\nWe perceive that there is a shortage of authority figures.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19997,
      "end_ix": 20571,
      "text": "\nWe do not want new figures but rather those that already exist (Associations, [federation] Presidents, Provincials...) be empowered in a legal way (canonically) to help communities in difficulty, for the mission to discern, to counsel, to accompany.” “...We are also concerned for those communities not affiliated to Federations, we see that we should be close to them.”\nMaybe this summary document of 2009 can give us an idea what to expect from Rome in 2018, now that the “progressivist” faction in the Vatican is in the ascendancy and is free to act without restriction.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20571,
      "end_ix": 20840,
      "text": "\nWhat comes clear comparing this document to Cor orans is that the Vatican’s machinery has long been at work forcing a uniform and essentially bureaucratic, heavily authoritarian and legalistic vision of contemplative life on anyone who fails sufficiently to resist it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20840,
      "end_ix": 20930,
      "text": "\nAnd with the statistics offered at this meeting we can see clearly where this road leads.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20930,
      "end_ix": 21172,
      "text": "\nSo many Catholics in the last 40 years assumed that under the “conservatives” John Paul II and Benedict XVI at least the Vatican was “onside.” At least in Rome they understood the terrible threat of the Bolshie VaticanTwoist revolutionaries.",
      "new_text": "\nSo many Catholics in the last 40 years assumed that under the “conservatives” John Paul II and Benedict XVI at least the Vatican was “onside.” At least in Rome they understood the threat of the Bolshie VaticanTwoist revolutionaries.",
      "prop_spans": [
        [
          21111,
          21119,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 21172,
      "end_ix": 21313,
      "text": "\nBut this report of 2009 shows a clear picture of a Roman congregation determined to see the revolution through to its inevitable conclusion.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21313,
      "end_ix": 21556,
      "text": "\n_____________________\n[1] An aside that will perhaps be noteworthy to traditionalist readers is the little comment in the report on the difficulty of having a liturgical observance between all the disparate nations represented at the meeting.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21556,
      "end_ix": 21589,
      "text": "\n“Eucharist and Lauds in Spanish.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21589,
      "end_ix": 21593,
      "text": "\nFr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21593,
      "end_ix": 21663,
      "text": "\nIsidore D’Silva had prepared a booklet with the liturgy for each day.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21663,
      "end_ix": 21759,
      "text": "\nEach psalm was in a different language, and was prepared by the corresponding liturgical group.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21759,
      "end_ix": 21859,
      "text": "\nHowever, having the text in front of us made it easier to follow the recitation in other languages.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21859,
      "end_ix": 21917,
      "text": "\nThe end result was that we could all join in the liturgy.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21917,
      "end_ix": 22129,
      "text": "\nWe were all united in the praise of the Spirit who had brought us there together from different languages and nations.”\n[2] Solution: new foundations, the spreading of the Carmelite charism into new territories.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22129,
      "end_ix": 22216,
      "text": "\n[3] This includes all sisters up to final profession, not just postulants and novices.",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      726,
      736,
      "Loaded_Language"
    ],
    [
      1154,
      1164,
      "Loaded_Language"
    ],
    [
      1306,
      1325,
      "Loaded_Language"
    ],
    [
      2207,
      2221,
      "Exaggeration,Minimisation"
    ],
    [
      2343,
      2353,
      "Exaggeration,Minimisation"
    ],
    [
      2899,
      2916,
      "Loaded_Language"
    ],
    [
      5837,
      5872,
      "Loaded_Language"
    ],
    [
      14078,
      14088,
      "Loaded_Language"
    ],
    [
      14144,
      14156,
      "Loaded_Language"
    ],
    [
      15508,
      15534,
      "Loaded_Language"
    ],
    [
      16086,
      16117,
      "Doubt"
    ],
    [
      16086,
      16116,
      "Loaded_Language"
    ],
    [
      16377,
      16385,
      "Repetition"
    ],
    [
      17133,
      17143,
      "Loaded_Language"
    ],
    [
      21111,
      21119,
      "Loaded_Language"
    ]
  ]
}