{
  "article_id": "762147609",
  "sentence offsets in original": [
    0,
    299,
    481,
    661,
    781,
    809,
    872,
    940,
    1005,
    1065,
    1442,
    1766,
    2158,
    2391,
    2550,
    2832,
    3152,
    3267,
    3593,
    3837,
    3953,
    4174,
    4391,
    4549,
    4932,
    5156,
    5401,
    5596,
    5601,
    5713,
    6284,
    6517,
    6625,
    6722,
    7194,
    8309,
    8544,
    8995
  ],
  "original sentences": [
    "Barack Hussein Obama Hid Efforts to Aid Iran’s Windfall\n\nA new Senate report reveals that Barack Obama secretly paved the way for Iran to tap into U.S. banks to convert cash it received from sanctions’ relief to dollars — despite the face the White House assured lawmakers it would do no such thing.",
    "\nThe report shows how State Department and Treasury Deparment officials during the Obama era quietly gave a special license for a major Omani bank to do business with two U.S. banks.",
    "\nBarack Obama spent considerable time selling the American people on the idea of a cooperative Iran — all the while cutting quiet deals, behind closed doors, with the rogue nation.",
    "\ntake our poll - story continues below\nCompleting this poll grants you access to Freedom Outpost updates free of charge.",
    "\nYou may opt out at anytime.",
    "\nYou also agree to this site's Privacy Policy and Terms of Use.",
    "\nThis field is for validation purposes and should be left unchanged.",
    "\nWhom do you consider to be the most corrupt Democrat Politician?",
    "\nThe U.S. banks were pressured into complying with the deal.",
    "\nThe Washington Times has more:\nThe Obama administration — despite repeatedly assuring Congress that Iran would remain barred from the U.S. financial system — secretly mobilized to give Tehran access to American banks to convert the windfall of cash it received from sanctions relief under the 2015 nuclear deal into dollars, an investigative report by the Senate has revealed.",
    "\nA copy of the report, obtained by The Washington Times, outlines how Obama-era State and Treasury Department officials discreetly issued a special license for the conversion to a major Omani bank and unsuccessfully pressured two U.S. banks to partake in the transaction, all while misleading lawmakers about the activities.",
    "\nThe document, compiled by the Senate’s Republican-led chief investigative subcommittee, began circulating Tuesday, just as the Trump administration issued its harshest warnings to date to foreign governments and companies to avoid doing business with Iran or find themselves in the crosshairs of Washington’s reimposition of sanctions as part of Mr. Trump’s withdrawal from the nuclear deal.",
    "\n“Companies doing business in Iran face substantial risks, and those risks are even greater as we reimpose nuclear-related sanctions,” said Sigal Mandelker, Treasury Department undersecretary for terrorism and financial intelligence.",
    "\nShe also called on foreign governments to harden their financial systems against “deceptive” Iranian transactions that ultimately channel money to terrorists.",
    "\nThe Iranian government “uses shell and front companies to conceal its tracks” as part of an elaborate scheme designed to procure cash for the Quds Force of Iran’s militant Islamic Revolutionary Guard Corps, which the U.S. designates as a terrorist organization, Ms. Mandelker said.",
    "\nShe issued the warnings in a speech at the Foundation for Defense of Democracies think tank as Iran announced Tuesday that it was formally moving ahead with preparations to increase its nuclear enrichment capacities — the sharpest response to date by the Islamic republic to Mr. Trump’s pullout from the nuclear accord.",
    "\nIranian officials said the increase, while provocative, does not violate its commitments under the nuclear accord.",
    "\nThe president sent shock waves around the world with his May 8 decision to withdraw from the Iran nuclear pact and begin reimposing U.S. sanctions, which the U.S., Europe, China and Russia had collectively lifted in 2015 in exchange for Iran’s promise to curb its suspect nuclear programs and allow international inspections.",
    "\nWhile Iran told the U.N. nuclear watchdog agency on Tuesday that it plans only to increase enrichment within limits set by 2015 deal, the announcement came with threats from a top Iranian official that the activities could be quickly expanded.",
    "\nThe warning put fresh pressure on European leaders to keep the nuclear accord alive despite Mr. Trump’s withdrawal.",
    "\nThe head of Iran’s nuclear agency, Ali Akbar Salehi, said Tehran is prepared to dramatically increase its capacity for enrichment but that the work so far is limited to building a facility for assembling the centrifuges.",
    "\nHe made the comment a day after Iran’s supreme leader, Ayatollah Ali Khamenei, ordered the increase in capacity and vowed that Iran would preserve its nuclear program despite the U.S. withdrawal from the 2015 accord.",
    "\nThe Senate report focuses new scrutiny on the lengths President Obama’s team was willing to go to ensure the deal’s success as it was still being negotiated.",
    "\nThe Senate Homeland Security Committee’s permanent subcommittee on investigations probe contends that the Obama administration went out of its way to keep U.S. lawmakers in the dark about calculated and secretive efforts to give Tehran a back channel to the international financial system and to U.S. banks, facilitating a massive U.S. currency conversion worth billions of dollars.",
    "\n“Senior U.S. government officials repeatedly testified to Congress that Iranian access to the U.S. financial system was not on the table or part of any deal,” according to a draft copy of the document obtained by The Times.",
    "\n“Despite these claims, the U.S. Department of the Treasury, at the direction of the U.S. State Department, granted a specific license that authorized a conversion of Iranian assets worth billions of U.S. dollars using the U.S. financial system.",
    "\n“Even after the specific license was issued, U.S. government officials maintained in congressional testimony that Iran would not be granted access to the U.S. financial system,” the report said.",
    "\nSen.",
    "\nRob Portman, the Ohio Republican who chairs the subcommittee, is set to outline his panel’s findings Wednesday.",
    "\nUnder terms of the nuclear deal, Iran was given the right to reclaim billions of dollars in state assets and bank accounts frozen by international sanctions, but it remained “illegal for U.S. persons, entities, and financial institutions to do business with Iran or parties on behalf of Iran.”\nThe ban included any “intermediary” transactions by U.S. banks to convert currency for Iran — a development that would have elevated the value of the Iranian assets on the global market and allowed Tehran to more easily move the money through the international banking system.",
    "\nOn the day the nuclear deal was implemented in 2015, Tehran had some $5.7 billion worth of assets at Bank Muscat in Muscat, Oman, according to Senate investigators, who said Tehran moved quickly to request access to the U.S. dollar.",
    "\nOn Tehran’s request, Bank Muscat contacted the U.S. Treasury Department’s office of foreign assets control.",
    "\nAccording to the Senate report: “Muscat sought to convert $5.7 billion in Omai rials into euros.",
    "\n[But] because the rial is pegged to the U.S. dollar, the most efficient conversion was with an intermediary step through a U.S. bank using U.S. dollars.”\nObama Treasury Secretary Jack Lew told the Senate Foreign Relations Committee in July 2015 that Iran would “continue to be denied access to the [U.S.] financial and commercial market” under the proposed accord, but the Treasury office went ahead with attempts to quietly allow the currency transaction sought by Iran.",
    "\n“On February 24, 2016, OFAC issued a specific license to Bank Muscat authorizing Iranian assets worth roughly $5.7 billion to flow through the U.S. financial system,” according to the Senate report, which claims the move was made “even though U.S. sanctions prohibited it.”\nEven as office of foreign assets control officials directly “encouraged two U.S. correspondent banks to convert the funds,” the Treasury Department continued to deny it was working to facilitate the currency transaction, said the report, which cites a 2016 letter from the department to Sen. Marco Rubio, Florida Republican, and Sen. Mark Kirk, Illinois Republican, that contended the Obama “administration has not been and is not planning to grant Iran access to the U.S. financial system.”\nThe catch, according to Senate investigators, was that neither of the U.S. banks approached by the office of foreign assets control would take on the Iranian currency exchange — in part because of political concerns over the prospect of being found out to have secretly circumvented the remaining ban on U.S. transactions with the Islamic republic.",
    "\nDespite the Obama administration’s efforts, Iran was ultimately forced to convert its Bank Muscat assets to euros in small increments using European banks and without accessing the U.S. financial system, the Senate investigators said.",
    "\nMr. Portman said in a statement Tuesday night that “the Obama administration misled the American people and Congress because they were desperate to get a deal with Iran.”\n“Despite claims both before and after the Iran deal was completed that the U.S. financial system would remain off limits, the Obama administration issued a specific license allowing Iran to convert billions of dollars in assets using the U.S. financial system,” Mr. Portman said.",
    "\n“The only reason this transaction wasn’t executed was because two U.S. banks refused, even though the administration asked them to help convert the money.”\nSuch sanctions, he added, “are a vital foreign policy tool, and the U.S. government should never work to actively undermine their enforcement or effectiveness.”"
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 299,
      "text": "Barack Hussein Obama Hid Efforts to Aid Iran’s Windfall\n\nA new Senate report reveals that Barack Obama secretly paved the way for Iran to tap into U.S. banks to convert cash it received from sanctions’ relief to dollars — despite the face the White House assured lawmakers it would do no such thing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 299,
      "end_ix": 481,
      "text": "\nThe report shows how State Department and Treasury Deparment officials during the Obama era quietly gave a special license for a major Omani bank to do business with two U.S. banks.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 481,
      "end_ix": 661,
      "text": "\nBarack Obama spent considerable time selling the American people on the idea of a cooperative Iran — all the while cutting quiet deals, behind closed doors, with the rogue nation.",
      "new_text": "\nBarack Obama spent considerable time selling the people on the idea of a cooperative Iran — all the while cutting quiet deals, behind closed doors, with the nation.",
      "prop_spans": [
        [
          531,
          546,
          "Flag-Waving"
        ],
        [
          648,
          660,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 661,
      "end_ix": 781,
      "text": "\ntake our poll - story continues below\nCompleting this poll grants you access to Freedom Outpost updates free of charge.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 781,
      "end_ix": 809,
      "text": "\nYou may opt out at anytime.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 809,
      "end_ix": 872,
      "text": "\nYou also agree to this site's Privacy Policy and Terms of Use.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 872,
      "end_ix": 940,
      "text": "\nThis field is for validation purposes and should be left unchanged.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 940,
      "end_ix": 1005,
      "text": "\nWhom do you consider to be the most corrupt Democrat Politician?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1005,
      "end_ix": 1065,
      "text": "\nThe U.S. banks were pressured into complying with the deal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1065,
      "end_ix": 1442,
      "text": "\nThe Washington Times has more:\nThe Obama administration — despite repeatedly assuring Congress that Iran would remain barred from the U.S. financial system — secretly mobilized to give Tehran access to American banks to convert the windfall of cash it received from sanctions relief under the 2015 nuclear deal into dollars, an investigative report by the Senate has revealed.",
      "new_text": "\nThe Washington Times has more:\nThe Obama administration — despite repeatedly assuring Congress that Iran would remain barred from the U.S. financial system — secretly mobilized to give Tehran access to American banks to convert the cash it received from sanctions relief under the 2015 nuclear deal into dollars, an investigative report by the Senate has revealed.",
      "prop_spans": [
        [
          1298,
          1314,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 1442,
      "end_ix": 1766,
      "text": "\nA copy of the report, obtained by The Washington Times, outlines how Obama-era State and Treasury Department officials discreetly issued a special license for the conversion to a major Omani bank and unsuccessfully pressured two U.S. banks to partake in the transaction, all while misleading lawmakers about the activities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1766,
      "end_ix": 2158,
      "text": "\nThe document, compiled by the Senate’s Republican-led chief investigative subcommittee, began circulating Tuesday, just as the Trump administration issued its harshest warnings to date to foreign governments and companies to avoid doing business with Iran or find themselves in the crosshairs of Washington’s reimposition of sanctions as part of Mr. Trump’s withdrawal from the nuclear deal.",
      "new_text": "\nThe document, compiled by the Senate’s Republican-led chief investigative subcommittee, began circulating Tuesday, just as the Trump administration issued its harshest warnings to date to foreign governments and companies to avoid doing business with Iran or find themselves in the crosshairs of Washington’s reimposition of sanctions as part of Mr. Trump’s withdrawal from the nuclear deal.",
      "prop_spans": [
        [
          2113,
          2122,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 2158,
      "end_ix": 2391,
      "text": "\n“Companies doing business in Iran face substantial risks, and those risks are even greater as we reimpose nuclear-related sanctions,” said Sigal Mandelker, Treasury Department undersecretary for terrorism and financial intelligence.",
      "new_text": "\n“Companies doing business in Iran face substantial risks, and those risks are even greater as we reimpose nuclear-related sanctions,” said Sigal Mandelker, Treasury Department undersecretary for terrorism and financial intelligence.",
      "prop_spans": [
        [
          2160,
          2290,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 2391,
      "end_ix": 2550,
      "text": "\nShe also called on foreign governments to harden their financial systems against “deceptive” Iranian transactions that ultimately channel money to terrorists.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2550,
      "end_ix": 2832,
      "text": "\nThe Iranian government “uses shell and front companies to conceal its tracks” as part of an elaborate scheme designed to procure cash for the Quds Force of Iran’s militant Islamic Revolutionary Guard Corps, which the U.S. designates as a terrorist organization, Ms. Mandelker said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2832,
      "end_ix": 3152,
      "text": "\nShe issued the warnings in a speech at the Foundation for Defense of Democracies think tank as Iran announced Tuesday that it was formally moving ahead with preparations to increase its nuclear enrichment capacities — the sharpest response to date by the Islamic republic to Mr. Trump’s pullout from the nuclear accord.",
      "new_text": "\nShe issued the warnings in a speech at the Foundation for Defense of Democracies think tank as Iran announced Tuesday that it was formally moving ahead with preparations to increase its nuclear enrichment capacities — the sharpest response to date by the Islamic republic to Mr. Trump’s pullout from the nuclear accord.",
      "prop_spans": [
        [
          3108,
          3117,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 3152,
      "end_ix": 3267,
      "text": "\nIranian officials said the increase, while provocative, does not violate its commitments under the nuclear accord.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3267,
      "end_ix": 3593,
      "text": "\nThe president sent shock waves around the world with his May 8 decision to withdraw from the Iran nuclear pact and begin reimposing U.S. sanctions, which the U.S., Europe, China and Russia had collectively lifted in 2015 in exchange for Iran’s promise to curb its suspect nuclear programs and allow international inspections.",
      "new_text": "\nThe president sent waves of astonishment around the world with his May 8 decision to withdraw from the Iran nuclear pact and begin reimposing U.S. sanctions, which the U.S., Europe, China and Russia had collectively lifted in 2015 in exchange for Iran’s promise to curb its suspect nuclear programs and allow international inspections.",
      "prop_spans": [
        [
          3287,
          3292,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3593,
      "end_ix": 3837,
      "text": "\nWhile Iran told the U.N. nuclear watchdog agency on Tuesday that it plans only to increase enrichment within limits set by 2015 deal, the announcement came with threats from a top Iranian official that the activities could be quickly expanded.",
      "new_text": "\nWhile Iran told the U.N. nuclear watchdog agency on Tuesday that it plans only to increase enrichment within limits set by 2015 deal, the announcement came with news from a top Iranian official that the activities could be quickly expanded.",
      "prop_spans": [
        [
          3800,
          3836,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 3837,
      "end_ix": 3953,
      "text": "\nThe warning put fresh pressure on European leaders to keep the nuclear accord alive despite Mr. Trump’s withdrawal.",
      "new_text": "\nThe warning put fresh pressure on European leaders to keep the nuclear accord alive despite Mr. Trump’s withdrawal.",
      "prop_spans": [
        [
          3930,
          3939,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 3953,
      "end_ix": 4174,
      "text": "\nThe head of Iran’s nuclear agency, Ali Akbar Salehi, said Tehran is prepared to dramatically increase its capacity for enrichment but that the work so far is limited to building a facility for assembling the centrifuges.",
      "new_text": "\nThe head of Iran’s nuclear agency, Ali Akbar Salehi, said Tehran is prepared to quickly increase its capacity for enrichment but that the work so far is limited to building a facility for assembling the centrifuges.",
      "prop_spans": [
        [
          4034,
          4046,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4174,
      "end_ix": 4391,
      "text": "\nHe made the comment a day after Iran’s supreme leader, Ayatollah Ali Khamenei, ordered the increase in capacity and vowed that Iran would preserve its nuclear program despite the U.S. withdrawal from the 2015 accord.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4391,
      "end_ix": 4549,
      "text": "\nThe Senate report focuses new scrutiny on the lengths President Obama’s team was willing to go to ensure the deal’s success as it was still being negotiated.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4549,
      "end_ix": 4932,
      "text": "\nThe Senate Homeland Security Committee’s permanent subcommittee on investigations probe contends that the Obama administration went out of its way to keep U.S. lawmakers in the dark about calculated and secretive efforts to give Tehran a back channel to the international financial system and to U.S. banks, facilitating a massive U.S. currency conversion worth billions of dollars.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4932,
      "end_ix": 5156,
      "text": "\n“Senior U.S. government officials repeatedly testified to Congress that Iranian access to the U.S. financial system was not on the table or part of any deal,” according to a draft copy of the document obtained by The Times.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5156,
      "end_ix": 5401,
      "text": "\n“Despite these claims, the U.S. Department of the Treasury, at the direction of the U.S. State Department, granted a specific license that authorized a conversion of Iranian assets worth billions of U.S. dollars using the U.S. financial system.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5401,
      "end_ix": 5596,
      "text": "\n“Even after the specific license was issued, U.S. government officials maintained in congressional testimony that Iran would not be granted access to the U.S. financial system,” the report said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5596,
      "end_ix": 5601,
      "text": "\nSen.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5601,
      "end_ix": 5713,
      "text": "\nRob Portman, the Ohio Republican who chairs the subcommittee, is set to outline his panel’s findings Wednesday.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5713,
      "end_ix": 6284,
      "text": "\nUnder terms of the nuclear deal, Iran was given the right to reclaim billions of dollars in state assets and bank accounts frozen by international sanctions, but it remained “illegal for U.S. persons, entities, and financial institutions to do business with Iran or parties on behalf of Iran.”\nThe ban included any “intermediary” transactions by U.S. banks to convert currency for Iran — a development that would have elevated the value of the Iranian assets on the global market and allowed Tehran to more easily move the money through the international banking system.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6284,
      "end_ix": 6517,
      "text": "\nOn the day the nuclear deal was implemented in 2015, Tehran had some $5.7 billion worth of assets at Bank Muscat in Muscat, Oman, according to Senate investigators, who said Tehran moved quickly to request access to the U.S. dollar.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6517,
      "end_ix": 6625,
      "text": "\nOn Tehran’s request, Bank Muscat contacted the U.S. Treasury Department’s office of foreign assets control.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6625,
      "end_ix": 6722,
      "text": "\nAccording to the Senate report: “Muscat sought to convert $5.7 billion in Omai rials into euros.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6722,
      "end_ix": 7194,
      "text": "\n[But] because the rial is pegged to the U.S. dollar, the most efficient conversion was with an intermediary step through a U.S. bank using U.S. dollars.”\nObama Treasury Secretary Jack Lew told the Senate Foreign Relations Committee in July 2015 that Iran would “continue to be denied access to the [U.S.] financial and commercial market” under the proposed accord, but the Treasury office went ahead with attempts to quietly allow the currency transaction sought by Iran.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7194,
      "end_ix": 8309,
      "text": "\n“On February 24, 2016, OFAC issued a specific license to Bank Muscat authorizing Iranian assets worth roughly $5.7 billion to flow through the U.S. financial system,” according to the Senate report, which claims the move was made “even though U.S. sanctions prohibited it.”\nEven as office of foreign assets control officials directly “encouraged two U.S. correspondent banks to convert the funds,” the Treasury Department continued to deny it was working to facilitate the currency transaction, said the report, which cites a 2016 letter from the department to Sen. Marco Rubio, Florida Republican, and Sen. Mark Kirk, Illinois Republican, that contended the Obama “administration has not been and is not planning to grant Iran access to the U.S. financial system.”\nThe catch, according to Senate investigators, was that neither of the U.S. banks approached by the office of foreign assets control would take on the Iranian currency exchange — in part because of political concerns over the prospect of being found out to have secretly circumvented the remaining ban on U.S. transactions with the Islamic republic.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8309,
      "end_ix": 8544,
      "text": "\nDespite the Obama administration’s efforts, Iran was ultimately forced to convert its Bank Muscat assets to euros in small increments using European banks and without accessing the U.S. financial system, the Senate investigators said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8544,
      "end_ix": 8995,
      "text": "\nMr. Portman said in a statement Tuesday night that “the Obama administration misled the American people and Congress because they were desperate to get a deal with Iran.”\n“Despite claims both before and after the Iran deal was completed that the U.S. financial system would remain off limits, the Obama administration issued a specific license allowing Iran to convert billions of dollars in assets using the U.S. financial system,” Mr. Portman said.",
      "new_text": "\nMr. Portman said in a statement Tuesday night that “the Obama administration misled the American people and Congress because they were desperate to get a deal with Iran.”\n“Despite claims both before and after the Iran deal was completed that the U.S. financial system would remain off limits, the Obama administration issued a specific license allowing Iran to convert billions of dollars in assets using the U.S. financial system,” Mr. Portman said.",
      "prop_spans": [
        [
          8629,
          8648,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 8995,
      "end_ix": 9312,
      "text": "\n“The only reason this transaction wasn’t executed was because two U.S. banks refused, even though the administration asked them to help convert the money.”\nSuch sanctions, he added, “are a vital foreign policy tool, and the U.S. government should never work to actively undermine their enforcement or effectiveness.”",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      531,
      546,
      "Flag-Waving"
    ],
    [
      648,
      660,
      "Name_Calling,Labeling"
    ],
    [
      1298,
      1314,
      "Exaggeration,Minimisation"
    ],
    [
      2113,
      2122,
      "Name_Calling,Labeling"
    ],
    [
      2160,
      2290,
      "Appeal_to_fear-prejudice"
    ],
    [
      3108,
      3117,
      "Repetition"
    ],
    [
      3287,
      3292,
      "Loaded_Language"
    ],
    [
      3800,
      3836,
      "Appeal_to_fear-prejudice"
    ],
    [
      3930,
      3939,
      "Repetition"
    ],
    [
      4034,
      4046,
      "Loaded_Language"
    ],
    [
      8629,
      8648,
      "Flag-Waving"
    ]
  ]
}