{
  "article_id": "762206044",
  "sentence offsets in original": [
    0,
    175,
    333,
    533,
    714,
    779,
    844,
    1043,
    1125,
    1153,
    1216,
    1397,
    1643,
    2031,
    2287,
    2508,
    2673,
    2729,
    3025,
    3148,
    3622,
    3694,
    3935,
    4174,
    4543,
    4669,
    5180,
    5356,
    5559,
    5846,
    6045,
    6170,
    6378,
    6554,
    6669,
    6921,
    7018,
    7066,
    7195,
    7317,
    7453,
    7567,
    7702,
    8169,
    8351,
    8571,
    8684,
    8864,
    9010,
    9186,
    9621,
    9673,
    9846,
    9907,
    10081,
    10280,
    10467,
    10574
  ],
  "original sentences": [
    "Former Head of DNC Aided & Abetted Muslim IT Spy, Imran Awan\n\nOne of the biggest stories of 2017 and 2018 is being ignored by the mainstream media and we all know why that is.",
    "\nIt's because it implicates dozens of House Democrats in what could be the biggest crime of spying in US history by Muslim IT spy Imran Awan and his partners.",
    "\nFormer head of the Democratic National Committee, Debbie Wasserman Schultz is on the front line of aiding and abetting Awan and his associates as has been revealed by Luke Rosiak of The Daily Caller.",
    "\nIn a lengthy report by Rosiak at The Daily Caller News Foundation, he writes:\ntake our poll - story continues below\nWhom do you consider to be the most corrupt Democrat Politician?",
    "\nWhom do you consider to be the most corrupt Democrat Politician?",
    "\nWhom do you consider to be the most corrupt Democrat Politician?",
    "\n* Dianne Feinstein Maxine Waters Adam Schiff Chuck Schumer Kamala Harris Kirsten Gillibrand Keith Ellison Cory Booker\nEmail *\nName This field is for validation purposes and should be left unchanged.",
    "\nCompleting this poll grants you access to Freedom Outpost updates free of charge.",
    "\nYou may opt out at anytime.",
    "\nYou also agree to this site's Privacy Policy and Terms of Use.",
    "\nEx-Democratic National Committee head Debbie Wasserman Schultz said she intervened in a Pakistani land deal involving her then–IT aide Imran Awan, according to two House employees.",
    "\nThe dispute came after Awan’s father was charged with fraud in relation to the deal, and the mysterious exertion of political influence resulted in Pakistani authorities instead targeting the elderly alleged victims, according to a local report.",
    "\nAnd when a House Office of Inspector General cybersecurity investigation found that Awan made “unauthorized access” to House servers, including the House Democratic Caucus’ shortly before the election, Wasserman Schultz became “frantic, not normal,” “making the rounds” to House officials in an attempt to kill the investigation, one House employee told The Daily Caller News Foundation.",
    "\nAwan told people Wasserman Schultz chose the name for his daughter, Leza — a Jewish name — and that the Florida congresswoman’s daughter regularly rode a horse that Awan kept at a boarding facility, sources with knowledge of the relationship told TheDCNF.",
    "\nWasserman Schultz cornered House Chief Administrative Officer Phil Kiko and called him a “fucking Islamophobe,” saying “you will not so much as take away their parking spots,” the two House employees said Kiko told them.",
    "\nThe congresswoman also told Kiko she had invited Awan’s whole family to her daughter’s bat mitzvah and said she had “helped him with a land deal,” the sources said.",
    "\nA spokesman for Kiko declined to comment on this story.",
    "\nA 2009 article in the Pakistani publication Dawn, headlined “Influential expat shields father from long arm of law,” said Awan’s father was facing criminal fraud charges involving a land deal, but Awan used political connections to pressure the police into targeting the alleged victims instead.",
    "\nAwan’s father purchased “huge chunks of land from different farmers in 2008,” but all the checks bounced, the report said.",
    "\n“The police high-ups are ‘ominously’ indifferent to proceed against Awan,” and it’s “noteworthy” how they were “complying with the desires of” Awan, who the paper described as a “White House employee.”\n“About a dozen farmers of Chak 7-JB, Panjor, including five siblings — all aged between 57 and 70 — have given up hope of justice after they sold their agricultural lands to Ashraf Awan of Bole De Jhugi, who is father of White House employee Shahid Imran,” Dawn reported.",
    "\nImran Awan also goes by Shahid Imran Awan, Virginia court records show.",
    "\nThe police harassed the 19 would-be victims, including the five elderly brothers and even their lawyer, and charged them with “frivolous” cases, apparently to get them to stop trying to get the money they say they were owed, the paper said.",
    "\n“Mohammad Abid, a victim of [Ashraf] Awan’s alleged high-profile swindling, said that [Ashraf] Awan’s son had easy access to the corridors of power and that’s why he was able to [pressure] the police to dance to his tunes,” Dawn reported.",
    "\nThe article details a series of people who say they were then subject to retaliation, including widow Bushra Bibi who said, “now Imran was threatening her with dire consequences.”\nA third source, who’s familiar with Imran Awan, told TheDCNF that Awan recounted the intervention in the foreign criminal matter and that Awan said it was Wasserman Schultz who intervened.",
    "\nA fourth source — a fellow House IT aide — previously told TheDCNF that Awan said now-Chicago Mayor Rahm Emanuel wasinvolved.",
    "\nDr. Zafar Iqbal, one of the alleged victims, told TheDCNF that “Imran came to Pakistan to get [his father] out of jail, since he had some [connections] in the Congress.”\nAshraf Awan’s business partner in the land deal, Rashid Minhas, told TheDCNF that the elder Awan gave a USB to a Pakistani senator who is a former head of a Pakistani intelligence agency, and that Imran claimed his IT position in Congress gave him the power to “change the U.S. president.” Minhas is in prison for an unrelated fraud charge.",
    "\nOn July 25, 2016, the House Inspector General notified the Committee on House Administration that investigators had detected major cybersecurity violations by the Awan family.",
    "\nAwan, his wife, two brothers, his brother’s wife, and even his elderly father were all being paid by various Democrats to manage their servers, with many of the members from Wasserman Schultz’s Florida.",
    "\nThe finding came at a critical time for Democrats: It was three days after WikiLeaks published the first emails from a hacked on the DNC, setting the stage for Wasserman Schultz to lose her position as party chair and for Democrats to begin electioneering on a theme of Russian hacking.",
    "\nIn February 2017, Kiko and the House’s top law enforcement official, Paul Irving, outlined serious violations in a letter to the committee, and the family was banned from the House computer network.",
    "\nThe letter also noted that the House Democratic Caucus server disappeared soon after the IG report named it as key evidence.",
    "\nBut Wasserman Schultz refused to fire Awan, with her spokesman saying he would work on “websites” and “printers,” which a cybersecurity expert previously told TheDCNF would presumably involve network access.",
    "\nThe congresswoman also added Awan’s wife, Hina Alvi, to her payroll in late 2016, after the investigation was in full swing, but before the family was banned from the network.",
    "\nWasserman Schultz kept paying her until March 17 — 12 days after Alvi went to Pakistan with $12,000 in a suitcase.",
    "\nHer actions so rattled the Administration Committee’s Democratic staff director, Jamie Fleet, that he planted a negative story in Politico that revealed Wasserman Schultz, his fellow Democrat, was continuing to pay the suspect, two House sources said.",
    "\nThe story also said Wasserman Schultz had a “friendly personal relationship” with Awan and Alvi.",
    "\nFleet did not respond to a request for comment.",
    "\nKiko said in an April 2018 hearing spurred by the scandal that he was powerless to stop members who refused to fire a bad actor.",
    "\n“Termination, now it’s the member’s responsibility … We can revoke everything but they could still be employed,” he said.",
    "\nHe added that his office should have the authority to override members who would want to keep a rule-breaker on the government network.",
    "\nWasserman Schultz became fixated on finding out everything investigators knew about Awan, the House sources said.",
    "\nHouse investigators briefed her extensively with significant evidence about Awan and his family, including improper computer evidence.",
    "\nYet Wasserman Schultz said in a statement, “my office was provided no evidence to indicate that laws had been broken, which over time, raised troubling concerns about due process, fair treatment and potential ethnic and religious profiling.”\nWasserman Schultz was defending someone investigators allegedly told her was suspected of cybersecurity violations, despite having resigned from her position as DNC head following a devastating hack during the 2016 election.",
    "\nDespite Wasserman Schultz’s relationship with Awan, in April 2017 — two months after he was banned from the computer network — the IT aide appeared to put the congresswoman at risk.",
    "\nCapitol Police found a laptop with the username RepDWS in a phone booth at midnight along with a copy of Awan’s ID, a letter to prosecutors and a note that said “attorney client privilege,” according to a police report.",
    "\nAwan’s ID caused police to tie it to a criminal suspect and seize it, but the note kept them from looking at it.",
    "\nThat led to a tense exchange recorded on video in May 2017, in which Wasserman Schultz threatened the chief of the Capitol Police with “consequences” for not returning the laptop.",
    "\nWhen he refused, she mulled attempting to restructuring the Capitol Police’s entire board so that her committee would have more leverage over it.",
    "\nHouse sources told TheDCNF these exchanges were only a public glimpse into numerous such interactions, which were frequently profane, with every official she could buttonhole.",
    "\nOne source said she also went to the Department of Justice and “made a stink.”\nWasserman Schultz hired the House’s former top lawyer, Bill Pittard — who had recently quit the House — to try to block prosecutors from seeing evidence, TheDCNF previously reported.Awan obtained legal representation from two lawyers who began their careers in Miami — one with experience in espionage cases and the other a former aide to Hillary Clinton.",
    "\nWasserman Schultz’ district includes much of Miami.",
    "\nOne of Awan’s lawyers told a judge he felt “very strongly” that prosecutors should not be able to look at the RepDWS laptop, mounting an attorney-client privilege argument.",
    "\nProsecutors did not challenge the argument before the judge.",
    "\nIn August 2017, Imran and Hina were charged with four felony counts for gathering up money under allegedly false circumstances before wiring $300,000 to Pakistan in January.",
    "\nProsecutors said the timing suggests that the Awans had learned of their investigation, which a spokeswoman for Speaker of the House Paul Ryan, AshLee Strong, told TheDCNF was supposed to be secret.",
    "\nCapitol Police “requested that the shared employees be allowed to continue to use their IT credentials until February [2017] because they didn’t want to tip off the employees,” she said.",
    "\nWasserman Schultz’s brother is a prosecutor in the same office handling the case and has tweeted about it.",
    "\nGowen said the wire transfer instead had to do with the land deal, which he told the Washington Examiner was “quickly souring.”\nWasserman Schultz did not respond to a request for comment."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 175,
      "text": "Former Head of DNC Aided & Abetted Muslim IT Spy, Imran Awan\n\nOne of the biggest stories of 2017 and 2018 is being ignored by the mainstream media and we all know why that is.",
      "new_text": "Former Head of DNC Aided & Abetted IT Spy, Imran Awan\n\nA big story of 2017 and 2018 is being ignored by the mainstream media and we all know why that is.",
      "prop_spans": [
        [
          35,
          48,
          "Name_Calling,Labeling"
        ],
        [
          62,
          106,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 175,
      "end_ix": 333,
      "text": "\nIt's because it implicates dozens of House Democrats in what could be the biggest crime of spying in US history by Muslim IT spy Imran Awan and his partners.",
      "new_text": "\nIt's because it implicates dozens of House Democrats in what could be a huge crime of spying by IT spy Imran Awan and his partners.",
      "prop_spans": [
        [
          246,
          288,
          "Exaggeration,Minimisation"
        ],
        [
          291,
          305,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 333,
      "end_ix": 533,
      "text": "\nFormer head of the Democratic National Committee, Debbie Wasserman Schultz is on the front line of aiding and abetting Awan and his associates as has been revealed by Luke Rosiak of The Daily Caller.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 533,
      "end_ix": 714,
      "text": "\nIn a lengthy report by Rosiak at The Daily Caller News Foundation, he writes:\ntake our poll - story continues below\nWhom do you consider to be the most corrupt Democrat Politician?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 714,
      "end_ix": 779,
      "text": "\nWhom do you consider to be the most corrupt Democrat Politician?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 779,
      "end_ix": 844,
      "text": "\nWhom do you consider to be the most corrupt Democrat Politician?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 844,
      "end_ix": 1043,
      "text": "\n* Dianne Feinstein Maxine Waters Adam Schiff Chuck Schumer Kamala Harris Kirsten Gillibrand Keith Ellison Cory Booker\nEmail *\nName This field is for validation purposes and should be left unchanged.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1043,
      "end_ix": 1125,
      "text": "\nCompleting this poll grants you access to Freedom Outpost updates free of charge.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1125,
      "end_ix": 1153,
      "text": "\nYou may opt out at anytime.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1153,
      "end_ix": 1216,
      "text": "\nYou also agree to this site's Privacy Policy and Terms of Use.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1216,
      "end_ix": 1397,
      "text": "\nEx-Democratic National Committee head Debbie Wasserman Schultz said she intervened in a Pakistani land deal involving her then–IT aide Imran Awan, according to two House employees.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1397,
      "end_ix": 1643,
      "text": "\nThe dispute came after Awan’s father was charged with fraud in relation to the deal, and the mysterious exertion of political influence resulted in Pakistani authorities instead targeting the elderly alleged victims, according to a local report.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1643,
      "end_ix": 2031,
      "text": "\nAnd when a House Office of Inspector General cybersecurity investigation found that Awan made “unauthorized access” to House servers, including the House Democratic Caucus’ shortly before the election, Wasserman Schultz became “frantic, not normal,” “making the rounds” to House officials in an attempt to kill the investigation, one House employee told The Daily Caller News Foundation.",
      "new_text": "\nAnd when a House Office of Inspector General cybersecurity investigation found that Awan made “unauthorized access” to House servers, including the House Democratic Caucus’ shortly before the election, Wasserman Schultz became “frantic, not normal,” “making the rounds” to House officials in an attempt to stop the investigation, one House employee told The Daily Caller News Foundation.",
      "prop_spans": [
        [
          1864,
          1879,
          "Loaded_Language"
        ],
        [
          1947,
          1972,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2031,
      "end_ix": 2287,
      "text": "\nAwan told people Wasserman Schultz chose the name for his daughter, Leza — a Jewish name — and that the Florida congresswoman’s daughter regularly rode a horse that Awan kept at a boarding facility, sources with knowledge of the relationship told TheDCNF.",
      "new_text": "\nAwan told people Wasserman Schultz chose the name for his daughter, Leza and that the Florida congresswoman’s daughter regularly rode a horse that Awan kept at a boarding facility, sources with knowledge of the relationship told TheDCNF.",
      "prop_spans": [
        [
          2107,
          2121,
          "Red_Herring"
        ]
      ]
    },
    {
      "start_ix": 2287,
      "end_ix": 2508,
      "text": "\nWasserman Schultz cornered House Chief Administrative Officer Phil Kiko and called him a “fucking Islamophobe,” saying “you will not so much as take away their parking spots,” the two House employees said Kiko told them.",
      "new_text": "\nWasserman Schultz cornered House Chief Administrative Officer Phil Kiko and called him a “fucking Islamophobe,” saying “you will not so much as take away their parking spots,” the two House employees said Kiko told them.",
      "prop_spans": [
        [
          2378,
          2397,
          "Name_Calling,Labeling"
        ],
        [
          2378,
          2386,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2508,
      "end_ix": 2673,
      "text": "\nThe congresswoman also told Kiko she had invited Awan’s whole family to her daughter’s bat mitzvah and said she had “helped him with a land deal,” the sources said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2673,
      "end_ix": 2729,
      "text": "\nA spokesman for Kiko declined to comment on this story.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2729,
      "end_ix": 3025,
      "text": "\nA 2009 article in the Pakistani publication Dawn, headlined “Influential expat shields father from long arm of law,” said Awan’s father was facing criminal fraud charges involving a land deal, but Awan used political connections to pressure the police into targeting the alleged victims instead.",
      "new_text": "\nA 2009 article in the Pakistani publication Dawn, headlined “Influential expat shields father from long arm of law,” said Awan’s father was facing criminal fraud charges involving a land deal, but Awan used political connections to pressure the police into targeting the alleged victims instead.",
      "prop_spans": [
        [
          2791,
          2809,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3025,
      "end_ix": 3148,
      "text": "\nAwan’s father purchased “huge chunks of land from different farmers in 2008,” but all the checks bounced, the report said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3148,
      "end_ix": 3622,
      "text": "\n“The police high-ups are ‘ominously’ indifferent to proceed against Awan,” and it’s “noteworthy” how they were “complying with the desires of” Awan, who the paper described as a “White House employee.”\n“About a dozen farmers of Chak 7-JB, Panjor, including five siblings — all aged between 57 and 70 — have given up hope of justice after they sold their agricultural lands to Ashraf Awan of Bole De Jhugi, who is father of White House employee Shahid Imran,” Dawn reported.",
      "new_text": "\n“The police high-ups are ‘ominously’ indifferent to proceed against Awan,” and it’s “noteworthy” how they were “complying with the desires of” Awan, who the paper described as a “White House employee.”\n“About a dozen farmers of Chak 7-JB, Panjor, including five siblings — all aged between 57 and 70 — have given up hope of justice after they sold their agricultural lands to Ashraf Awan of Bole De Jhugi, who is father of White House employee Shahid Imran,” Dawn reported.",
      "prop_spans": [
        [
          3175,
          3198,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3622,
      "end_ix": 3694,
      "text": "\nImran Awan also goes by Shahid Imran Awan, Virginia court records show.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3694,
      "end_ix": 3935,
      "text": "\nThe police harassed the 19 would-be victims, including the five elderly brothers and even their lawyer, and charged them with “frivolous” cases, apparently to get them to stop trying to get the money they say they were owed, the paper said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3935,
      "end_ix": 4174,
      "text": "\n“Mohammad Abid, a victim of [Ashraf] Awan’s alleged high-profile swindling, said that [Ashraf] Awan’s son had easy access to the corridors of power and that’s why he was able to [pressure] the police to dance to his tunes,” Dawn reported.",
      "new_text": "\n“Mohammad Abid, a victim of [Ashraf] Awan’s alleged high-profile swindling, said that [Ashraf] Awan’s son had easy access to the corridors of power and that’s why he was able to [pressure] the police to dance to his tunes,” Dawn reported.",
      "prop_spans": [
        [
          4046,
          4084,
          "Loaded_Language"
        ],
        [
          4136,
          4157,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4174,
      "end_ix": 4543,
      "text": "\nThe article details a series of people who say they were then subject to retaliation, including widow Bushra Bibi who said, “now Imran was threatening her with dire consequences.”\nA third source, who’s familiar with Imran Awan, told TheDCNF that Awan recounted the intervention in the foreign criminal matter and that Awan said it was Wasserman Schultz who intervened.",
      "new_text": "\nThe article details a series of people who say they were then subject to retaliation, including widow Bushra Bibi who said, “now Imran was threatening her with dire consequences.”\nA third source, who’s familiar with Imran Awan, told TheDCNF that Awan recounted the intervention in the foreign criminal matter and that Awan said it was Wasserman Schultz who intervened.",
      "prop_spans": [
        [
          4330,
          4352,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4543,
      "end_ix": 4669,
      "text": "\nA fourth source — a fellow House IT aide — previously told TheDCNF that Awan said now-Chicago Mayor Rahm Emanuel wasinvolved.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4669,
      "end_ix": 5180,
      "text": "\nDr. Zafar Iqbal, one of the alleged victims, told TheDCNF that “Imran came to Pakistan to get [his father] out of jail, since he had some [connections] in the Congress.”\nAshraf Awan’s business partner in the land deal, Rashid Minhas, told TheDCNF that the elder Awan gave a USB to a Pakistani senator who is a former head of a Pakistani intelligence agency, and that Imran claimed his IT position in Congress gave him the power to “change the U.S. president.” Minhas is in prison for an unrelated fraud charge.",
      "new_text": "\nDr. Zafar Iqbal, one of the alleged victims, told TheDCNF that “Imran came to Pakistan to get [his father] out of jail, since he had some [connections] in the Congress.”\nAshraf Awan’s business partner in the land deal, Rashid Minhas, told TheDCNF that the elder Awan gave a USB to a Pakistani senator who is a former head of a Pakistani intelligence agency, and that Imran claimed his IT position in Congress gave him the power to “change the U.S. president.” Minhas is in prison for an unrelated fraud charge.",
      "prop_spans": [
        [
          5051,
          5127,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 5180,
      "end_ix": 5356,
      "text": "\nOn July 25, 2016, the House Inspector General notified the Committee on House Administration that investigators had detected major cybersecurity violations by the Awan family.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5356,
      "end_ix": 5559,
      "text": "\nAwan, his wife, two brothers, his brother’s wife, and even his elderly father were all being paid by various Democrats to manage their servers, with many of the members from Wasserman Schultz’s Florida.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5559,
      "end_ix": 5846,
      "text": "\nThe finding came at a critical time for Democrats: It was three days after WikiLeaks published the first emails from a hacked on the DNC, setting the stage for Wasserman Schultz to lose her position as party chair and for Democrats to begin electioneering on a theme of Russian hacking.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5846,
      "end_ix": 6045,
      "text": "\nIn February 2017, Kiko and the House’s top law enforcement official, Paul Irving, outlined serious violations in a letter to the committee, and the family was banned from the House computer network.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6045,
      "end_ix": 6170,
      "text": "\nThe letter also noted that the House Democratic Caucus server disappeared soon after the IG report named it as key evidence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6170,
      "end_ix": 6378,
      "text": "\nBut Wasserman Schultz refused to fire Awan, with her spokesman saying he would work on “websites” and “printers,” which a cybersecurity expert previously told TheDCNF would presumably involve network access.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6378,
      "end_ix": 6554,
      "text": "\nThe congresswoman also added Awan’s wife, Hina Alvi, to her payroll in late 2016, after the investigation was in full swing, but before the family was banned from the network.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6554,
      "end_ix": 6669,
      "text": "\nWasserman Schultz kept paying her until March 17 — 12 days after Alvi went to Pakistan with $12,000 in a suitcase.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6669,
      "end_ix": 6921,
      "text": "\nHer actions so rattled the Administration Committee’s Democratic staff director, Jamie Fleet, that he planted a negative story in Politico that revealed Wasserman Schultz, his fellow Democrat, was continuing to pay the suspect, two House sources said.",
      "new_text": "\nHer actions so disturbed the Administration Committee’s Democratic staff director, Jamie Fleet, that he planted a negative story in Politico that revealed Wasserman Schultz, his fellow Democrat, was continuing to pay the suspect, two House sources said.",
      "prop_spans": [
        [
          6682,
          6693,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6921,
      "end_ix": 7018,
      "text": "\nThe story also said Wasserman Schultz had a “friendly personal relationship” with Awan and Alvi.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7018,
      "end_ix": 7066,
      "text": "\nFleet did not respond to a request for comment.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7066,
      "end_ix": 7195,
      "text": "\nKiko said in an April 2018 hearing spurred by the scandal that he was powerless to stop members who refused to fire a bad actor.",
      "new_text": "\nKiko said in an April 2018 hearing spurred by the scandal that he was powerless to stop members who refused to fire him.",
      "prop_spans": [
        [
          7183,
          7194,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7195,
      "end_ix": 7317,
      "text": "\n“Termination, now it’s the member’s responsibility … We can revoke everything but they could still be employed,” he said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7317,
      "end_ix": 7453,
      "text": "\nHe added that his office should have the authority to override members who would want to keep a rule-breaker on the government network.",
      "new_text": "\nHe added that his office should have the authority to override members who would want to keep him on the government network.",
      "prop_spans": [
        [
          7412,
          7427,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7453,
      "end_ix": 7567,
      "text": "\nWasserman Schultz became fixated on finding out everything investigators knew about Awan, the House sources said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7567,
      "end_ix": 7702,
      "text": "\nHouse investigators briefed her extensively with significant evidence about Awan and his family, including improper computer evidence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7702,
      "end_ix": 8169,
      "text": "\nYet Wasserman Schultz said in a statement, “my office was provided no evidence to indicate that laws had been broken, which over time, raised troubling concerns about due process, fair treatment and potential ethnic and religious profiling.”\nWasserman Schultz was defending someone investigators allegedly told her was suspected of cybersecurity violations, despite having resigned from her position as DNC head following a devastating hack during the 2016 election.",
      "new_text": "\nYet Wasserman Schultz said in a statement, “my office was provided no evidence to indicate that laws had been broken, which over time, raised troubling concerns about due process, fair treatment and potential ethnic and religious profiling.”\nWasserman Schultz was defending someone investigators allegedly told her was suspected of cybersecurity violations, despite having resigned from her position as DNC head following a devastating hack during the 2016 election.",
      "prop_spans": [
        [
          7945,
          8168,
          "Doubt"
        ],
        [
          8127,
          8144,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8169,
      "end_ix": 8351,
      "text": "\nDespite Wasserman Schultz’s relationship with Awan, in April 2017 — two months after he was banned from the computer network — the IT aide appeared to put the congresswoman at risk.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8351,
      "end_ix": 8571,
      "text": "\nCapitol Police found a laptop with the username RepDWS in a phone booth at midnight along with a copy of Awan’s ID, a letter to prosecutors and a note that said “attorney client privilege,” according to a police report.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8571,
      "end_ix": 8684,
      "text": "\nAwan’s ID caused police to tie it to a criminal suspect and seize it, but the note kept them from looking at it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8684,
      "end_ix": 8864,
      "text": "\nThat led to a tense exchange recorded on video in May 2017, in which Wasserman Schultz threatened the chief of the Capitol Police with “consequences” for not returning the laptop.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8864,
      "end_ix": 9010,
      "text": "\nWhen he refused, she mulled attempting to restructuring the Capitol Police’s entire board so that her committee would have more leverage over it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9010,
      "end_ix": 9186,
      "text": "\nHouse sources told TheDCNF these exchanges were only a public glimpse into numerous such interactions, which were frequently profane, with every official she could buttonhole.",
      "new_text": "\nHouse sources told TheDCNF these exchanges were only a public glimpse into numerous such interactions, which were frequently disrespectful, with every official she could speak to.",
      "prop_spans": [
        [
          9136,
          9185,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9186,
      "end_ix": 9621,
      "text": "\nOne source said she also went to the Department of Justice and “made a stink.”\nWasserman Schultz hired the House’s former top lawyer, Bill Pittard — who had recently quit the House — to try to block prosecutors from seeing evidence, TheDCNF previously reported.Awan obtained legal representation from two lawyers who began their careers in Miami — one with experience in espionage cases and the other a former aide to Hillary Clinton.",
      "new_text": "\nOne source said she also went to the Department of Justice and “made a stink.”\nWasserman Schultz hired the House’s former top lawyer, Bill Pittard — who had recently quit the House — to try to block prosecutors from seeing evidence, TheDCNF previously reported.Awan obtained legal representation from two lawyers who began their careers in Miami — one with experience in espionage cases and the other a former aide to Hillary Clinton.",
      "prop_spans": [
        [
          9251,
          9263,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9621,
      "end_ix": 9673,
      "text": "\nWasserman Schultz’ district includes much of Miami.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9673,
      "end_ix": 9846,
      "text": "\nOne of Awan’s lawyers told a judge he felt “very strongly” that prosecutors should not be able to look at the RepDWS laptop, mounting an attorney-client privilege argument.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9846,
      "end_ix": 9907,
      "text": "\nProsecutors did not challenge the argument before the judge.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9907,
      "end_ix": 10081,
      "text": "\nIn August 2017, Imran and Hina were charged with four felony counts for gathering up money under allegedly false circumstances before wiring $300,000 to Pakistan in January.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10081,
      "end_ix": 10280,
      "text": "\nProsecutors said the timing suggests that the Awans had learned of their investigation, which a spokeswoman for Speaker of the House Paul Ryan, AshLee Strong, told TheDCNF was supposed to be secret.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10280,
      "end_ix": 10467,
      "text": "\nCapitol Police “requested that the shared employees be allowed to continue to use their IT credentials until February [2017] because they didn’t want to tip off the employees,” she said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10467,
      "end_ix": 10574,
      "text": "\nWasserman Schultz’s brother is a prosecutor in the same office handling the case and has tweeted about it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10574,
      "end_ix": 10762,
      "text": "\nGowen said the wire transfer instead had to do with the land deal, which he told the Washington Examiner was “quickly souring.”\nWasserman Schultz did not respond to a request for comment.",
      "new_text": "\nGowen said the wire transfer instead had to do with the land deal, which he told the Washington Examiner was “quickly souring.”\nWasserman Schultz did not respond to a request for comment.",
      "prop_spans": [
        [
          10685,
          10700,
          "Loaded_Language"
        ]
      ]
    }
  ],
  "original labels": [
    [
      35,
      48,
      "Name_Calling,Labeling"
    ],
    [
      62,
      106,
      "Exaggeration,Minimisation"
    ],
    [
      246,
      288,
      "Exaggeration,Minimisation"
    ],
    [
      291,
      305,
      "Name_Calling,Labeling"
    ],
    [
      1864,
      1879,
      "Loaded_Language"
    ],
    [
      1947,
      1972,
      "Loaded_Language"
    ],
    [
      2107,
      2121,
      "Red_Herring"
    ],
    [
      2378,
      2397,
      "Name_Calling,Labeling"
    ],
    [
      2378,
      2386,
      "Loaded_Language"
    ],
    [
      2791,
      2809,
      "Name_Calling,Labeling"
    ],
    [
      3175,
      3198,
      "Loaded_Language"
    ],
    [
      4046,
      4084,
      "Loaded_Language"
    ],
    [
      4136,
      4157,
      "Loaded_Language"
    ],
    [
      4330,
      4352,
      "Loaded_Language"
    ],
    [
      5051,
      5127,
      "Exaggeration,Minimisation"
    ],
    [
      6682,
      6693,
      "Loaded_Language"
    ],
    [
      7183,
      7194,
      "Name_Calling,Labeling"
    ],
    [
      7412,
      7427,
      "Name_Calling,Labeling"
    ],
    [
      7945,
      8168,
      "Doubt"
    ],
    [
      8127,
      8144,
      "Loaded_Language"
    ],
    [
      9136,
      9185,
      "Loaded_Language"
    ],
    [
      9251,
      9263,
      "Loaded_Language"
    ],
    [
      10685,
      10700,
      "Loaded_Language"
    ]
  ]
}