{
  "article_id": "763260610",
  "sentence offsets in original": [
    0,
    291,
    514,
    631,
    813,
    889,
    920,
    1106,
    1364,
    1555,
    1620,
    1676,
    1721,
    1759,
    1836,
    2074,
    2121,
    2298,
    2360,
    2410,
    2475,
    2577,
    2650,
    2744,
    2869,
    3123,
    3209,
    3381,
    3458,
    3614,
    3749,
    3869,
    3932,
    3955,
    4191,
    4310,
    4401,
    4499,
    4561,
    4634,
    4699,
    4852,
    4957,
    4997,
    5065,
    5121,
    5147,
    5241,
    5299,
    5424,
    5620,
    5688,
    5750,
    5869,
    5973,
    6028,
    6088,
    6118,
    6183,
    6451,
    6524,
    6577,
    6643,
    6741,
    6844,
    7045,
    7112,
    7178,
    7303,
    7496,
    7564,
    7798,
    7972,
    8013,
    8057,
    8102,
    8167,
    8292,
    8508,
    8676,
    8897,
    9000,
    9030,
    9083,
    9143,
    9181,
    9330,
    9404,
    9497,
    9554,
    9682,
    9767,
    9868,
    9947,
    10010,
    10083,
    10131,
    10165,
    10200,
    10275,
    10445,
    10556,
    10778,
    10981,
    11054,
    11169,
    11304,
    11341,
    11382,
    11688,
    11799,
    11842,
    11940,
    12262,
    12404,
    12477,
    12517,
    12579,
    12728,
    12813,
    12895,
    12944,
    12988,
    13051,
    13163,
    13209,
    13389,
    13426,
    13481,
    13590,
    13770,
    13838,
    13928,
    13968,
    14027,
    14061,
    14175,
    14247,
    14404,
    14542
  ],
  "original sentences": [
    "The Eerie Silence\n\nIn a recent communication between Randy Credico, an Assange supporter, comic and radio producer, and Adam Schiff, the ranking member on the House Judiciary Committee, Assange’s fear of arrest and extradition to the US was confirmed by the leader of the Russia-gate frenzy.",
    "\nCredico received the following response from Schiff after meeting the Congressman’s staff, in which Credico was trying to connect Assange with Schiff: “Our committee would be willing to interview Assange when he is in U.S.",
    "\nCustody and not before.”\nDennis Bernstein spoke with John Pilger, a close friend and supporter of Assange on May 29.",
    "\nThe interview began with the statement Bernstein delivered for Pilger at the Left Forum last weekend in New York on a panel devoted to Assange entitled, “Russia-gate and WikiLeaks”.",
    "\nPilger’s Statement\n“There is a silence among many who call themselves left.",
    "\nThe silence is Julian Assange.",
    "\nAs every false accusation has fallen away, every bogus smear shown to be the work of political enemies, Julian stands vindicated as one who has exposed a system that threatens humanity.",
    "\nThe Collateral Damage video, the war logs of Afghanistan and Iraq, the Cablegate revelations, the Venezuela revelations, the Podesta email revelations … these are just a few of the storms of raw truth that have blown through the capitals of rapacious power.",
    "\nThe fakery of Russia-gate, the collusion of a corrupt media and the shame of a legal system that pursues truth-tellers have not been able to hold back the raw truth of WikiLeaks revelations.",
    "\nThey have not won, not yet, and they have not destroyed the man.",
    "\nOnly the silence of good people will allow them to win.",
    "\nJulian Assange has never been more isolated.",
    "\nHe needs your support and your voice.",
    "\nNow more than ever is the time to demand justice and free speech for Julian.",
    "\nThank you.” No Place to Hide: Edwa... Glenn Greenwald Best Price: $1.49 Buy New $3.70 (as of 06:30 EDT - Details)\nDennis Bernstein: We continue our discussion of the case of Julian Assange, now in the Ecuadorian embassy in Great Britain.",
    "\nJohn Pilger, it is great to talk to you again.",
    "\nBut it is a profound tragedy, John, the way they are treating Julian Assange, this prolific journalist and publisher who so many other journalists have depended on in the past.",
    "\nHe has been totally left out in the cold to fend for himself.",
    "\nJohn Pilger: I have never known anything like it.",
    "\nThere is a kind of eerie silence around the Julian Assange case.",
    "\nJulian has been vindicated in every possible way and yet he is isolated as few people are these days.",
    "\nHe is cut off from the very tools of his trade, visitors aren’t allowed.",
    "\nI was in London recently and I couldn’t see him, although I spoke to people who had seen him.",
    "\nRafael Correa, the former president of Ecuador, said recently that he regarded what they are doing to Julian now as torture.",
    "\nIt was Correa’s government that gave Julian political refuge, which has been betrayed now by his successor, the government led by Lenin Moreno, which is back to sucking up to the United States in the time-honored way, with Julian as the pawn and victim.",
    "\nShould be a ‘Constitutional Hero’\nBut really it comes down to the British government.",
    "\nAlthough he is still in a foreign embassy and actually has Ecuadorian nationality, his right of passage out of that embassy should be guaranteed by the British government.",
    "\nThe United Nations Working Party on Unlawful Detentions has made that clear.",
    "\nBritain took part in an investigation which determined that Julian was a political refugee and that a great miscarriage of justice had been imposed on him.",
    "\nIt is very good that you are doing this, Dennis, because even in the media outside the mainstream, there is this silence about Julian.",
    "\nThe streets outside the embassy are virtually empty, whereas they should be full of people saying that we are with you.",
    "\nThe principles involved in this case are absolutely clear-cut.",
    "\nNumber one is justice.",
    "\nThe injustice done to this man is legion, both in terms of the bogus Swedish case and now the fact that he must remain in the embassy and can’t leave without being arrested, extradited to the United States and ending up in a hell hole.",
    "\nBut it is also about freedom of speech, about our right to know, which is enshrined in the United States Constitution.",
    "\nIf the Constitution were taken literally, Julian would be a constitutional hero, actually.",
    "\nInstead, I understand the indictment they are trying to concoct reads like a charge of espionage!",
    "\nIt’s so ridiculous.That is the situation as I see it, Dennis.",
    "\nIt is not a happy one but it is one that people should rally to quickly.",
    "\nDB: His journalistic brethren are sounding like his prosecutors.",
    "\nThey want to get behind Russia-gate freaks like Congressman Adam Schiff and Mike Pompeo, who would like to see Assange in jail forever or even executed.",
    "\nHow do you respond to journalists acting like prosecutors, some of whom used his material to do stories?",
    "\nThis is a terrible time for journalism.",
    "\nJP: You are absolutely right: It is a terrible time for journalism.",
    "\nI have never known anything quite like it in my career.",
    "\nThat said, it is not new.",
    "\nThere has always been a so-called mainstream which really comes down to great power in media.",
    "\nIt has always existed, particularly in the United States.",
    "\nThe Pulitzer Prize this year was awarded to The New York Times and The Washington Post for witch-hunting around Russia-gate!",
    "\nThey were praised for “how deeply sourced their investigations were.” Their investigations turned up not a shred of real evidence to suggest any serious Russian intervention in the 2016 election.",
    "\nLike Webb\nThe Julian Assange case reminds me of the Gary Webb case.",
    "\nBob Parry was one of Gary Webb’s few supporters in the media.",
    "\nWebb’s “Dark Alliance” series contained evidence that cocaine trafficking was going on with the connivance of the CIA.",
    "\nLater Webb was hounded by fellow journalists and, unable to find work, he eventually committed suicide.",
    "\nThe CIA Inspector General subsequently vindicated him.",
    "\nNow, Julian Assange is a long way from taking his own life.",
    "\nHis resilience is remarkable.",
    "\nBut he is still a human being and he has taken such a battering.",
    "\nProbably the hardest thing for him to take is the utter hypocrisy of news organizations—like The New York Times, which published the WikiLeaks “War Logs” and “Cablegate,” The Washington Post and The Guardian, which has taken a vindictive delight in tormenting Julian.",
    "\nThe Guardian a few years ago got a Pulitzer Prize writing about Snowden.",
    "\nBut their coverage of Snowden left him in Hong Kong.",
    "\nIt was WikiLeaks that got Snowden out of Hong Kong and to safety.",
    "\nProfessionally, I find this one of the most unsavory and immoral things I have seen in my career.",
    "\nThe persecution of this man by huge media organizations which have drawn great benefit from WikiLeaks.",
    "\nOne of Assange’s great tormentors, The Guardian‘s Luke Harding, made a great deal of money with a Hollywood version of a book that he and David Lee wrote in which they basically attacked their source.",
    "\nI suppose you have to be a psychiatrist to understand all of this.",
    "\nMy understanding is that so many of these journalists are shamed.",
    "\nThey realize that WikiLeaks has done what they should have done a long time ago, and that is to tell us how governments lie.",
    "\nDB: One thing that disturbs me greatly is the way in which the Western corporate press speculate about Russian involvement in the U.S. 2016 election, that it was a hack through Julian Assange.",
    "\nAny serious investigator would want to know who would be motivated.",
    "\nAnd yet the possibility that it might be the dozen or so pissed-off people who went to work for the Clinton machine and learned from the inside that the DNC was all about getting rid of Bernie Sanders…this is not a part of the story!",
    "\nEight Hundred Thousand Disclosures on Russia\nJP: What happened to Sanders and the way that he was rolled by the Clinton organization, everybody knows that this is the story.",
    "\nAnd now we have the DNC suing WikiLeaks!",
    "\nThere’s a kind of farcical element to this.",
    "\nI mean, none of this came from the Russians.",
    "\nThat WikiLeaks is somehow in bed with the Russians is ludicrous.",
    "\nWikiLeaks published about 800,000 major disclosures about Russia, some of them extremely critical of the Russian government.",
    "\nIf you are a government and you are doing something untoward or you are lying to your people and WikiLeaks gets the documents to show it, they will publish no matter who you are, be they the United States or Russia.",
    "\nDB: Randy Credico, because of his work and his decision to devote a very high-profile series to the persecution of Julian Assange, recently found himself under attack.",
    "\nHe went to the White House Press Roast and, after having a nice discussion with Congressman Schiff, he yelled out “What about Julian Assange?” The room was packed full of reporters but Randy was attacked and dragged out.",
    "\nIt was if everyone there was embarrassed to recognize that one of their brethren was being brutalized.",
    "\nJP: Randy shouted some truth.",
    "\nIt is very similar to what happened to Ray McGovern.",
    "\nRay is a former member of the CIA but extremely principled.",
    "\nI might suggest he is a renegade now.",
    "\nDB: It was hysterical to watch these four armed guards who kept shouting “Stop resisting, stop resisting!” and they are beating the hell out of him!",
    "\nJP: I thought the image of Ray being hauled off was particularly telling.",
    "\nThese four overweight, obviously ill-trained young men manhandling Ray, who is 78 years old.",
    "\nThere was something highly emblematic about that for me.",
    "\nHe stood up to challenge the fact that the CIA was about to hand over leadership to a person who had been in charge of torture.",
    "\nIt is both shocking and surreal, which of course the Julian Assange case is as well.",
    "\nBut real journalism should be able to get through the shocking and the surreal and get to the truth.",
    "\nThere is so much collusion now, with all these dark and menacing developments.",
    "\nIt is almost as if the word “journalism” is becoming blighted.",
    "\nDB: There has certainly been a lot of collusion when it comes to Israel.",
    "\nThen the word “collusion” is quite appropriate.",
    "\nJP:That’s the ultimate collusion.",
    "\nBut that’s collusion with silence.",
    "\nNever has there been a collusion like the one between the U.S. and Israel.",
    "\nIt suggests another word and that is “immunity.” It has a moral immunity, a cultural immunity, a geopolitical immunity, a legal immunity, and certainly a media immunity.",
    "\nWe see the gunning down of over 60 people on the day of the inauguration of the new U.S. embassy in Jerusalem.",
    "\nIsrael has some of the most wickedly experimental munitions in the world and they fired them at people who were protesting the occupation of their homeland and trying to remind people of the Nakba and the right of return.",
    "\nIn the media these were described as “clashes.” Although they did become so bad that The New York Times in a later edition changed its front page headline to say that Israel was actually killing people.",
    "\nA rare moment, indeed, when the immunity, the collusion was interrupted.",
    "\nAll the talk of Iran and nuclear weapons is without any reference to the biggest nuclear power in the Middle East.",
    "\nDB: What would you say have been the contributions that Julian Assange has made in this age of censorship and cowardice in journalism?",
    "\nWhere does he come into the picture?",
    "\nJP:I think it comes down to information.",
    "\nIf you go back to when WikiLeaks started, when Julian was sitting in his hotel room in Paris beginning to put the whole thing together, one of the first things he wrote was that there is a morality in transparency, that we have a right to know what those who wish to control our lives are doing in secret.",
    "\nThe right to know what governments are doing in our name—on our behalf or to our detriment—is our moral right.",
    "\nJulian feels very passionately about this.",
    "\nThere were times when he could have compromised slightly in order to possibly help his situation.",
    "\nThere were times when I said to him, “Why don’t you just suspend that for a while and go along with it?” Of course, I knew beforehand what his answer would be and that was “no.” The enormous amount of information that has come from WikiLeaks, particularly in recent years, has amounted to an extraordinary public service.",
    "\nI was reading just the other day a 2006 WikiLeaks cable from the U.S. embassy in Caracas which was addressed to other agencies in the region.",
    "\nThis was four years after the U.S. tried to get rid of Chavez in a coup.",
    "\nIt detailed how subversion should work.",
    "\nOf course, they dressed it up as human rights work and so on.",
    "\nI was reading this official document thinking how the information contained in it was worth years of the kind of distorted reporting from Venezuela.",
    "\nIt also reminds us that so-called “meddling” by Russia in the U.S. is just nonsense.",
    "\nThe word “meddling” doesn’t apply to the kind of action implied in this document.",
    "\nIt is intervention in another country’s affairs.",
    "\nWikiLeaks has done that all over the world.",
    "\nIt has given people the information they have a right to have.",
    "\nThey had a right to find out from the so-called “War Logs” the criminality of our wars in Afghanistan and Iraq.",
    "\nThey had a right to find out about Cablegate.",
    "\nThat’s when, on Clinton’s watch, we learned that the NSA was gathering personal information on members of the United Nations Security Council, including their credit card numbers.",
    "\nYou can see why Julian made enemies.",
    "\nBut he should also have made a huge number of friends.",
    "\nThis is critical information because it tells us how power works and we will never learn about it otherwise.",
    "\nI think WikiLeaks has opened a world of transparency and put flesh on the expression “right to know.” This must explain why he is attacked so much, because that is so threatening.",
    "\nThe enemy to great power is not the likes of the Taliban, it is us.",
    "\nDB: And who can forget the release of the “collateral murder” footage by Chelsea Manning?",
    "\nJP: That kind of thing is not uncommon.",
    "\nVietnam was meant to be the open war but really it wasn’t.",
    "\nThere weren’t the cameras around.",
    "\nIt is indeed shocking information but it informs people, and we have Chelsea Manning’s courage to thank for that.",
    "\nDB: Yes, and the thanks he got was seven years in solitary confinement.",
    "\nThey want to prosecute Assange and maybe hang him from the rafters in Congress, but what about Judith Miller and The New York Times lying the West into war?",
    "\nThere is no end of horrific examples of what passes for journalism, in contrast to the amazing contribution that Julian Assange has made.",
    "\nClick here to listen to this interview."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 291,
      "text": "The Eerie Silence\n\nIn a recent communication between Randy Credico, an Assange supporter, comic and radio producer, and Adam Schiff, the ranking member on the House Judiciary Committee, Assange’s fear of arrest and extradition to the US was confirmed by the leader of the Russia-gate frenzy.",
      "new_text": "The Strange Silence\n\nIn a recent communication between Randy Credico, an Assange supporter, comic and radio producer, and Adam Schiff, the ranking member on the House Judiciary Committee, Assange’s fear of arrest and extradition to the US was confirmed by the leader of the Russia-gate madness.",
      "prop_spans": [
        [
          0,
          17,
          "Loaded_Language"
        ],
        [
          254,
          290,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 291,
      "end_ix": 514,
      "text": "\nCredico received the following response from Schiff after meeting the Congressman’s staff, in which Credico was trying to connect Assange with Schiff: “Our committee would be willing to interview Assange when he is in U.S.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 514,
      "end_ix": 631,
      "text": "\nCustody and not before.”\nDennis Bernstein spoke with John Pilger, a close friend and supporter of Assange on May 29.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 631,
      "end_ix": 813,
      "text": "\nThe interview began with the statement Bernstein delivered for Pilger at the Left Forum last weekend in New York on a panel devoted to Assange entitled, “Russia-gate and WikiLeaks”.",
      "new_text": "\nThe interview began with the statement Bernstein delivered for Pilger at the Left Forum last weekend in New York on a panel devoted to Assange entitled, “Russia-gate and WikiLeaks”.",
      "prop_spans": [
        [
          705,
          720,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 813,
      "end_ix": 889,
      "text": "\nPilger’s Statement\n“There is a silence among many who call themselves left.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 889,
      "end_ix": 920,
      "text": "\nThe silence is Julian Assange.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 920,
      "end_ix": 1106,
      "text": "\nAs every false accusation has fallen away, every bogus smear shown to be the work of political enemies, Julian stands vindicated as one who has exposed a system that threatens humanity.",
      "new_text": "\nAs every false accusation has fallen away, every fake defamation shown to be the work of political enemies, Julian stands vindicated as one who has exposed a system that could threaten humanity.",
      "prop_spans": [
        [
          970,
          982,
          "Loaded_Language"
        ],
        [
          1053,
          1105,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 1106,
      "end_ix": 1364,
      "text": "\nThe Collateral Damage video, the war logs of Afghanistan and Iraq, the Cablegate revelations, the Venezuela revelations, the Podesta email revelations … these are just a few of the storms of raw truth that have blown through the capitals of rapacious power.",
      "new_text": "\nThe Collateral Damage video, the war logs of Afghanistan and Iraq, the Cablegate revelations, the Venezuela revelations, the Podesta email revelations … these are just a few of the examples of raw truth that have destroyed the capitals of greedy power.",
      "prop_spans": [
        [
          1284,
          1363,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1364,
      "end_ix": 1555,
      "text": "\nThe fakery of Russia-gate, the collusion of a corrupt media and the shame of a legal system that pursues truth-tellers have not been able to hold back the raw truth of WikiLeaks revelations.",
      "new_text": "\nThe fakery of Russia-gate, the collusion of a corrupt media and the shame of a legal system that pursues upright people have not been able to hold back the actual truth of WikiLeaks revelations.",
      "prop_spans": [
        [
          1365,
          1376,
          "Loaded_Language"
        ],
        [
          1411,
          1425,
          "Name_Calling,Labeling"
        ],
        [
          1470,
          1484,
          "Name_Calling,Labeling"
        ],
        [
          1516,
          1530,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1555,
      "end_ix": 1620,
      "text": "\nThey have not won, not yet, and they have not destroyed the man.",
      "new_text": "\nThey have not won, not yet, and they have not destroyed the man.",
      "prop_spans": [
        [
          1593,
          1619,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1620,
      "end_ix": 1676,
      "text": "\nOnly the silence of good people will allow them to win.",
      "new_text": "\nOnly the silence of good people could allow them to win.",
      "prop_spans": [
        [
          1621,
          1675,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 1676,
      "end_ix": 1721,
      "text": "\nJulian Assange has never been more isolated.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1721,
      "end_ix": 1759,
      "text": "\nHe needs your support and your voice.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1759,
      "end_ix": 1836,
      "text": "\nNow more than ever is the time to demand justice and free speech for Julian.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1836,
      "end_ix": 2074,
      "text": "\nThank you.” No Place to Hide: Edwa... Glenn Greenwald Best Price: $1.49 Buy New $3.70 (as of 06:30 EDT - Details)\nDennis Bernstein: We continue our discussion of the case of Julian Assange, now in the Ecuadorian embassy in Great Britain.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2074,
      "end_ix": 2121,
      "text": "\nJohn Pilger, it is great to talk to you again.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2121,
      "end_ix": 2298,
      "text": "\nBut it is a profound tragedy, John, the way they are treating Julian Assange, this prolific journalist and publisher who so many other journalists have depended on in the past.",
      "new_text": "\nBut it is a tragedy, John, the way they are treating Julian Assange, who so many other journalists have depended on in the past.",
      "prop_spans": [
        [
          2132,
          2150,
          "Loaded_Language"
        ],
        [
          2205,
          2239,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 2298,
      "end_ix": 2360,
      "text": "\nHe has been totally left out in the cold to fend for himself.",
      "new_text": "\nHe has been totally left to fend for himself.",
      "prop_spans": [
        [
          2311,
          2359,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2360,
      "end_ix": 2410,
      "text": "\nJohn Pilger: I have never known anything like it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2410,
      "end_ix": 2475,
      "text": "\nThere is a kind of eerie silence around the Julian Assange case.",
      "new_text": "\nThere is a kind of strange silence around the Julian Assange case.",
      "prop_spans": [
        [
          2430,
          2444,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2475,
      "end_ix": 2577,
      "text": "\nJulian has been vindicated in every possible way and yet he is isolated as few people are these days.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2577,
      "end_ix": 2650,
      "text": "\nHe is cut off from the very tools of his trade, visitors aren’t allowed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2650,
      "end_ix": 2744,
      "text": "\nI was in London recently and I couldn’t see him, although I spoke to people who had seen him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2744,
      "end_ix": 2869,
      "text": "\nRafael Correa, the former president of Ecuador, said recently that he regarded what they are doing to Julian now as torture.",
      "new_text": "\nRafael Correa, the former president of Ecuador, said recently that he regarded what they are doing to Julian now as abuse.",
      "prop_spans": [
        [
          2812,
          2868,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 2869,
      "end_ix": 3123,
      "text": "\nIt was Correa’s government that gave Julian political refuge, which has been betrayed now by his successor, the government led by Lenin Moreno, which is back to sucking up to the United States in the time-honored way, with Julian as the pawn and victim.",
      "new_text": "\nIt was Correa’s government that gave Julian political refuge, which has been betrayed now by his successor, the government led by Lenin Moreno, which is back to sweet-talking to the United States in the time-honored way, with Julian as the pawn and victim.",
      "prop_spans": [
        [
          3031,
          3086,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3123,
      "end_ix": 3209,
      "text": "\nShould be a ‘Constitutional Hero’\nBut really it comes down to the British government.",
      "new_text": "\nShould be a ‘Constitutional Hero’\nBut really it comes down to the British government.",
      "prop_spans": [
        [
          3134,
          3156,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3209,
      "end_ix": 3381,
      "text": "\nAlthough he is still in a foreign embassy and actually has Ecuadorian nationality, his right of passage out of that embassy should be guaranteed by the British government.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3381,
      "end_ix": 3458,
      "text": "\nThe United Nations Working Party on Unlawful Detentions has made that clear.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3458,
      "end_ix": 3614,
      "text": "\nBritain took part in an investigation which determined that Julian was a political refugee and that a great miscarriage of justice had been imposed on him.",
      "new_text": "\nBritain took part in an investigation which determined that Julian was a political refugee and that a miscarriage of justice had been imposed on him.",
      "prop_spans": [
        [
          3559,
          3590,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 3614,
      "end_ix": 3749,
      "text": "\nIt is very good that you are doing this, Dennis, because even in the media outside the mainstream, there is this silence about Julian.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3749,
      "end_ix": 3869,
      "text": "\nThe streets outside the embassy are virtually empty, whereas they should be full of people saying that we are with you.",
      "new_text": "\nThe streets outside the embassy are sparse, whereas they should be full of supportive people.",
      "prop_spans": [
        [
          3782,
          3801,
          "Exaggeration,Minimisation"
        ],
        [
          3811,
          3868,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 3869,
      "end_ix": 3932,
      "text": "\nThe principles involved in this case are absolutely clear-cut.",
      "new_text": "\nThe principles involved in this case are clear-cut.",
      "prop_spans": [
        [
          3911,
          3931,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 3932,
      "end_ix": 3955,
      "text": "\nNumber one is justice.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3955,
      "end_ix": 4191,
      "text": "\nThe injustice done to this man is legion, both in terms of the bogus Swedish case and now the fact that he must remain in the embassy and can’t leave without being arrested, extradited to the United States and ending up in a hell hole.",
      "new_text": "\nThe injustice done to this man is a lot, both in terms of the fake Swedish case and now the fact that he must remain in the embassy and can’t leave without being arrested, extradited to the United States and ending up in a terrible place.",
      "prop_spans": [
        [
          3956,
          3996,
          "Exaggeration,Minimisation"
        ],
        [
          4015,
          4038,
          "Loaded_Language"
        ],
        [
          4166,
          4190,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4191,
      "end_ix": 4310,
      "text": "\nBut it is also about freedom of speech, about our right to know, which is enshrined in the United States Constitution.",
      "new_text": "\nBut it is also about freedom of speech, about our right to know, which is enshrined in the Constitution.",
      "prop_spans": [
        [
          4192,
          4309,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 4310,
      "end_ix": 4401,
      "text": "\nIf the Constitution were taken literally, Julian would be a constitutional hero, actually.",
      "new_text": "\nIf the Constitution were taken literally, Julian would be a hero, actually.",
      "prop_spans": [
        [
          4369,
          4390,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 4401,
      "end_ix": 4499,
      "text": "\nInstead, I understand the indictment they are trying to concoct reads like a charge of espionage!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4499,
      "end_ix": 4561,
      "text": "\nIt’s so ridiculous.That is the situation as I see it, Dennis.",
      "new_text": "\nIt’s so silly.That is the situation as I see it, Dennis.",
      "prop_spans": [
        [
          4500,
          4518,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4561,
      "end_ix": 4634,
      "text": "\nIt is not a happy one but it is one that people should rally to quickly.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4634,
      "end_ix": 4699,
      "text": "\nDB: His journalistic brethren are sounding like his prosecutors.",
      "new_text": "\nDB: His journalistic brethren are sounding like his prosecutors.",
      "prop_spans": [
        [
          4639,
          4665,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 4699,
      "end_ix": 4852,
      "text": "\nThey want to get behind Russia-gate freaks like Congressman Adam Schiff and Mike Pompeo, who would like to see Assange in jail forever or even executed.",
      "new_text": "\nThey want to get behind Russia-gate freaks like Congressman Adam Schiff and Mike Pompeo, who would like to see Assange in jail forever or even executed.",
      "prop_spans": [
        [
          4724,
          4743,
          "Name_Calling,Labeling"
        ],
        [
          4819,
          4851,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 4852,
      "end_ix": 4957,
      "text": "\nHow do you respond to journalists acting like prosecutors, some of whom used his material to do stories?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4957,
      "end_ix": 4997,
      "text": "\nThis is a terrible time for journalism.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4997,
      "end_ix": 5065,
      "text": "\nJP: You are absolutely right: It is a terrible time for journalism.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5065,
      "end_ix": 5121,
      "text": "\nI have never known anything quite like it in my career.",
      "new_text": "\nI have never known anything quite like it in my career.",
      "prop_spans": [
        [
          5066,
          5120,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 5121,
      "end_ix": 5147,
      "text": "\nThat said, it is not new.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5147,
      "end_ix": 5241,
      "text": "\nThere has always been a so-called mainstream which really comes down to great power in media.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5241,
      "end_ix": 5299,
      "text": "\nIt has always existed, particularly in the United States.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5299,
      "end_ix": 5424,
      "text": "\nThe Pulitzer Prize this year was awarded to The New York Times and The Washington Post for witch-hunting around Russia-gate!",
      "new_text": "\nThe Pulitzer Prize this year was awarded to The New York Times and The Washington Post for inquisition around Russia-gate!",
      "prop_spans": [
        [
          5391,
          5423,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5424,
      "end_ix": 5620,
      "text": "\nThey were praised for “how deeply sourced their investigations were.” Their investigations turned up not a shred of real evidence to suggest any serious Russian intervention in the 2016 election.",
      "new_text": "\nThey were praised for “how deeply sourced their investigations were.” Their investigations turned up no evidence to suggest any serious Russian intervention in the 2016 election.",
      "prop_spans": [
        [
          5495,
          5555,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 5620,
      "end_ix": 5688,
      "text": "\nLike Webb\nThe Julian Assange case reminds me of the Gary Webb case.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5688,
      "end_ix": 5750,
      "text": "\nBob Parry was one of Gary Webb’s few supporters in the media.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5750,
      "end_ix": 5869,
      "text": "\nWebb’s “Dark Alliance” series contained evidence that cocaine trafficking was going on with the connivance of the CIA.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5869,
      "end_ix": 5973,
      "text": "\nLater Webb was hounded by fellow journalists and, unable to find work, he eventually committed suicide.",
      "new_text": "\nLater Webb was harassed by fellow journalists and, unable to find work, he eventually committed suicide.",
      "prop_spans": [
        [
          5881,
          5893,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5973,
      "end_ix": 6028,
      "text": "\nThe CIA Inspector General subsequently vindicated him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6028,
      "end_ix": 6088,
      "text": "\nNow, Julian Assange is a long way from taking his own life.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6088,
      "end_ix": 6118,
      "text": "\nHis resilience is remarkable.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6118,
      "end_ix": 6183,
      "text": "\nBut he is still a human being and he has taken such a battering.",
      "new_text": "\nBut he is still a human being and he has taken such a pounding.",
      "prop_spans": [
        [
          6160,
          6182,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6183,
      "end_ix": 6451,
      "text": "\nProbably the hardest thing for him to take is the utter hypocrisy of news organizations—like The New York Times, which published the WikiLeaks “War Logs” and “Cablegate,” The Washington Post and The Guardian, which has taken a vindictive delight in tormenting Julian.",
      "new_text": "\nProbably the hardest thing for him to take is the hypocrisy of news organizations—like The New York Times, which published the WikiLeaks “War Logs” and “Cablegate,” The Washington Post and The Guardian, which has taken a delight in harrowing Julian.",
      "prop_spans": [
        [
          6230,
          6271,
          "Exaggeration,Minimisation"
        ],
        [
          6409,
          6450,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6451,
      "end_ix": 6524,
      "text": "\nThe Guardian a few years ago got a Pulitzer Prize writing about Snowden.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6524,
      "end_ix": 6577,
      "text": "\nBut their coverage of Snowden left him in Hong Kong.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6577,
      "end_ix": 6643,
      "text": "\nIt was WikiLeaks that got Snowden out of Hong Kong and to safety.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6643,
      "end_ix": 6741,
      "text": "\nProfessionally, I find this one of the most unsavory and immoral things I have seen in my career.",
      "new_text": "\nProfessionally, I find this very unsavory and immoral.",
      "prop_spans": [
        [
          6660,
          6740,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 6741,
      "end_ix": 6844,
      "text": "\nThe persecution of this man by huge media organizations which have drawn great benefit from WikiLeaks.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6844,
      "end_ix": 7045,
      "text": "\nOne of Assange’s great tormentors, The Guardian‘s Luke Harding, made a great deal of money with a Hollywood version of a book that he and David Lee wrote in which they basically attacked their source.",
      "new_text": "\nThe Guardian‘s Luke Harding, made a great deal of money with a Hollywood version of a book that he and David Lee wrote in which they basically attacked their source.",
      "prop_spans": [
        [
          6845,
          6907,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7045,
      "end_ix": 7112,
      "text": "\nI suppose you have to be a psychiatrist to understand all of this.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7112,
      "end_ix": 7178,
      "text": "\nMy understanding is that so many of these journalists are shamed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7178,
      "end_ix": 7303,
      "text": "\nThey realize that WikiLeaks has done what they should have done a long time ago, and that is to tell us how governments lie.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7303,
      "end_ix": 7496,
      "text": "\nDB: One thing that disturbs me greatly is the way in which the Western corporate press speculate about Russian involvement in the U.S. 2016 election, that it was a hack through Julian Assange.",
      "new_text": "\nDB: One thing that disturbs me greatly is the way in which the Western corporate press speculate about Russian involvement in the U.S. 2016 election, that it was a hack through Julian Assange.",
      "prop_spans": [
        [
          7459,
          7495,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7496,
      "end_ix": 7564,
      "text": "\nAny serious investigator would want to know who would be motivated.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7564,
      "end_ix": 7798,
      "text": "\nAnd yet the possibility that it might be the dozen or so pissed-off people who went to work for the Clinton machine and learned from the inside that the DNC was all about getting rid of Bernie Sanders…this is not a part of the story!",
      "new_text": "\nAnd yet the possibility that it might be the dozen or so pissed-off people who went to work for the Clinton machine and learned from the inside that the DNC was all about getting rid of Bernie Sanders…this is not a part of the story!",
      "prop_spans": [
        [
          7606,
          7640,
          "Name_Calling,Labeling"
        ],
        [
          7661,
          7681,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7798,
      "end_ix": 7972,
      "text": "\nEight Hundred Thousand Disclosures on Russia\nJP: What happened to Sanders and the way that he was rolled by the Clinton organization, everybody knows that this is the story.",
      "new_text": "\nEight Hundred Thousand Disclosures on Russia\nJP: What happened to Sanders and the way that he was rolled by the Clinton organization, everybody knows that this is the story.",
      "prop_spans": [
        [
          7890,
          7931,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7972,
      "end_ix": 8013,
      "text": "\nAnd now we have the DNC suing WikiLeaks!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8013,
      "end_ix": 8057,
      "text": "\nThere’s a kind of farcical element to this.",
      "new_text": "\nThere’s a kind of farcical element to this.",
      "prop_spans": [
        [
          8032,
          8049,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8057,
      "end_ix": 8102,
      "text": "\nI mean, none of this came from the Russians.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8102,
      "end_ix": 8167,
      "text": "\nThat WikiLeaks is somehow in bed with the Russians is ludicrous.",
      "new_text": "\nThat WikiLeaks is somehow in bed with the Russians is ludicrous.",
      "prop_spans": [
        [
          8129,
          8166,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8167,
      "end_ix": 8292,
      "text": "\nWikiLeaks published about 800,000 major disclosures about Russia, some of them extremely critical of the Russian government.",
      "new_text": "\nWikiLeaks published about 800,000 major disclosures about Russia, some of them extremely critical of the Russian government.",
      "prop_spans": [
        [
          8247,
          8266,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 8292,
      "end_ix": 8508,
      "text": "\nIf you are a government and you are doing something untoward or you are lying to your people and WikiLeaks gets the documents to show it, they will publish no matter who you are, be they the United States or Russia.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8508,
      "end_ix": 8676,
      "text": "\nDB: Randy Credico, because of his work and his decision to devote a very high-profile series to the persecution of Julian Assange, recently found himself under attack.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8676,
      "end_ix": 8897,
      "text": "\nHe went to the White House Press Roast and, after having a nice discussion with Congressman Schiff, he yelled out “What about Julian Assange?” The room was packed full of reporters but Randy was attacked and dragged out.",
      "new_text": "\nHe went to the White House Press Roast and, after having a nice discussion with Congressman Schiff, he yelled out “What about Julian Assange?” The room was packed full of reporters but Randy was attacked and dragged out.",
      "prop_spans": [
        [
          8777,
          8791,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8897,
      "end_ix": 9000,
      "text": "\nIt was if everyone there was embarrassed to recognize that one of their brethren was being brutalized.",
      "new_text": "\nIt was if everyone there was embarrassed to recognize that one of their brethren was being brutalized.",
      "prop_spans": [
        [
          8957,
          8999,
          "Loaded_Language"
        ],
        [
          8957,
          8979,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 9000,
      "end_ix": 9030,
      "text": "\nJP: Randy shouted some truth.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9030,
      "end_ix": 9083,
      "text": "\nIt is very similar to what happened to Ray McGovern.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9083,
      "end_ix": 9143,
      "text": "\nRay is a former member of the CIA but extremely principled.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9143,
      "end_ix": 9181,
      "text": "\nI might suggest he is a renegade now.",
      "new_text": "\nI might suggest he is a renegade now.",
      "prop_spans": [
        [
          9160,
          9177,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 9181,
      "end_ix": 9330,
      "text": "\nDB: It was hysterical to watch these four armed guards who kept shouting “Stop resisting, stop resisting!” and they are beating the hell out of him!",
      "new_text": "\nDB: It was hysterical to watch these four armed guards who kept shouting “Stop resisting, stop resisting!” and they are beating the hell out of him!",
      "prop_spans": [
        [
          9186,
          9204,
          "Loaded_Language"
        ],
        [
          9302,
          9329,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9330,
      "end_ix": 9404,
      "text": "\nJP: I thought the image of Ray being hauled off was particularly telling.",
      "new_text": "\nJP: I thought the image of Ray being hauled off was particularly telling.",
      "prop_spans": [
        [
          9362,
          9379,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9404,
      "end_ix": 9497,
      "text": "\nThese four overweight, obviously ill-trained young men manhandling Ray, who is 78 years old.",
      "new_text": "\nThese four overweight, obviously ill-trained young men manhandling Ray, who is 78 years old.",
      "prop_spans": [
        [
          9405,
          9460,
          "Name_Calling,Labeling"
        ],
        [
          9460,
          9472,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9497,
      "end_ix": 9554,
      "text": "\nThere was something highly emblematic about that for me.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9554,
      "end_ix": 9682,
      "text": "\nHe stood up to challenge the fact that the CIA was about to hand over leadership to a person who had been in charge of torture.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9682,
      "end_ix": 9767,
      "text": "\nIt is both shocking and surreal, which of course the Julian Assange case is as well.",
      "new_text": "\nIt is both shocking and surreal, which of course the Julian Assange case is as well.",
      "prop_spans": [
        [
          9689,
          9714,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9767,
      "end_ix": 9868,
      "text": "\nBut real journalism should be able to get through the shocking and the surreal and get to the truth.",
      "new_text": "\nBut real journalism should be able to get through the shocking and the surreal and get to the truth.",
      "prop_spans": [
        [
          9818,
          9847,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9868,
      "end_ix": 9947,
      "text": "\nThere is so much collusion now, with all these dark and menacing developments.",
      "new_text": "\nThere is so much collusion now, with all these dark and menacing developments.",
      "prop_spans": [
        [
          9916,
          9946,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9947,
      "end_ix": 10010,
      "text": "\nIt is almost as if the word “journalism” is becoming blighted.",
      "new_text": "\nIt is almost as if the word “journalism” is becoming blighted.",
      "prop_spans": [
        [
          9967,
          10009,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10010,
      "end_ix": 10083,
      "text": "\nDB: There has certainly been a lot of collusion when it comes to Israel.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10083,
      "end_ix": 10131,
      "text": "\nThen the word “collusion” is quite appropriate.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10131,
      "end_ix": 10165,
      "text": "\nJP:That’s the ultimate collusion.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10165,
      "end_ix": 10200,
      "text": "\nBut that’s collusion with silence.",
      "new_text": "\nBut that’s collusion with silence.",
      "prop_spans": [
        [
          10177,
          10187,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 10200,
      "end_ix": 10275,
      "text": "\nNever has there been a collusion like the one between the U.S. and Israel.",
      "new_text": "\nNever has there been a collusion like the one between the U.S. and Israel.",
      "prop_spans": [
        [
          10201,
          10274,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 10275,
      "end_ix": 10445,
      "text": "\nIt suggests another word and that is “immunity.” It has a moral immunity, a cultural immunity, a geopolitical immunity, a legal immunity, and certainly a media immunity.",
      "new_text": "\nIt suggests another word and that is “immunity.” It has a moral immunity, a cultural immunity, a geopolitical immunity, a legal immunity, and certainly a media immunity.",
      "prop_spans": [
        [
          10436,
          10444,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 10445,
      "end_ix": 10556,
      "text": "\nWe see the gunning down of over 60 people on the day of the inauguration of the new U.S. embassy in Jerusalem.",
      "new_text": "\nWe see the gunning down of over 60 people on the day of the inauguration of the new U.S. embassy in Jerusalem.",
      "prop_spans": [
        [
          10457,
          10470,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10556,
      "end_ix": 10778,
      "text": "\nIsrael has some of the most wickedly experimental munitions in the world and they fired them at people who were protesting the occupation of their homeland and trying to remind people of the Nakba and the right of return.",
      "new_text": "\nIsrael has some of the most wickedly experimental munitions in the world and they fired them at people who were protesting the occupation of their homeland and trying to remind people of the Nakba and the right of return.",
      "prop_spans": [
        [
          10568,
          10630,
          "Exaggeration,Minimisation"
        ],
        [
          10585,
          10617,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10778,
      "end_ix": 10981,
      "text": "\nIn the media these were described as “clashes.” Although they did become so bad that The New York Times in a later edition changed its front page headline to say that Israel was actually killing people.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10981,
      "end_ix": 11054,
      "text": "\nA rare moment, indeed, when the immunity, the collusion was interrupted.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11054,
      "end_ix": 11169,
      "text": "\nAll the talk of Iran and nuclear weapons is without any reference to the biggest nuclear power in the Middle East.",
      "new_text": "\nAll the talk of Iran and nuclear weapons is without any reference to the biggest nuclear power in the Middle East.",
      "prop_spans": [
        [
          11055,
          11168,
          "Whataboutism"
        ]
      ]
    },
    {
      "start_ix": 11169,
      "end_ix": 11304,
      "text": "\nDB: What would you say have been the contributions that Julian Assange has made in this age of censorship and cowardice in journalism?",
      "new_text": "\nDB: What would you say have been the contributions that Julian Assange has made in this age of censorship and cowardice in journalism?",
      "prop_spans": [
        [
          11280,
          11303,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11304,
      "end_ix": 11341,
      "text": "\nWhere does he come into the picture?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11341,
      "end_ix": 11382,
      "text": "\nJP:I think it comes down to information.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11382,
      "end_ix": 11688,
      "text": "\nIf you go back to when WikiLeaks started, when Julian was sitting in his hotel room in Paris beginning to put the whole thing together, one of the first things he wrote was that there is a morality in transparency, that we have a right to know what those who wish to control our lives are doing in secret.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11688,
      "end_ix": 11799,
      "text": "\nThe right to know what governments are doing in our name—on our behalf or to our detriment—is our moral right.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11799,
      "end_ix": 11842,
      "text": "\nJulian feels very passionately about this.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11842,
      "end_ix": 11940,
      "text": "\nThere were times when he could have compromised slightly in order to possibly help his situation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11940,
      "end_ix": 12262,
      "text": "\nThere were times when I said to him, “Why don’t you just suspend that for a while and go along with it?” Of course, I knew beforehand what his answer would be and that was “no.” The enormous amount of information that has come from WikiLeaks, particularly in recent years, has amounted to an extraordinary public service.",
      "new_text": "\nThere were times when I said to him, “Why don’t you just suspend that for a while and go along with it?” Of course, I knew beforehand what his answer would be and that was “no.” The enormous amount of information that has come from WikiLeaks, particularly in recent years, has amounted to an extraordinary public service.",
      "prop_spans": [
        [
          12230,
          12261,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 12262,
      "end_ix": 12404,
      "text": "\nI was reading just the other day a 2006 WikiLeaks cable from the U.S. embassy in Caracas which was addressed to other agencies in the region.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12404,
      "end_ix": 12477,
      "text": "\nThis was four years after the U.S. tried to get rid of Chavez in a coup.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12477,
      "end_ix": 12517,
      "text": "\nIt detailed how subversion should work.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12517,
      "end_ix": 12579,
      "text": "\nOf course, they dressed it up as human rights work and so on.",
      "new_text": "\nOf course, they dressed it up as human rights work and so on.",
      "prop_spans": [
        [
          12529,
          12548,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12579,
      "end_ix": 12728,
      "text": "\nI was reading this official document thinking how the information contained in it was worth years of the kind of distorted reporting from Venezuela.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12728,
      "end_ix": 12813,
      "text": "\nIt also reminds us that so-called “meddling” by Russia in the U.S. is just nonsense.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12813,
      "end_ix": 12895,
      "text": "\nThe word “meddling” doesn’t apply to the kind of action implied in this document.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12895,
      "end_ix": 12944,
      "text": "\nIt is intervention in another country’s affairs.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12944,
      "end_ix": 12988,
      "text": "\nWikiLeaks has done that all over the world.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12988,
      "end_ix": 13051,
      "text": "\nIt has given people the information they have a right to have.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13051,
      "end_ix": 13163,
      "text": "\nThey had a right to find out from the so-called “War Logs” the criminality of our wars in Afghanistan and Iraq.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13163,
      "end_ix": 13209,
      "text": "\nThey had a right to find out about Cablegate.",
      "new_text": "\nThey had a right to find out about Cablegate.",
      "prop_spans": [
        [
          13164,
          13181,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 13209,
      "end_ix": 13389,
      "text": "\nThat’s when, on Clinton’s watch, we learned that the NSA was gathering personal information on members of the United Nations Security Council, including their credit card numbers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13389,
      "end_ix": 13426,
      "text": "\nYou can see why Julian made enemies.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13426,
      "end_ix": 13481,
      "text": "\nBut he should also have made a huge number of friends.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13481,
      "end_ix": 13590,
      "text": "\nThis is critical information because it tells us how power works and we will never learn about it otherwise.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13590,
      "end_ix": 13770,
      "text": "\nI think WikiLeaks has opened a world of transparency and put flesh on the expression “right to know.” This must explain why he is attacked so much, because that is so threatening.",
      "new_text": "\nI think WikiLeaks has opened a world of transparency and put flesh on the expression “right to know.” This must explain why he is attacked so much, because that is so threatening.",
      "prop_spans": [
        [
          13644,
          13676,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 13770,
      "end_ix": 13838,
      "text": "\nThe enemy to great power is not the likes of the Taliban, it is us.",
      "new_text": "\nThe enemy to great power is not the likes of the Taliban, it is us.",
      "prop_spans": [
        [
          13771,
          13837,
          "Whataboutism"
        ]
      ]
    },
    {
      "start_ix": 13838,
      "end_ix": 13928,
      "text": "\nDB: And who can forget the release of the “collateral murder” footage by Chelsea Manning?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13928,
      "end_ix": 13968,
      "text": "\nJP: That kind of thing is not uncommon.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13968,
      "end_ix": 14027,
      "text": "\nVietnam was meant to be the open war but really it wasn’t.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14027,
      "end_ix": 14061,
      "text": "\nThere weren’t the cameras around.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14061,
      "end_ix": 14175,
      "text": "\nIt is indeed shocking information but it informs people, and we have Chelsea Manning’s courage to thank for that.",
      "new_text": "\nIt is indeed shocking information but it informs people, and we have Chelsea Manning’s courage to thank for that.",
      "prop_spans": [
        [
          14075,
          14096,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 14175,
      "end_ix": 14247,
      "text": "\nDB: Yes, and the thanks he got was seven years in solitary confinement.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14247,
      "end_ix": 14404,
      "text": "\nThey want to prosecute Assange and maybe hang him from the rafters in Congress, but what about Judith Miller and The New York Times lying the West into war?",
      "new_text": "\nThey want to prosecute Assange and maybe hang him from the rafters in Congress, but what about Judith Miller and The New York Times lying the West into war?",
      "prop_spans": [
        [
          14289,
          14315,
          "Loaded_Language"
        ],
        [
          14328,
          14403,
          "Whataboutism"
        ]
      ]
    },
    {
      "start_ix": 14404,
      "end_ix": 14542,
      "text": "\nThere is no end of horrific examples of what passes for journalism, in contrast to the amazing contribution that Julian Assange has made.",
      "new_text": "\nThere is no end of horrific examples of what passes for journalism, in contrast to the amazing contribution that Julian Assange has made.",
      "prop_spans": [
        [
          14424,
          14442,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 14542,
      "end_ix": 14582,
      "text": "\nClick here to listen to this interview.",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      0,
      17,
      "Loaded_Language"
    ],
    [
      254,
      290,
      "Name_Calling,Labeling"
    ],
    [
      705,
      720,
      "Name_Calling,Labeling"
    ],
    [
      970,
      982,
      "Loaded_Language"
    ],
    [
      1053,
      1105,
      "Exaggeration,Minimisation"
    ],
    [
      1284,
      1363,
      "Loaded_Language"
    ],
    [
      1365,
      1376,
      "Loaded_Language"
    ],
    [
      1411,
      1425,
      "Name_Calling,Labeling"
    ],
    [
      1470,
      1484,
      "Name_Calling,Labeling"
    ],
    [
      1516,
      1530,
      "Loaded_Language"
    ],
    [
      1593,
      1619,
      "Loaded_Language"
    ],
    [
      1621,
      1675,
      "Appeal_to_fear-prejudice"
    ],
    [
      2132,
      2150,
      "Loaded_Language"
    ],
    [
      2205,
      2239,
      "Name_Calling,Labeling"
    ],
    [
      2311,
      2359,
      "Loaded_Language"
    ],
    [
      2430,
      2444,
      "Loaded_Language"
    ],
    [
      2812,
      2868,
      "Exaggeration,Minimisation"
    ],
    [
      3031,
      3086,
      "Loaded_Language"
    ],
    [
      3134,
      3156,
      "Name_Calling,Labeling"
    ],
    [
      3559,
      3590,
      "Exaggeration,Minimisation"
    ],
    [
      3782,
      3801,
      "Exaggeration,Minimisation"
    ],
    [
      3811,
      3868,
      "Appeal_to_Authority"
    ],
    [
      3911,
      3931,
      "Exaggeration,Minimisation"
    ],
    [
      3956,
      3996,
      "Exaggeration,Minimisation"
    ],
    [
      4015,
      4038,
      "Loaded_Language"
    ],
    [
      4166,
      4190,
      "Loaded_Language"
    ],
    [
      4192,
      4309,
      "Flag-Waving"
    ],
    [
      4369,
      4390,
      "Name_Calling,Labeling"
    ],
    [
      4500,
      4518,
      "Loaded_Language"
    ],
    [
      4639,
      4665,
      "Name_Calling,Labeling"
    ],
    [
      4724,
      4743,
      "Name_Calling,Labeling"
    ],
    [
      4819,
      4851,
      "Exaggeration,Minimisation"
    ],
    [
      5066,
      5120,
      "Exaggeration,Minimisation"
    ],
    [
      5391,
      5423,
      "Loaded_Language"
    ],
    [
      5495,
      5555,
      "Exaggeration,Minimisation"
    ],
    [
      5881,
      5893,
      "Loaded_Language"
    ],
    [
      6160,
      6182,
      "Loaded_Language"
    ],
    [
      6230,
      6271,
      "Exaggeration,Minimisation"
    ],
    [
      6409,
      6450,
      "Loaded_Language"
    ],
    [
      6660,
      6740,
      "Exaggeration,Minimisation"
    ],
    [
      6845,
      6907,
      "Name_Calling,Labeling"
    ],
    [
      7459,
      7495,
      "Loaded_Language"
    ],
    [
      7606,
      7640,
      "Name_Calling,Labeling"
    ],
    [
      7661,
      7681,
      "Name_Calling,Labeling"
    ],
    [
      7890,
      7931,
      "Loaded_Language"
    ],
    [
      8032,
      8049,
      "Loaded_Language"
    ],
    [
      8129,
      8166,
      "Loaded_Language"
    ],
    [
      8247,
      8266,
      "Exaggeration,Minimisation"
    ],
    [
      8777,
      8791,
      "Loaded_Language"
    ],
    [
      8957,
      8999,
      "Loaded_Language"
    ],
    [
      8957,
      8979,
      "Name_Calling,Labeling"
    ],
    [
      9160,
      9177,
      "Name_Calling,Labeling"
    ],
    [
      9186,
      9204,
      "Loaded_Language"
    ],
    [
      9302,
      9329,
      "Loaded_Language"
    ],
    [
      9362,
      9379,
      "Loaded_Language"
    ],
    [
      9405,
      9460,
      "Name_Calling,Labeling"
    ],
    [
      9460,
      9472,
      "Loaded_Language"
    ],
    [
      9689,
      9714,
      "Loaded_Language"
    ],
    [
      9818,
      9847,
      "Loaded_Language"
    ],
    [
      9916,
      9946,
      "Loaded_Language"
    ],
    [
      9967,
      10009,
      "Loaded_Language"
    ],
    [
      10177,
      10187,
      "Repetition"
    ],
    [
      10201,
      10274,
      "Exaggeration,Minimisation"
    ],
    [
      10436,
      10444,
      "Repetition"
    ],
    [
      10457,
      10470,
      "Loaded_Language"
    ],
    [
      10568,
      10630,
      "Exaggeration,Minimisation"
    ],
    [
      10585,
      10617,
      "Loaded_Language"
    ],
    [
      11055,
      11168,
      "Whataboutism"
    ],
    [
      11280,
      11303,
      "Loaded_Language"
    ],
    [
      12230,
      12261,
      "Exaggeration,Minimisation"
    ],
    [
      12529,
      12548,
      "Loaded_Language"
    ],
    [
      13164,
      13181,
      "Repetition"
    ],
    [
      13644,
      13676,
      "Loaded_Language"
    ],
    [
      13771,
      13837,
      "Whataboutism"
    ],
    [
      14075,
      14096,
      "Loaded_Language"
    ],
    [
      14289,
      14315,
      "Loaded_Language"
    ],
    [
      14328,
      14403,
      "Whataboutism"
    ],
    [
      14424,
      14442,
      "Loaded_Language"
    ]
  ]
}