{
  "article_id": "764518567",
  "sentence offsets in original": [
    0,
    413,
    504,
    799,
    987,
    1148,
    1300,
    1357,
    1626,
    2032,
    2350,
    3253,
    3364,
    3464,
    3694,
    3896,
    4010,
    4229,
    4451,
    4765,
    4853,
    5044,
    5326,
    6037,
    6256,
    6326,
    6501,
    6776,
    6918,
    7085,
    7367,
    7439,
    7644,
    7820,
    8055,
    8165,
    8424,
    8755,
    8898,
    8959,
    9238,
    9510,
    10071,
    10124,
    10131,
    10154,
    10159,
    10172,
    10206,
    10655,
    10909,
    10997,
    11352,
    11441,
    11545
  ],
  "original sentences": [
    "FBI IG Report: A Slap On The Wrist\n\nDepartment of Justice Inspector General Michael E. Horowitz has released his 500 plus-page report, which purports to shine a light on the mishandling at top levels of the Department of Justice and Federal Bureau of Investigation of the 2016 investigation into Hillary Clinton’s use of a private e-mail server while she served as Secretary of State under former President Obama.",
    "\nSuch mishandling included violations of Department of Justice standards and FBI protocols.",
    "\nThe report from the Department of Justice’s Office of the Inspector General (“OIG”) criticized certain actions and decisions of former FBI Director James Comey, together with those of other senior FBI officials who were involved in the probe, including former Deputy FBI Director Andrew McCabe.",
    "\nMr. McCabe is already the subject of an earlier criminal referral from the OIG for his alleged unauthorized leaks to the media and lying to federal investigators about his media contacts.",
    "\nSpecial FBI agent Peter Stzrok and Lisa Page, an attorney who has since left the FBI, were targeted in this report for their blatantly anti-Trump text messages.",
    "\nFormer Attorney General Loretta Lynch was also criticized for exercising bad judgment in connection with her infamous tarmac meeting with Bill Clinton.",
    "\nMr. Horowitz’s report focused on process and procedures.",
    "\nThe inspector general made clear when he launched his investigation in January 2017 that “his review will not substitute the OIG's judgment for the judgments made by the FBI or the Department regarding the substantive merits of investigative or prosecutive decisions.\"",
    "\nMoreover, this report did not address whether the Department of Justice or FBI abused the Foreign Intelligence Surveillance Act to obtain a surveillance order against former Trump campaign advisor Carter Page, or the government’s reliance on former British intelligence agent Christopher Steele’s salacious and unverified “dossier” in its FISA court application, which the OIG is investigating separately.",
    "\nIn analyzing the highly anticipated OIG report’s conclusions, it is clear that either Mr. Horowitz himself decided to pull his punches or that the final version, which had been reviewed by upper echelons in both the FBI and Justice Department before its public release, emerged in a disappointingly watered-down form.",
    "\nTo be sure, the report faulted Comey for deviating from FBI and Justice Department procedures in handling the probe into Hillary Clinton’s use of a private e-mail server while she served as Secretary of State, thereby negatively impacting “the perception of the FBI and the department as fair administrators of justice.” Comey, according to the OIG report, “engaged in ad hoc decision making based on his personal views even if it meant rejecting longstanding Department policy or practice.”\nStarting with Comey’s public announcement on July 5, 2016 criticizing Hillary Clinton and her staff for being “extremely careless in their handling of very sensitive, highly classified information,” but also announcing that the FBI was “expressing to Justice our view that no charges are appropriate in this case,” Comey was taken to task for insubordination and usurping the authority of the attorney general.",
    "\nHe “upset the well-established separation between investigative and prosecutorial functions,” the report said.",
    "\nComey’s follow-up letters to Congress on October 28 and November 6, 2016 were similarly criticized.",
    "\nThe first letter informed Congress that agents were reopening their probe into Clinton’s handling of classified material after discovering her e-mails on the laptop of Andrew Weiner, the husband of Clinton’s top aide Huma Abedin.",
    "\nThis letter was followed on November 6, 2016 by Comey’s statement that the review of the additional information had been completed and that the FBI remained convinced that charges were not appropriate.",
    "\nComey acted against the advice of senior Justice Department officials in making these disclosures the way he did.",
    "\nThe OIG report was highly critical of the FBI’s failure to take immediate action on the Weiner laptop when they first learned about it in late September 2016, rather than waiting another month so close to the election.",
    "\nThe criticisms of Comey's undisciplined behavior was all well and good, but it was reasonable to expect something more than the equivalent of a departmental employee review after nearly a year and a half of investigation.",
    "\nHillary Clinton’s supporters will no doubt jump on the inspector general’s criticisms of Comey’s handling of the July 5th announcement and subsequent letters as proof that he improperly influenced the outcome of the election in President Trump’s favor, even if he did not do so deliberately for political reasons.",
    "\nHowever, what Comey really did was to give Hillary Clinton a Get Out of Jail Free card.",
    "\nThe fix was in as early as May 2016, well before the FBI interviews of Hillary Clinton and of as many as 17 other key witnesses, when Comey began the process of drafting an exoneration memo.",
    "\nComey’s initial draft statement, which he shared with FBI senior leadership on May 2, criticized Clinton’s handling of classified information as “grossly negligent,” but concluded that “no reasonable prosecutor” would bring a case based on the facts developed in the investigation.",
    "\nIndeed, Comey admitted in his book that “we started the Clinton investigation aware that it was unlikely to be a case that career prosecutors at the Department of Justice would prosecute.”\nIf putting the cart of exoneration before the horse of investigation were not enough, Comey’s draft statement underwent various language changes over the course of the next two months, including, most importantly, changing the description of Clinton’s handling of classified information from “grossly negligent” to “extremely careless.” This change was critical because “gross negligence” is specifically the legal term used in stating the statutory requirement in 18 U.S. Code § 793(f) for a finding of criminal conduct.",
    "\nComey’s substitution of a legally meaningless phrase, “extremely careless,” for the “gross negligence” statutory legal standard he had originally used, had the effect of prejudging the facts in Hillary Clinton’s favor.",
    "\nAndrew McCabe, Peter Strzok and Lisa Page were involved in the edits.",
    "\nInspector General Horowitz saw no problem with this pattern of obfuscation regarding the deletion of the legally significant phrase “gross negligence” from Comey’s statement.",
    "\nMr. Horowitz relied in part on opinions from prosecutors that there was not enough evidence to charge Clinton with acting in a manner that rose to a level of criminal gross negligence with respect to sending or receiving e-mails determined to contain classified information.",
    "\nMr. Horowitz’s report thus concluded, “We did not identify evidence of bias or improper considerations.” This conclusion defies common sense.",
    "\nGross negligence is not the same as willful intent, which Comey and his team sought to conflate in exonerating Hillary Clinton before the investigation was concluded.",
    "\nClinton was fully aware of what she was doing when she set up the private server arrangement in the first place and knowingly used it to send and receive e-mails involving official government business, which by their very nature would be expected to include classified information.",
    "\nIt turns out that some of the e-mails were accessed by foreign parties.",
    "\nHillary lied repeatedly when she first denied there were any classified e-mails on her system and then described some of the e-mails involved in the investigation as having been classified after the fact.",
    "\nAs Comey has admitted, several e-mail chains concerned matters that were classified at the Top Secret/Special Access Program level when they were sent and received by Clinton.",
    "\nCoupled with her agents’ destruction of thousands of e-mails that had been subpoenaed by Congress, Hillary’s conduct was criminally reckless at the very least, if not constituting willful intent to commit an act she knew was wrongful.",
    "\nYet Mr. Horowitz saw no reason to doubt the sincerity of Comey's explanations for giving Hillary a free pass.",
    "\nThe failure to at least empanel a grand jury to compel testimony from Hillary Clinton and key witnesses was itself a complete dereliction of duty, which could have only been motivated by a desire to treat Hillary Clinton with kid gloves for improper reasons.",
    "\nIncredibly, however, Mr. Horowitz’s report “found no persuasive evidence… that the outcome of the investigation would have been different had Clinton been subpoenaed before the grand jury.”\nMr. Horowitz also did not deem Comey’s possible perjury in his testimony before Congress to be an appropriate subject for criminal referral.",
    "\nComey testified that his decision to exonerate Hillary was not made before her interview took place, when for all intents and purposes it was.",
    "\nMr. Horowitz simply took Comey’s word for what he had meant.",
    "\nInspector General Horowitz again emphasized form and process over substance in finding a “troubling lack of any direct, substantive communication” between Comey and Attorney General Lynch ahead of Comey’s July 5 press conference on Clinton and his October 28 letter to Congress.",
    "\nAttorney General Lynch’s infamous tarmac meeting with Bill Clinton was discussed in the report, but mostly in the context of how it affected Comey’s decision to go rogue, so to speak, in making his July 5th announcement without prior approval from the Justice Department.",
    "\nAs to the substance of Ms. Lynch’s decision to meet with Bill Clinton at all before his wife’s FBI interview, all Mr. Horowitz’s report had to say was that it was “an error in judgment.”\nThe OIG report also criticized the conduct of Peter Strzok and Lisa Page, who had exchanged text messages sharply critical of Mr. Trump before and after the election, for casting “a cloud over the entire FBI investigation.” The report referenced a text message on August 8, 2016, in which Strzok reassured Page that she need not worry about Donald Trump becoming president.",
    "\nTrump is “not ever going to become president, right?",
    "\nRight?",
    "\n!” Page texted Strzok.",
    "\n“No.",
    "\nNo he’s not.",
    "\nWe’ll stop it,” Strzok responded.",
    "\nMr. Horowitz wrote that this exchange was “not only indicative of a biased state of mind but, even more seriously, implies a willingness to take official action to impact the presidential candidate’s electoral prospects.” The inspector general questioned whether Strzok’s decision to prioritize the Russia collusion investigation over following up on the Clinton e-mail-related investigative lead discovered on the Weiner laptop was free from bias.",
    "\nUltimately, however, he inexplicably concluded that there was no finding of “documentary or testimonial evidence that improper considerations, including political bias, directly affected the specific investigative decisions” discussed in the OIG report.",
    "\nStrzok should have been subject to a criminal referral for arguably violating 18 U.S.C.",
    "\n§ 595, enacted as part of the original 1939 Hatch Act, prohibiting any public officer or employee, in connection with an activity financed wholly or in part by the United States, from using his or her official authority to interfere with or affect the nomination or election of a candidate for federal office including the president of the United States.",
    "\nThe punishment for violation is a fine, imprisonment for not more than one year or both.",
    "\nInstead, Strzok's punishment will most likely be limited to disciplinary action and possibly dismissal.",
    "\nIn sum, the long-awaited inspector general report on the FBI’s and Justice Department’s handling of the Hillary Clinton e-mail investigation is as disappointing as the rigged outcome of the e-mail investigation itself."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 413,
      "text": "FBI IG Report: A Slap On The Wrist\n\nDepartment of Justice Inspector General Michael E. Horowitz has released his 500 plus-page report, which purports to shine a light on the mishandling at top levels of the Department of Justice and Federal Bureau of Investigation of the 2016 investigation into Hillary Clinton’s use of a private e-mail server while she served as Secretary of State under former President Obama.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 413,
      "end_ix": 504,
      "text": "\nSuch mishandling included violations of Department of Justice standards and FBI protocols.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 504,
      "end_ix": 799,
      "text": "\nThe report from the Department of Justice’s Office of the Inspector General (“OIG”) criticized certain actions and decisions of former FBI Director James Comey, together with those of other senior FBI officials who were involved in the probe, including former Deputy FBI Director Andrew McCabe.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 799,
      "end_ix": 987,
      "text": "\nMr. McCabe is already the subject of an earlier criminal referral from the OIG for his alleged unauthorized leaks to the media and lying to federal investigators about his media contacts.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 987,
      "end_ix": 1148,
      "text": "\nSpecial FBI agent Peter Stzrok and Lisa Page, an attorney who has since left the FBI, were targeted in this report for their blatantly anti-Trump text messages.",
      "new_text": "\nSpecial FBI agent Peter Stzrok and Lisa Page, an attorney who has since left the FBI, were targeted in this report for their anti-Trump text messages.",
      "prop_spans": [
        [
          1113,
          1133,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1148,
      "end_ix": 1300,
      "text": "\nFormer Attorney General Loretta Lynch was also criticized for exercising bad judgment in connection with her infamous tarmac meeting with Bill Clinton.",
      "new_text": "\nFormer Attorney General Loretta Lynch was also criticized for exercising bad judgment in connection with her tarmac meeting with Bill Clinton.",
      "prop_spans": [
        [
          1258,
          1266,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1300,
      "end_ix": 1357,
      "text": "\nMr. Horowitz’s report focused on process and procedures.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1357,
      "end_ix": 1626,
      "text": "\nThe inspector general made clear when he launched his investigation in January 2017 that “his review will not substitute the OIG's judgment for the judgments made by the FBI or the Department regarding the substantive merits of investigative or prosecutive decisions.\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1626,
      "end_ix": 2032,
      "text": "\nMoreover, this report did not address whether the Department of Justice or FBI abused the Foreign Intelligence Surveillance Act to obtain a surveillance order against former Trump campaign advisor Carter Page, or the government’s reliance on former British intelligence agent Christopher Steele’s salacious and unverified “dossier” in its FISA court application, which the OIG is investigating separately.",
      "new_text": "\nMoreover, this report did not address whether the Department of Justice or FBI abused the Foreign Intelligence Surveillance Act to obtain a surveillance order against former Trump campaign advisor Carter Page, or the government’s reliance on former British intelligence agent Christopher Steele’s obscene and unverified “dossier” in its FISA court application, which the OIG is investigating separately.",
      "prop_spans": [
        [
          1924,
          1933,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2032,
      "end_ix": 2350,
      "text": "\nIn analyzing the highly anticipated OIG report’s conclusions, it is clear that either Mr. Horowitz himself decided to pull his punches or that the final version, which had been reviewed by upper echelons in both the FBI and Justice Department before its public release, emerged in a disappointingly watered-down form.",
      "new_text": "\nIn analyzing the highly anticipated OIG report’s conclusions, it is clear that either Mr. Horowitz himself decided to pull his punches or that the final version, which had been reviewed by upper echelons in both the FBI and Justice Department before its public release, emerged in a diluted form.",
      "prop_spans": [
        [
          2303,
          2349,
          "Doubt"
        ],
        [
          2316,
          2331,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2350,
      "end_ix": 3253,
      "text": "\nTo be sure, the report faulted Comey for deviating from FBI and Justice Department procedures in handling the probe into Hillary Clinton’s use of a private e-mail server while she served as Secretary of State, thereby negatively impacting “the perception of the FBI and the department as fair administrators of justice.” Comey, according to the OIG report, “engaged in ad hoc decision making based on his personal views even if it meant rejecting longstanding Department policy or practice.”\nStarting with Comey’s public announcement on July 5, 2016 criticizing Hillary Clinton and her staff for being “extremely careless in their handling of very sensitive, highly classified information,” but also announcing that the FBI was “expressing to Justice our view that no charges are appropriate in this case,” Comey was taken to task for insubordination and usurping the authority of the attorney general.",
      "new_text": "\nTo be sure, the report faulted Comey for deviating from FBI and Justice Department procedures in handling the probe into Hillary Clinton’s use of a private e-mail server while she served as Secretary of State, thereby negatively impacting “the perception of the FBI and the department as fair administrators of justice.” Comey, according to the OIG report, “engaged in ad hoc decision making based on his personal views even if it meant rejecting longstanding Department policy or practice.”\nStarting with Comey’s public announcement on July 5, 2016 criticizing Hillary Clinton and her staff for being “extremely careless in their handling of very sensitive, highly classified information,” but also announcing that the FBI was “expressing to Justice our view that no charges are appropriate in this case,” Comey was taken to task for insubordination and usurping the authority of the attorney general.",
      "prop_spans": [
        [
          2954,
          2972,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3253,
      "end_ix": 3364,
      "text": "\nHe “upset the well-established separation between investigative and prosecutorial functions,” the report said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3364,
      "end_ix": 3464,
      "text": "\nComey’s follow-up letters to Congress on October 28 and November 6, 2016 were similarly criticized.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3464,
      "end_ix": 3694,
      "text": "\nThe first letter informed Congress that agents were reopening their probe into Clinton’s handling of classified material after discovering her e-mails on the laptop of Andrew Weiner, the husband of Clinton’s top aide Huma Abedin.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3694,
      "end_ix": 3896,
      "text": "\nThis letter was followed on November 6, 2016 by Comey’s statement that the review of the additional information had been completed and that the FBI remained convinced that charges were not appropriate.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3896,
      "end_ix": 4010,
      "text": "\nComey acted against the advice of senior Justice Department officials in making these disclosures the way he did.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4010,
      "end_ix": 4229,
      "text": "\nThe OIG report was highly critical of the FBI’s failure to take immediate action on the Weiner laptop when they first learned about it in late September 2016, rather than waiting another month so close to the election.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4229,
      "end_ix": 4451,
      "text": "\nThe criticisms of Comey's undisciplined behavior was all well and good, but it was reasonable to expect something more than the equivalent of a departmental employee review after nearly a year and a half of investigation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4451,
      "end_ix": 4765,
      "text": "\nHillary Clinton’s supporters will no doubt jump on the inspector general’s criticisms of Comey’s handling of the July 5th announcement and subsequent letters as proof that he improperly influenced the outcome of the election in President Trump’s favor, even if he did not do so deliberately for political reasons.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4765,
      "end_ix": 4853,
      "text": "\nHowever, what Comey really did was to give Hillary Clinton a Get Out of Jail Free card.",
      "new_text": "\nHowever, what Comey really did was to give Hillary Clinton a Get Out of Jail Free card.",
      "prop_spans": [
        [
          4804,
          4853,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4853,
      "end_ix": 5044,
      "text": "\nThe fix was in as early as May 2016, well before the FBI interviews of Hillary Clinton and of as many as 17 other key witnesses, when Comey began the process of drafting an exoneration memo.",
      "new_text": "\nThe fix was in as early as May 2016, well before the FBI interviews of Hillary Clinton and of as many as 17 other key witnesses, when Comey began the process of drafting an exoneration memo.",
      "prop_spans": [
        [
          4853,
          4854,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5044,
      "end_ix": 5326,
      "text": "\nComey’s initial draft statement, which he shared with FBI senior leadership on May 2, criticized Clinton’s handling of classified information as “grossly negligent,” but concluded that “no reasonable prosecutor” would bring a case based on the facts developed in the investigation.",
      "new_text": "\nComey’s initial draft statement, which he shared with FBI senior leadership on May 2, criticized Clinton’s handling of classified information as “grossly negligent,” but concluded that “no reasonable prosecutor” would bring a case based on the facts developed in the investigation.",
      "prop_spans": [
        [
          5191,
          5208,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5326,
      "end_ix": 6037,
      "text": "\nIndeed, Comey admitted in his book that “we started the Clinton investigation aware that it was unlikely to be a case that career prosecutors at the Department of Justice would prosecute.”\nIf putting the cart of exoneration before the horse of investigation were not enough, Comey’s draft statement underwent various language changes over the course of the next two months, including, most importantly, changing the description of Clinton’s handling of classified information from “grossly negligent” to “extremely careless.” This change was critical because “gross negligence” is specifically the legal term used in stating the statutory requirement in 18 U.S. Code § 793(f) for a finding of criminal conduct.",
      "new_text": "\nIndeed, Comey admitted in his book that “we started the Clinton investigation aware that it was unlikely to be a case that career prosecutors at the Department of Justice would prosecute.”\nIf putting the cart of exoneration before the horse of investigation were not enough, Comey’s draft statement underwent various language changes over the course of the next two months, including, most importantly, changing the description of Clinton’s handling of classified information from “grossly negligent” to “extremely careless.” This change was critical because the first is specifically the legal term used in stating the statutory requirement in 18 U.S. Code § 793(f) for a finding of criminal conduct.",
      "prop_spans": [
        [
          5809,
          5826,
          "Repetition"
        ],
        [
          5832,
          5850,
          "Loaded_Language"
        ],
        [
          5832,
          5850,
          "Repetition"
        ],
        [
          5887,
          5903,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 6037,
      "end_ix": 6256,
      "text": "\nComey’s substitution of a legally meaningless phrase, “extremely careless,” for the “gross negligence” statutory legal standard he had originally used, had the effect of prejudging the facts in Hillary Clinton’s favor.",
      "new_text": "\nComey’s substitution had the effect of prejudging the facts in Hillary Clinton’s favor.",
      "prop_spans": [
        [
          6093,
          6111,
          "Repetition"
        ],
        [
          6123,
          6139,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 6256,
      "end_ix": 6326,
      "text": "\nAndrew McCabe, Peter Strzok and Lisa Page were involved in the edits.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6326,
      "end_ix": 6501,
      "text": "\nInspector General Horowitz saw no problem with this pattern of obfuscation regarding the deletion of the legally significant phrase “gross negligence” from Comey’s statement.",
      "new_text": "\nInspector General Horowitz saw no problem with this pattern of obfuscation regarding the deletion of the legally significant phrase from Comey’s statement.",
      "prop_spans": [
        [
          6460,
          6476,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 6501,
      "end_ix": 6776,
      "text": "\nMr. Horowitz relied in part on opinions from prosecutors that there was not enough evidence to charge Clinton with acting in a manner that rose to a level of criminal gross negligence with respect to sending or receiving e-mails determined to contain classified information.",
      "new_text": "\nMr. Horowitz relied in part on opinions from prosecutors that there was not enough evidence to charge Clinton with acting in a manner that rose to a level of criminal gross negligence with respect to sending or receiving e-mails determined to contain classified information.",
      "prop_spans": [
        [
          6669,
          6685,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 6776,
      "end_ix": 6918,
      "text": "\nMr. Horowitz’s report thus concluded, “We did not identify evidence of bias or improper considerations.” This conclusion defies common sense.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6918,
      "end_ix": 7085,
      "text": "\nGross negligence is not the same as willful intent, which Comey and his team sought to conflate in exonerating Hillary Clinton before the investigation was concluded.",
      "new_text": "\nThis is not the same as willful intent, which Comey and his team sought to conflate in exonerating Hillary Clinton before the investigation was concluded.",
      "prop_spans": [
        [
          6919,
          6935,
          "Repetition"
        ],
        [
          6919,
          6935,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7085,
      "end_ix": 7367,
      "text": "\nClinton was fully aware of what she was doing when she set up the private server arrangement in the first place and knowingly used it to send and receive e-mails involving official government business, which by their very nature would be expected to include classified information.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7367,
      "end_ix": 7439,
      "text": "\nIt turns out that some of the e-mails were accessed by foreign parties.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7439,
      "end_ix": 7644,
      "text": "\nHillary lied repeatedly when she first denied there were any classified e-mails on her system and then described some of the e-mails involved in the investigation as having been classified after the fact.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7644,
      "end_ix": 7820,
      "text": "\nAs Comey has admitted, several e-mail chains concerned matters that were classified at the Top Secret/Special Access Program level when they were sent and received by Clinton.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7820,
      "end_ix": 8055,
      "text": "\nCoupled with her agents’ destruction of thousands of e-mails that had been subpoenaed by Congress, Hillary’s conduct was criminally reckless at the very least, if not constituting willful intent to commit an act she knew was wrongful.",
      "new_text": "\nCoupled with her agents’ destruction of thousands of e-mails that had been subpoenaed by Congress, Hillary’s conduct was reckless at the very least, if not constituting intent to commit an act she knew was wrongful.",
      "prop_spans": [
        [
          7942,
          7961,
          "Loaded_Language"
        ],
        [
          8001,
          8054,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 8055,
      "end_ix": 8165,
      "text": "\nYet Mr. Horowitz saw no reason to doubt the sincerity of Comey's explanations for giving Hillary a free pass.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8165,
      "end_ix": 8424,
      "text": "\nThe failure to at least empanel a grand jury to compel testimony from Hillary Clinton and key witnesses was itself a complete dereliction of duty, which could have only been motivated by a desire to treat Hillary Clinton with kid gloves for improper reasons.",
      "new_text": "\nThe failure to at least empanel a grand jury to compel testimony from Hillary Clinton and key witnesses was itself a complete dereliction of duty, which could have only been motivated by a desire to treat Hillary Clinton delicately for improper reasons.",
      "prop_spans": [
        [
          8365,
          8402,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8424,
      "end_ix": 8755,
      "text": "\nIncredibly, however, Mr. Horowitz’s report “found no persuasive evidence… that the outcome of the investigation would have been different had Clinton been subpoenaed before the grand jury.”\nMr. Horowitz also did not deem Comey’s possible perjury in his testimony before Congress to be an appropriate subject for criminal referral.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8755,
      "end_ix": 8898,
      "text": "\nComey testified that his decision to exonerate Hillary was not made before her interview took place, when for all intents and purposes it was.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8898,
      "end_ix": 8959,
      "text": "\nMr. Horowitz simply took Comey’s word for what he had meant.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8959,
      "end_ix": 9238,
      "text": "\nInspector General Horowitz again emphasized form and process over substance in finding a “troubling lack of any direct, substantive communication” between Comey and Attorney General Lynch ahead of Comey’s July 5 press conference on Clinton and his October 28 letter to Congress.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9238,
      "end_ix": 9510,
      "text": "\nAttorney General Lynch’s infamous tarmac meeting with Bill Clinton was discussed in the report, but mostly in the context of how it affected Comey’s decision to go rogue, so to speak, in making his July 5th announcement without prior approval from the Justice Department.",
      "new_text": "\nAttorney General Lynch’s tarmac meeting with Bill Clinton was discussed in the report, but mostly in the context of how it affected Comey’s decision to go rogue, so to speak, in making his July 5th announcement without prior approval from the Justice Department.",
      "prop_spans": [
        [
          9264,
          9272,
          "Loaded_Language"
        ],
        [
          9264,
          9272,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 9510,
      "end_ix": 10071,
      "text": "\nAs to the substance of Ms. Lynch’s decision to meet with Bill Clinton at all before his wife’s FBI interview, all Mr. Horowitz’s report had to say was that it was “an error in judgment.”\nThe OIG report also criticized the conduct of Peter Strzok and Lisa Page, who had exchanged text messages sharply critical of Mr. Trump before and after the election, for casting “a cloud over the entire FBI investigation.” The report referenced a text message on August 8, 2016, in which Strzok reassured Page that she need not worry about Donald Trump becoming president.",
      "new_text": "\nAs to the substance of Ms. Lynch’s decision to meet with Bill Clinton at all before his wife’s FBI interview, all Mr. Horowitz’s report had to say was that it was “an error in judgment.”\nThe OIG report also criticized the conduct of Peter Strzok and Lisa Page, who had exchanged text messages critical of Mr. Trump before and after the election, for casting “a cloud over the entire FBI investigation.” The report referenced a text message on August 8, 2016, in which Strzok reassured Page that she need not worry about Donald Trump becoming president.",
      "prop_spans": [
        [
          9804,
          9833,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 10071,
      "end_ix": 10124,
      "text": "\nTrump is “not ever going to become president, right?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10124,
      "end_ix": 10131,
      "text": "\nRight?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10131,
      "end_ix": 10154,
      "text": "\n!” Page texted Strzok.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10154,
      "end_ix": 10159,
      "text": "\n“No.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10159,
      "end_ix": 10172,
      "text": "\nNo he’s not.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10172,
      "end_ix": 10206,
      "text": "\nWe’ll stop it,” Strzok responded.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10206,
      "end_ix": 10655,
      "text": "\nMr. Horowitz wrote that this exchange was “not only indicative of a biased state of mind but, even more seriously, implies a willingness to take official action to impact the presidential candidate’s electoral prospects.” The inspector general questioned whether Strzok’s decision to prioritize the Russia collusion investigation over following up on the Clinton e-mail-related investigative lead discovered on the Weiner laptop was free from bias.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10655,
      "end_ix": 10909,
      "text": "\nUltimately, however, he inexplicably concluded that there was no finding of “documentary or testimonial evidence that improper considerations, including political bias, directly affected the specific investigative decisions” discussed in the OIG report.",
      "new_text": "\nUltimately, however, he concluded that there was no finding of “documentary or testimonial evidence that improper considerations, including political bias, directly affected the specific investigative decisions” discussed in the OIG report.",
      "prop_spans": [
        [
          10680,
          10702,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 10909,
      "end_ix": 10997,
      "text": "\nStrzok should have been subject to a criminal referral for arguably violating 18 U.S.C.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10997,
      "end_ix": 11352,
      "text": "\n§ 595, enacted as part of the original 1939 Hatch Act, prohibiting any public officer or employee, in connection with an activity financed wholly or in part by the United States, from using his or her official authority to interfere with or affect the nomination or election of a candidate for federal office including the president of the United States.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11352,
      "end_ix": 11441,
      "text": "\nThe punishment for violation is a fine, imprisonment for not more than one year or both.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11441,
      "end_ix": 11545,
      "text": "\nInstead, Strzok's punishment will most likely be limited to disciplinary action and possibly dismissal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11545,
      "end_ix": 11764,
      "text": "\nIn sum, the long-awaited inspector general report on the FBI’s and Justice Department’s handling of the Hillary Clinton e-mail investigation is as disappointing as the rigged outcome of the e-mail investigation itself.",
      "new_text": "\nIn sum, the long-awaited inspector general report on the FBI’s and Justice Department’s handling of the Hillary Clinton e-mail investigation is as disappointing as the fabricated outcome of the e-mail investigation itself.",
      "prop_spans": [
        [
          11690,
          11756,
          "Loaded_Language"
        ]
      ]
    }
  ],
  "original labels": [
    [
      1113,
      1133,
      "Loaded_Language"
    ],
    [
      1258,
      1266,
      "Loaded_Language"
    ],
    [
      1924,
      1933,
      "Loaded_Language"
    ],
    [
      2303,
      2349,
      "Doubt"
    ],
    [
      2316,
      2331,
      "Loaded_Language"
    ],
    [
      2954,
      2972,
      "Loaded_Language"
    ],
    [
      4804,
      4854,
      "Loaded_Language"
    ],
    [
      5191,
      5208,
      "Loaded_Language"
    ],
    [
      5809,
      5826,
      "Repetition"
    ],
    [
      5832,
      5850,
      "Loaded_Language"
    ],
    [
      5832,
      5850,
      "Repetition"
    ],
    [
      5887,
      5903,
      "Repetition"
    ],
    [
      6093,
      6111,
      "Repetition"
    ],
    [
      6123,
      6139,
      "Repetition"
    ],
    [
      6460,
      6476,
      "Repetition"
    ],
    [
      6669,
      6685,
      "Repetition"
    ],
    [
      6919,
      6935,
      "Repetition"
    ],
    [
      6919,
      6935,
      "Loaded_Language"
    ],
    [
      7942,
      7961,
      "Loaded_Language"
    ],
    [
      8001,
      8054,
      "Doubt"
    ],
    [
      8365,
      8402,
      "Loaded_Language"
    ],
    [
      9264,
      9272,
      "Loaded_Language"
    ],
    [
      9264,
      9272,
      "Repetition"
    ],
    [
      9804,
      9833,
      "Exaggeration,Minimisation"
    ],
    [
      10680,
      10702,
      "Doubt"
    ],
    [
      11690,
      11756,
      "Loaded_Language"
    ]
  ]
}