{
  "article_id": "764609985",
  "sentence offsets in original": [
    0,
    72,
    394,
    552,
    695,
    798,
    863,
    928,
    1127,
    1209,
    1237,
    1300,
    1456,
    1717,
    1958,
    2445,
    2765,
    2819,
    2826,
    2869,
    2874,
    2887,
    3526,
    3726,
    3971,
    4313,
    4427,
    4741,
    5005,
    5240,
    5614,
    5862,
    6109,
    6127,
    6331,
    6425,
    6568,
    6754,
    6914,
    7103,
    7119,
    7252,
    7370,
    7506,
    7716,
    7831,
    8010,
    8273,
    8553,
    8944,
    9086,
    9224,
    9471,
    9536,
    9963,
    10187,
    10231,
    10469,
    10615,
    10682,
    10867,
    11049,
    11060
  ],
  "original sentences": [
    "Clinton Email IG Report Rips FBI, Comey, & Lynch… Plus A Whole Lot More!",
    "\n\nInspector General Michael Horowitz’ report on the FBI’s handling of the Clinton email investigation has finally been released to the public and while it does indeed lambaste former FBI Director James Comey for his terrible judgment and handling of the Clinton investigation, it stops short of blaming it all on politics.",
    "\nHorowitz’ report not only slams Comey, but it also criticizes former Attorney General Loretta Lynch, and immoral FBI philanderers Peter Strzok and Lisa Page.",
    "\nHorowitz blames Comey, Strzok, and Page for besmirching the good name of the FBI and harming the agencies reputation with the American people.",
    "\ntake our poll - story continues below\nWhom do you consider to be the most corrupt Democrat Politician?",
    "\nWhom do you consider to be the most corrupt Democrat Politician?",
    "\nWhom do you consider to be the most corrupt Democrat Politician?",
    "\n* Dianne Feinstein Maxine Waters Adam Schiff Chuck Schumer Kamala Harris Kirsten Gillibrand Keith Ellison Cory Booker\nEmail *\nName This field is for validation purposes and should be left unchanged.",
    "\nCompleting this poll grants you access to Freedom Outpost updates free of charge.",
    "\nYou may opt out at anytime.",
    "\nYou also agree to this site's Privacy Policy and Terms of Use.",
    "\nAt the end of the day, Horowitz was unable to find solid proof that the agency acted in a politically partisan and biased manner in the Clinton email case.",
    "\nHowever, the Inspector General left the door open to the possibility that political bias did indeed play a role, as his current investigation in the Russia-Collusion probe of the FBI and the DOJ could reveal new evidence to damn the FBI’s Obama era leadership.",
    "\nWhile the report refuses to say conclusively that political bias was the animus behind the FBI’s handling of the Clinton probe, it also indicates that IG Horowitz may have more to say about the FBI’s political leanings in his Russia report.",
    "\nThe Washington Post explains:\nThe Justice Department inspector general on Thursday castigated former FBI Director James B. Comey for his actions during the Hillary Clinton email investigation and found that other senior bureau officials showed a “willingness to take official action” to prevent Donald Trump from becoming president… Some senior bureau officials, the report found, exhibited a disturbing “willingness to take official action” to hurt Trump’s chances to become president.",
    "\nPerhaps the most damaging new revelation in the report is a previously-unreported text message in which Peter Strzok, a key investigator on both the Clinton email case and the investigation of Russia and the Trump campaign, assured an FBI lawyer in August 2016 that “we’ll stop” Trump from making it to the White House.",
    "\n“[Trump’s] not ever going to become president, right?",
    "\nRight?",
    "\n!” the lawyer, Lisa Page, wrote to Strzok.",
    "\n“No.",
    "\nNo he won’t.",
    "\nWe’ll stop it,” Strzok responded…\nThe inspector general concluded that Strzok’s text, along with others disparaging Trump, “is not only indicative of a biased state of mind but, even more seriously, implies a willingness to take official action to impact the presidential candidate’s electoral prospects.”\nThe messages “potentially indicated or created the appearance that investigative decisions were impacted by bias or improper considerations,” the inspector general wrote…\nStrzok has argued that he was just trying to reassure Page that Trump couldn’t win, and that he wasn’t implying that they would take action to stop his election.",
    "\nBut it wasn’t just Page and Strzok, there were FIVE other investigators on the Clinton case who expressed overtly political views in support of Clinton and/or against Trump… DURING the investigation.",
    "\nPage and Strzok are not the only FBI officials assigned to the Clinton email probe who were found to have exchanged personal messages indicating either an animus against Trump or frustration with the fact that the FBI was investigating Clinton.",
    "\nThe report identified five officials with some connection to the email probe who were expressing political views, faulting them for having brought “discredit to themselves, sowed doubt about the FBI’s handling of the midyear investigation, and impacted the reputation of the FBI.” The midyear investigation refers to the Clinton email probe.",
    "\n“The messages cast a cloud over the FBI investigations to which these employees were assigned,” Horowitz alleged.",
    "\n“Ultimately the consequences of these actions impact not only the senders of these messages but also other who worked on these investigation and, indeed, the entire FBI.”\nThe IG also found that the FBI moved slowly on new evidence that could have damned Hillary Clinton, and did so for reasons that make no sense.",
    "\nThe report took particular aim at FBI officials investigating Clinton’s email server for moving slowly after agents in the New York Field office discovered messages on the laptop of disgraced former Congressman Anthony Weiner that might be relevant to their case.",
    "\nBy no later than September 29, the inspector general alleged, the bureau had learned “virtually every fact” it would cite as justification late the next month to search Weiner’s laptop for messages of Clinton and top aide Huma Abedin.",
    "\nThe inspector general derided the bureau’s reasons for not moving more quickly — that agents were waiting for additional information from New York, that they couldn’t move without a warrant and that investigators were more focused on the Russia case — as “unpersuasive,” “illogical,” and inconsistent with their assertion that they would leave no stone unturned on Clinton.",
    "\nThe report also faulted the bureau for assigning essentially the same personnel to the Russia and Clinton teams, and singled out Strzok, suggesting his anti-Trump views might have played a role in his not acting more expeditiously on the new lead.",
    "\n“Under these circumstances, we did not have confidence that Strzok’s decision to prioritize the Russia investigation over following up on the Midyear-related investigative lead discovered on the Weiner laptop was free from bias,” the report said.",
    "\nDid you get that?",
    "\nIG Horowitz can’t prove it, but he’s not sure that Strzok wasn’t acting in a politically biased manner when he slow-played the Clinton investigation while moving more quickly on the Russia investigation.",
    "\nHow in the world can we trust them even as they express bias while investigating malfeasance?",
    "\nWe see this kind of corruption all over the world, why should believe that these officials could be immune to acting on their personal biases?",
    "\nThere were 7 of them on the case, and they were comfortable enough with each other to express their biases openly and none of them ever chastised the others for expressing those biases!",
    "\nNot only that, the team that handled Clinton’s investigation so poorly was almost the identical team that was then assigned to handle the Russia investigation!",
    "\nMeaning, the obviously politically biased team that had just cleared the woman that they supported, was now tapped to investigate if the man that they hated was tied to Russian corruption.",
    "\nThis is INSANE.",
    "\nMeanwhile, another story just breaking at Fox News provides even more evidence that Peter Strzok is the big bad guy in the FBI mess.",
    "\nNot only was he slow-playing the Clinton investigation, he may be the only reason she was never charged with a crime.",
    "\nIn a newly released FBI email, we learned that “foreign actors” gained at least some access to Hillary Clinton’s unsecure email system.",
    "\nFox News obtained the memo prepared by the House Judiciary and Oversight committees, which lays out key interim findings ahead of next week’s hearing with Justice Department Inspector General Michael Horowitz.",
    "\nThe IG, separately, is expected to release his highly anticipated report on the Clinton email case later Thursday.",
    "\nThe House committees, which conducted a joint probe into decisions made by the DOJ in 2016 and 2017, addressed a range of issues in their memo including Clinton’s email security.",
    "\n“Documents provided to the Committees show foreign actors obtained access to some of Mrs. Clinton’s emails — including at least one email classified ‘Secret,'” the memo says, adding that foreign actors also accessed the private accounts of some Clinton staffers.",
    "\nHere’s the email in question:\nPeter Strzok email about Clinton emails by Fox News on Scribd\nThe email came from FBI agent Peter Strzok and it’s the first place we see the question of whether or not Clinton can be found as “grossly negligent,” in the handling of classified intel.",
    "\nRemember, Strzok is widely credited as the man who changed FBI Director Comey’s language on the Clinton email investigation from the prosecutable “grossly negligent” to the legally superflous “extremely careless.”\nAt HotAir.com John Sexton explains the importance of this discovery:\nIn the FBI memo, you can already see the genesis of the distinction the FBI would rely on to clear Clinton.",
    "\nStrzok writes that the media has been focused on the question of why Hillary seems to be getting a pass when “Petraeus/Berger/Libby” did not.",
    "\nHe writes, “We draw the distinction in noting we have no evidence classified information was ever shared with an unauthorized party, i.e.",
    "\nnotwithstanding the server setup, we have not seen classified information shared with a member of the media, an agent of a foreign power, a lover, etc.” In other words, Hillary may have been hacked but she didn’t intentionally give anything away.",
    "\nOf course, the statute itself didn’t make intent a prerequisite.",
    "\nHerridge reports that the House committee memo once again raises this same issue: “Officials from both agencies have created a perception they misinterpreted the Espionage Act by stating Secretary Clinton lacked the requisite ‘intent’ for charges to be filed,” the memo says, before pointing to statements by Comey that indicated a belief that intent was required — which the memo says ignored “meaningful aspects” of the law.",
    "\nIt really does seem that Strzok, an agent who had a personal pro-Hillary bias, was the person who pushed to let her off the hook by focusing on her intent rather than her negligence setting up the server in the first place.",
    "\nI fully believe IG Horowitz’ findings here.",
    "\nI believe that he was unable to prove that there was any political motive to the FBI’s handling of the Clinton email case, and I believe that while the case was obviously mishandled, it could have reached the conclusion it did honorably.",
    "\nHowever, I also think that the IG has purposely left room in his conclusion to amend that decision after he’s concluded his Russia investigation.",
    "\nIn fact, there are already signs of him doing that in this report.",
    "\nMuch of the information that he uses to chastise Strzok’s behavior and judgment in the Clinton email case, would have actually come from his current investigation into the Russia mess.",
    "\nIt’s quite possible that as bad as this report is for Comey, Strzok, Page, and Obama’s FBI leadership… Horowitz’ conclusion in the Russia investigation could prove to be even worse.",
    "\nWe’ll see.",
    "\nArticle posted with permission from Constitution.com"
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 72,
      "text": "Clinton Email IG Report Rips FBI, Comey, & Lynch… Plus A Whole Lot More!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 72,
      "end_ix": 394,
      "text": "\n\nInspector General Michael Horowitz’ report on the FBI’s handling of the Clinton email investigation has finally been released to the public and while it does indeed lambaste former FBI Director James Comey for his terrible judgment and handling of the Clinton investigation, it stops short of blaming it all on politics.",
      "new_text": "\n\nInspector General Michael Horowitz’ report on the FBI’s handling of the Clinton email investigation has finally been released to the public and while it does indeed lambaste former FBI Director James Comey for his bad judgment and handling of the Clinton investigation, it stops short of blaming it all on politics.",
      "prop_spans": [
        [
          288,
          296,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 394,
      "end_ix": 552,
      "text": "\nHorowitz’ report not only slams Comey, but it also criticizes former Attorney General Loretta Lynch, and immoral FBI philanderers Peter Strzok and Lisa Page.",
      "new_text": "\nHorowitz’ report not only slams Comey, but it also criticizes former Attorney General Loretta Lynch, and unethical FBI philanderers Peter Strzok and Lisa Page.",
      "prop_spans": [
        [
          500,
          507,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 552,
      "end_ix": 695,
      "text": "\nHorowitz blames Comey, Strzok, and Page for besmirching the good name of the FBI and harming the agencies reputation with the American people.",
      "new_text": "\nHorowitz blames Comey, Strzok, and Page for besmirching the good name of the FBI and harming the agencies reputation with the people.",
      "prop_spans": [
        [
          675,
          694,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 695,
      "end_ix": 798,
      "text": "\ntake our poll - story continues below\nWhom do you consider to be the most corrupt Democrat Politician?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 798,
      "end_ix": 863,
      "text": "\nWhom do you consider to be the most corrupt Democrat Politician?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 863,
      "end_ix": 928,
      "text": "\nWhom do you consider to be the most corrupt Democrat Politician?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 928,
      "end_ix": 1127,
      "text": "\n* Dianne Feinstein Maxine Waters Adam Schiff Chuck Schumer Kamala Harris Kirsten Gillibrand Keith Ellison Cory Booker\nEmail *\nName This field is for validation purposes and should be left unchanged.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1127,
      "end_ix": 1209,
      "text": "\nCompleting this poll grants you access to Freedom Outpost updates free of charge.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1209,
      "end_ix": 1237,
      "text": "\nYou may opt out at anytime.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1237,
      "end_ix": 1300,
      "text": "\nYou also agree to this site's Privacy Policy and Terms of Use.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1300,
      "end_ix": 1456,
      "text": "\nAt the end of the day, Horowitz was unable to find solid proof that the agency acted in a politically partisan and biased manner in the Clinton email case.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1456,
      "end_ix": 1717,
      "text": "\nHowever, the Inspector General left the door open to the possibility that political bias did indeed play a role, as his current investigation in the Russia-Collusion probe of the FBI and the DOJ could reveal new evidence to damn the FBI’s Obama era leadership.",
      "new_text": "\nHowever, the Inspector General left the door open to the possibility that political bias did indeed play a role, as his current investigation in the Russia-Collusion probe of the FBI and the DOJ could reveal new evidence to damage the FBI’s Obama era leadership.",
      "prop_spans": [
        [
          1681,
          1685,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1717,
      "end_ix": 1958,
      "text": "\nWhile the report refuses to say conclusively that political bias was the animus behind the FBI’s handling of the Clinton probe, it also indicates that IG Horowitz may have more to say about the FBI’s political leanings in his Russia report.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1958,
      "end_ix": 2445,
      "text": "\nThe Washington Post explains:\nThe Justice Department inspector general on Thursday castigated former FBI Director James B. Comey for his actions during the Hillary Clinton email investigation and found that other senior bureau officials showed a “willingness to take official action” to prevent Donald Trump from becoming president… Some senior bureau officials, the report found, exhibited a disturbing “willingness to take official action” to hurt Trump’s chances to become president.",
      "new_text": "\nThe Washington Post explains:\nThe Justice Department inspector general on Thursday castigated former FBI Director James B. Comey for his actions during the Hillary Clinton email investigation and found that other senior bureau officials showed a “willingness to take official action” to prevent Donald Trump from becoming president… Some senior bureau officials, the report found, exhibited a disturbing “willingness to take official action” to hurt Trump’s chances to become president.",
      "prop_spans": [
        [
          2352,
          2362,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2445,
      "end_ix": 2765,
      "text": "\nPerhaps the most damaging new revelation in the report is a previously-unreported text message in which Peter Strzok, a key investigator on both the Clinton email case and the investigation of Russia and the Trump campaign, assured an FBI lawyer in August 2016 that “we’ll stop” Trump from making it to the White House.",
      "new_text": "\nPerhaps the most damaging new revelation in the report is a previously-unreported text message in which Peter Strzok, a key investigator on both the Clinton email case and the investigation of Russia and the Trump campaign, assured an FBI lawyer in August 2016 that “we’ll stop” Trump from making it to the White House.",
      "prop_spans": [
        [
          2463,
          2471,
          "Loaded_Language"
        ],
        [
          2550,
          2764,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 2765,
      "end_ix": 2819,
      "text": "\n“[Trump’s] not ever going to become president, right?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2819,
      "end_ix": 2826,
      "text": "\nRight?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2826,
      "end_ix": 2869,
      "text": "\n!” the lawyer, Lisa Page, wrote to Strzok.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2869,
      "end_ix": 2874,
      "text": "\n“No.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2874,
      "end_ix": 2887,
      "text": "\nNo he won’t.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2887,
      "end_ix": 3526,
      "text": "\nWe’ll stop it,” Strzok responded…\nThe inspector general concluded that Strzok’s text, along with others disparaging Trump, “is not only indicative of a biased state of mind but, even more seriously, implies a willingness to take official action to impact the presidential candidate’s electoral prospects.”\nThe messages “potentially indicated or created the appearance that investigative decisions were impacted by bias or improper considerations,” the inspector general wrote…\nStrzok has argued that he was just trying to reassure Page that Trump couldn’t win, and that he wasn’t implying that they would take action to stop his election.",
      "new_text": "\nWe’ll stop it,” Strzok responded…\nThe inspector general concluded that Strzok’s text, along with others belittling Trump, “is not only indicative of a biased state of mind but, even more seriously, implies a willingness to take official action to impact the presidential candidate’s electoral prospects.”\nThe messages “potentially indicated or created the appearance that investigative decisions were impacted by bias or improper considerations,” the inspector general wrote…\nStrzok has argued that he was just trying to reassure Page that Trump couldn’t win, and that he wasn’t implying that they would take action to stop his election.",
      "prop_spans": [
        [
          2992,
          3003,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3526,
      "end_ix": 3726,
      "text": "\nBut it wasn’t just Page and Strzok, there were FIVE other investigators on the Clinton case who expressed overtly political views in support of Clinton and/or against Trump… DURING the investigation.",
      "new_text": "\nBut it wasn’t just Page and Strzok, there were five other investigators on the Clinton case who expressed overtly political views in support of Clinton and/or against Trump… during the investigation.",
      "prop_spans": [
        [
          3574,
          3578,
          "Loaded_Language"
        ],
        [
          3701,
          3707,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3726,
      "end_ix": 3971,
      "text": "\nPage and Strzok are not the only FBI officials assigned to the Clinton email probe who were found to have exchanged personal messages indicating either an animus against Trump or frustration with the fact that the FBI was investigating Clinton.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3971,
      "end_ix": 4313,
      "text": "\nThe report identified five officials with some connection to the email probe who were expressing political views, faulting them for having brought “discredit to themselves, sowed doubt about the FBI’s handling of the midyear investigation, and impacted the reputation of the FBI.” The midyear investigation refers to the Clinton email probe.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4313,
      "end_ix": 4427,
      "text": "\n“The messages cast a cloud over the FBI investigations to which these employees were assigned,” Horowitz alleged.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4427,
      "end_ix": 4741,
      "text": "\n“Ultimately the consequences of these actions impact not only the senders of these messages but also other who worked on these investigation and, indeed, the entire FBI.”\nThe IG also found that the FBI moved slowly on new evidence that could have damned Hillary Clinton, and did so for reasons that make no sense.",
      "new_text": "\n“Ultimately the consequences of these actions impact not only the senders of these messages but also other who worked on these investigation and, indeed, the entire FBI.”\nThe IG also found that the FBI moved slowly on new evidence that could have destroyed Hillary Clinton, and did so for reasons that make no sense.",
      "prop_spans": [
        [
          4675,
          4681,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4741,
      "end_ix": 5005,
      "text": "\nThe report took particular aim at FBI officials investigating Clinton’s email server for moving slowly after agents in the New York Field office discovered messages on the laptop of disgraced former Congressman Anthony Weiner that might be relevant to their case.",
      "new_text": "\nThe report took particular aim at FBI officials investigating Clinton’s email server for moving slowly after agents in the New York Field office discovered messages on the laptop of shamed former Congressman Anthony Weiner that might be relevant to their case.",
      "prop_spans": [
        [
          4924,
          4933,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5005,
      "end_ix": 5240,
      "text": "\nBy no later than September 29, the inspector general alleged, the bureau had learned “virtually every fact” it would cite as justification late the next month to search Weiner’s laptop for messages of Clinton and top aide Huma Abedin.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5240,
      "end_ix": 5614,
      "text": "\nThe inspector general derided the bureau’s reasons for not moving more quickly — that agents were waiting for additional information from New York, that they couldn’t move without a warrant and that investigators were more focused on the Russia case — as “unpersuasive,” “illogical,” and inconsistent with their assertion that they would leave no stone unturned on Clinton.",
      "new_text": "\nThe inspector general derided the bureau’s reasons for not moving more quickly — that agents were waiting for additional information from New York, that they couldn’t move without a warrant and that investigators were more focused on the Russia case — as “unpersuasive,” “illogical,” and inconsistent with their assertion that they would leave no stone unturned on Clinton.",
      "prop_spans": [
        [
          5496,
          5541,
          "Doubt"
        ],
        [
          5497,
          5510,
          "Loaded_Language"
        ],
        [
          5513,
          5522,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5614,
      "end_ix": 5862,
      "text": "\nThe report also faulted the bureau for assigning essentially the same personnel to the Russia and Clinton teams, and singled out Strzok, suggesting his anti-Trump views might have played a role in his not acting more expeditiously on the new lead.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5862,
      "end_ix": 6109,
      "text": "\n“Under these circumstances, we did not have confidence that Strzok’s decision to prioritize the Russia investigation over following up on the Midyear-related investigative lead discovered on the Weiner laptop was free from bias,” the report said.",
      "new_text": "\n“Under these circumstances, we did not have confidence that Strzok’s decision to prioritize the Russia investigation over following up on the Midyear-related investigative lead discovered on the Weiner laptop was free from bias,” the report said.",
      "prop_spans": [
        [
          5891,
          6090,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 6109,
      "end_ix": 6127,
      "text": "\nDid you get that?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6127,
      "end_ix": 6331,
      "text": "\nIG Horowitz can’t prove it, but he’s not sure that Strzok wasn’t acting in a politically biased manner when he slow-played the Clinton investigation while moving more quickly on the Russia investigation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6331,
      "end_ix": 6425,
      "text": "\nHow in the world can we trust them even as they express bias while investigating malfeasance?",
      "new_text": "\nHow can we trust them even as they express bias while investigating malfeasance?",
      "prop_spans": [
        [
          6332,
          6366,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 6425,
      "end_ix": 6568,
      "text": "\nWe see this kind of corruption all over the world, why should believe that these officials could be immune to acting on their personal biases?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6568,
      "end_ix": 6754,
      "text": "\nThere were 7 of them on the case, and they were comfortable enough with each other to express their biases openly and none of them ever chastised the others for expressing those biases!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6754,
      "end_ix": 6914,
      "text": "\nNot only that, the team that handled Clinton’s investigation so poorly was almost the identical team that was then assigned to handle the Russia investigation!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6914,
      "end_ix": 7103,
      "text": "\nMeaning, the obviously politically biased team that had just cleared the woman that they supported, was now tapped to investigate if the man that they hated was tied to Russian corruption.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7103,
      "end_ix": 7119,
      "text": "\nThis is INSANE.",
      "new_text": "\nThis is insane.",
      "prop_spans": [
        [
          7112,
          7118,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7119,
      "end_ix": 7252,
      "text": "\nMeanwhile, another story just breaking at Fox News provides even more evidence that Peter Strzok is the big bad guy in the FBI mess.",
      "new_text": "\nMeanwhile, another story just breaking at Fox News provides even more evidence that Peter Strzok is the bad guy in the FBI mess.",
      "prop_spans": [
        [
          7224,
          7235,
          "Name_Calling,Labeling"
        ],
        [
          7247,
          7251,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7252,
      "end_ix": 7370,
      "text": "\nNot only was he slow-playing the Clinton investigation, he may be the only reason she was never charged with a crime.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7370,
      "end_ix": 7506,
      "text": "\nIn a newly released FBI email, we learned that “foreign actors” gained at least some access to Hillary Clinton’s unsecure email system.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7506,
      "end_ix": 7716,
      "text": "\nFox News obtained the memo prepared by the House Judiciary and Oversight committees, which lays out key interim findings ahead of next week’s hearing with Justice Department Inspector General Michael Horowitz.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7716,
      "end_ix": 7831,
      "text": "\nThe IG, separately, is expected to release his highly anticipated report on the Clinton email case later Thursday.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7831,
      "end_ix": 8010,
      "text": "\nThe House committees, which conducted a joint probe into decisions made by the DOJ in 2016 and 2017, addressed a range of issues in their memo including Clinton’s email security.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8010,
      "end_ix": 8273,
      "text": "\n“Documents provided to the Committees show foreign actors obtained access to some of Mrs. Clinton’s emails — including at least one email classified ‘Secret,'” the memo says, adding that foreign actors also accessed the private accounts of some Clinton staffers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8273,
      "end_ix": 8553,
      "text": "\nHere’s the email in question:\nPeter Strzok email about Clinton emails by Fox News on Scribd\nThe email came from FBI agent Peter Strzok and it’s the first place we see the question of whether or not Clinton can be found as “grossly negligent,” in the handling of classified intel.",
      "new_text": "\nHere’s the email in question:\nPeter Strzok email about Clinton emails by Fox News on Scribd\nThe email came from FBI agent Peter Strzok and it’s the first place we see the question of whether or not Clinton can be found as “grossly negligent,” in the handling of classified intel.",
      "prop_spans": [
        [
          8497,
          8514,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8553,
      "end_ix": 8944,
      "text": "\nRemember, Strzok is widely credited as the man who changed FBI Director Comey’s language on the Clinton email investigation from the prosecutable “grossly negligent” to the legally superflous “extremely careless.”\nAt HotAir.com John Sexton explains the importance of this discovery:\nIn the FBI memo, you can already see the genesis of the distinction the FBI would rely on to clear Clinton.",
      "new_text": "\nRemember, Strzok is widely credited as the man who changed FBI Director Comey’s language on the Clinton email investigation from the prosecutable “grossly negligent” to the legally superflous “extremely careless.”\nAt HotAir.com John Sexton explains the importance of this discovery:\nIn the FBI memo, you can already see the genesis of the distinction the FBI would rely on to clear Clinton.",
      "prop_spans": [
        [
          8701,
          8718,
          "Repetition"
        ],
        [
          8747,
          8765,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8944,
      "end_ix": 9086,
      "text": "\nStrzok writes that the media has been focused on the question of why Hillary seems to be getting a pass when “Petraeus/Berger/Libby” did not.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9086,
      "end_ix": 9224,
      "text": "\nHe writes, “We draw the distinction in noting we have no evidence classified information was ever shared with an unauthorized party, i.e.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9224,
      "end_ix": 9471,
      "text": "\nnotwithstanding the server setup, we have not seen classified information shared with a member of the media, an agent of a foreign power, a lover, etc.” In other words, Hillary may have been hacked but she didn’t intentionally give anything away.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9471,
      "end_ix": 9536,
      "text": "\nOf course, the statute itself didn’t make intent a prerequisite.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9536,
      "end_ix": 9963,
      "text": "\nHerridge reports that the House committee memo once again raises this same issue: “Officials from both agencies have created a perception they misinterpreted the Espionage Act by stating Secretary Clinton lacked the requisite ‘intent’ for charges to be filed,” the memo says, before pointing to statements by Comey that indicated a belief that intent was required — which the memo says ignored “meaningful aspects” of the law.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9963,
      "end_ix": 10187,
      "text": "\nIt really does seem that Strzok, an agent who had a personal pro-Hillary bias, was the person who pushed to let her off the hook by focusing on her intent rather than her negligence setting up the server in the first place.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10187,
      "end_ix": 10231,
      "text": "\nI fully believe IG Horowitz’ findings here.",
      "new_text": "\nI believe IG Horowitz’ findings here.",
      "prop_spans": [
        [
          10188,
          10225,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 10231,
      "end_ix": 10469,
      "text": "\nI believe that he was unable to prove that there was any political motive to the FBI’s handling of the Clinton email case, and I believe that while the case was obviously mishandled, it could have reached the conclusion it did honorably.",
      "new_text": "\nI believe that he was unable to prove that there was any political motive to the FBI’s handling of the Clinton email case, and I believe that while the case was obviously botched, it could have reached the conclusion it did honorably.",
      "prop_spans": [
        [
          10403,
          10413,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10469,
      "end_ix": 10615,
      "text": "\nHowever, I also think that the IG has purposely left room in his conclusion to amend that decision after he’s concluded his Russia investigation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10615,
      "end_ix": 10682,
      "text": "\nIn fact, there are already signs of him doing that in this report.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10682,
      "end_ix": 10867,
      "text": "\nMuch of the information that he uses to chastise Strzok’s behavior and judgment in the Clinton email case, would have actually come from his current investigation into the Russia mess.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10867,
      "end_ix": 11049,
      "text": "\nIt’s quite possible that as bad as this report is for Comey, Strzok, Page, and Obama’s FBI leadership… Horowitz’ conclusion in the Russia investigation could prove to be even worse.",
      "new_text": "\nIt’s quite possible that as bad as this report is for Comey, Strzok, Page, and Obama’s FBI leadership… Horowitz’ conclusion in the Russia investigation could prove to be even worse.",
      "prop_spans": [
        [
          11038,
          11048,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11049,
      "end_ix": 11060,
      "text": "\nWe’ll see.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11060,
      "end_ix": 11113,
      "text": "\nArticle posted with permission from Constitution.com",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      288,
      296,
      "Loaded_Language"
    ],
    [
      500,
      507,
      "Loaded_Language"
    ],
    [
      675,
      694,
      "Flag-Waving"
    ],
    [
      1681,
      1685,
      "Loaded_Language"
    ],
    [
      2352,
      2362,
      "Loaded_Language"
    ],
    [
      2463,
      2471,
      "Loaded_Language"
    ],
    [
      2550,
      2764,
      "Doubt"
    ],
    [
      2992,
      3003,
      "Loaded_Language"
    ],
    [
      3574,
      3578,
      "Loaded_Language"
    ],
    [
      3701,
      3707,
      "Loaded_Language"
    ],
    [
      4675,
      4681,
      "Loaded_Language"
    ],
    [
      4924,
      4933,
      "Loaded_Language"
    ],
    [
      5496,
      5541,
      "Doubt"
    ],
    [
      5497,
      5510,
      "Loaded_Language"
    ],
    [
      5513,
      5522,
      "Loaded_Language"
    ],
    [
      5891,
      6090,
      "Doubt"
    ],
    [
      6332,
      6366,
      "Doubt"
    ],
    [
      7112,
      7118,
      "Loaded_Language"
    ],
    [
      7224,
      7235,
      "Name_Calling,Labeling"
    ],
    [
      7247,
      7251,
      "Loaded_Language"
    ],
    [
      8497,
      8514,
      "Loaded_Language"
    ],
    [
      8701,
      8718,
      "Repetition"
    ],
    [
      8747,
      8765,
      "Loaded_Language"
    ],
    [
      10188,
      10225,
      "Appeal_to_Authority"
    ],
    [
      10403,
      10413,
      "Loaded_Language"
    ],
    [
      11038,
      11048,
      "Loaded_Language"
    ]
  ]
}