{
  "article_id": "769427494",
  "sentence offsets in original": [
    0,
    178,
    237,
    282,
    341,
    459,
    502,
    621,
    756,
    812,
    868,
    897,
    927,
    1008,
    1090,
    1118,
    1181,
    1501,
    2193,
    2306,
    2549,
    2658,
    2804,
    2996,
    3117,
    3328,
    3446,
    3464,
    3716,
    3845,
    3917,
    3981,
    4116,
    4228,
    4368,
    4647,
    4699,
    4767,
    4907,
    4991,
    5168,
    5427,
    5540,
    5669,
    5795,
    5907,
    6014,
    6116,
    6315,
    6508,
    7107,
    7367,
    7571,
    7752,
    7860,
    8048,
    8296,
    8536,
    8838,
    9024,
    9164,
    9325,
    9611,
    9752,
    9826,
    10004
  ],
  "original sentences": [
    "Congress’ Top Cop: House Democratic Caucus Server VANISHED In Muslim Spy Ring Investigation\n\nWhy was the ringleader of the widespread Muslim spy scandal just offered a plea deal?",
    "\nWho has been exposed to blackmail and God knows what else?",
    "\nAnd how deeply has America been compromised?",
    "\nThese crimes are treason and should be prosecuted as such.",
    "\nBreak: Ex-Dem IT aide Imran Awan pleads guilty to loan application fraud in federal court, as part of plea agreement.",
    "\nProsecutors drop charges against his wife.",
    "\nProsecutors say they investigated allegations of improper behavior in Awan’s Congress role, but will bring no charges.",
    "\n— Alex Pappas (@AlexPappas) July 3, 2018\ntake our poll - story continues below\nWill Brett Kavanaugh be confirmed to the Supreme Court?",
    "\nWill Brett Kavanaugh be confirmed to the Supreme Court?",
    "\nWill Brett Kavanaugh be confirmed to the Supreme Court?",
    "\n* Yes, he will be confirmed.",
    "\nNo, he will not be confirmed.",
    "\nEmail *\nName This field is for validation purposes and should be left unchanged.",
    "\nCompleting this poll grants you access to Freedom Outpost updates free of charge.",
    "\nYou may opt out at anytime.",
    "\nYou also agree to this site's Privacy Policy and Terms of Use.",
    "\nIn Newly Obtained Memo, Congress’ Top Cop Said House Democratic Caucus Server VANISHED https://t.co/gTj2UgSZJr via @dailycaller — Luke Rosiak (@lukerosiak) July 2, 2018\nA secret memo marked “URGENT” detailed how the House Democratic Caucus’s server went “missing” soon after it became evidence in a cybersecurity probe.",
    "\nThe secret memo also said more than “40 House offices may have been victims of IT security violations.”\nIn the memo, Congress’s top law enforcement official, Sergeant-at-Arms Paul Irving, along with Chief Administrative Officer Phil Kiko, wrote, “We have concluded that the employees [Democratic systems administrator Imran Awan and his family] are an ongoing and serious risk to the House of Representatives, possibly threatening the integrity of our information systems and thereby members’ capacity to serve constituents.”\nThe memo, addressed to the Committee on House Administration (CHA) and dated Feb. 3, 2017, was recently reviewed and transcribed by The Daily Caller News Foundation.",
    "\nThe letter bolsters TheDCNF’s previous reporting about the missing server and evidence of fraud on Capitol Hill.",
    "\nIt details how the caucus server, run by then-caucus Chairman Rep. Xavier Becerra, was secretly copied by authorities after the House Inspector General (IG) identified suspicious activity on it, but the Awans’ physical access was not blocked.",
    "\nBut after, the report reads, the server appears to have been secretly replaced with one that looked similar.",
    "\nThe memo called for firing the Pakistani-born aides, revoking all their computer accounts, and changing the locks on any door they had access to.",
    "\nRep. Louie Gohmert — a Texas Republican on the House Committee on the Judiciary who has done oversight work on the case — said the missing server contained copies of Congress members’ emails.",
    "\n“They put 40 members of Congress’s data on one server … That server, with that serial number, has disappeared,” he said.",
    "\nMultiple sources connected to the investigation told TheDCNF that shortly after an IG report came out identifying the House Democratic Caucus server as key evidence in a criminal probe, the evidence was stolen.",
    "\n“They [the Awans] deliberately turned over a fake server” to falsify evidence, one official close to the CHA alleged.",
    "\n“It was a breach.",
    "\nThe data was completely out of [members’] possession.”\nThe six-page letter says:\n• In September of 2016 … the CHA and [IG] briefed the former Chairman of the Democratic Caucus about suspicious activity related to their server that the [IG] identified.",
    "\nAs a result, the former Chairman of the Democratic Caucus directed the CAO to copy the data from their server and two computers.",
    "\n• The CHA directed the IG to refer the matter to the US Capitol Police.",
    "\nThe USCP initiated an investigation that continues to this day.",
    "\n• In late 2016, the former Chairman of the Democratic Caucus announced his intention to resign from Congress to assume a new position.",
    "\nThe CAO and [sergeant-at-arms] worked with the Chairman to account for his inventory, including the one server.",
    "\n• While reviewing the inventory, the CAO discovered that the serial number of the server did not match that of the one imaged in September.",
    "\n[Investigators] also discovered that the server in question [the replacement server] was still operating under the employee’s control, contrary to the explicit instructions of the former chairman to turn over all equipment and fully cooperate with the inquiry and investigation.",
    "\n[A House source said the \"employee” was Abid Awan.]",
    "\n• The USCP interviewed relevant staff regarding the missing server.",
    "\n• On January 24, 2017, the CAO acquired the [r[replacement]erver from the control of the employees and transferred that server to the USCP.",
    "\nPresident Donald Trump referenced the Democratic Caucus’ missing server in a tweet.",
    "\nBut because the letter to the CHA was kept secret, many news outlets have not grasped that the House’s top cop documented a “missing server” connected to the Democratic Caucus.",
    "\nThe timeline laid out in the letter also shows that Becerra — now California’s Democratic attorney general — failed to ensure that the Awans didn’t have access to House computer systems during the 2016 election, which was wrought with cybersecurity scandals.",
    "\nAn IG presentation from September 2016 shows that Becerra knew of problems months before the server disappeared.",
    "\n“The Caucus Chief of Staff requested one of the shared employees to not provide IT services or access their computers,” it read.",
    "\n“This shared employee continued.” It’s unclear why that request was not granted or why it was a request rather than an order.",
    "\nA House official close to the probe said the employee was Abid, who was not on Becerra or the Caucus’s payroll.",
    "\nThe official said Becerra Chief of Staff Sean McCluskie apparently knew Abid was accessing Caucus servers.",
    "\nAccording to payroll records, Abid’s sister-in-law, Hina Alvi, was the Caucus’ systems administrator.",
    "\nThe Awans’ continued physical access to Becerra’s equipment after red flags emerged enabled the server to disappear after it became evidence, House officials close to the investigation told TheDCNF.",
    "\n(RELATED: Becerra Tried To Block Awan From House Democratic Caucus Server, But Logins Continued; He Didn’t Go To Cops)\nBecerra has refused to comment, citing an ongoing criminal investigation.",
    "\nThe February 2017 memo itemizes “numerous and egregious violations of House IT security” by members of the Awan family, including using Congress members’ usernames and “the unauthorized storage of sensitive House information outside the House.”\n“These employees accessed user accounts and computers for offices that did not employ them, without the knowledge and permission of the impacted Member’s office,” it said, adding, “4 of the employees accessed the Democratic Caucus computers 5,735 times.” More than 100 office computers were open to access from people not on the office’s staff, it said.",
    "\nChris Gowen — a former aide to Hillary Clinton who is now serving as Imran’s attorney — told TheDCNF, “There is no missing server and never was.”\nHe didn’t provide any support for his claim, which is contrary to evidence Kiko and Irving presented to Congress.",
    "\nThe memo said the CHA possesses voluminous evidence, including, “Interview notes with House Members’ Chiefs of Staff,” and “Logon activity and computer access logs.” Prosecutors have not brought charges.",
    "\nThe Awans were banned from Congress’s computer network the day the letter was sent, and Kiko held a briefing to convey the message to chiefs of staff for members who employed them.",
    "\nBut Democrats claim they were never told about any of the cybersecurity issues itemized in the urgent memo.",
    "\nRep. Jackie Speier — a California Democrat on the House Permanent Select Committee on Intelligence who employed Imran and his wife, Hina Alvi — said she never heard of any missing server.",
    "\nJoaquin Castro of Texas — another Democratic intelligence committee member who employed one of the Awans — told TheDCNF that Kiko never told him of any cybersecurity issues whatsoever and that the Awan probe was instead described as a theft issue.",
    "\nIndeed, the CHA issued only one public statement on the case and titled it the “House Theft Investigation” — wording that avoids cybersecurity words while political news coverage raged about other cybersecurity issues in the 2016 election.",
    "\nYet even the alleged theft has not resulted in criminal charges — even though the letter also says House authorities have “purchase orders and vouchers” that allegedly show procurement fraud, as well as testimony from a Democratic chief of staff to Rep. Yvette Clarke, who warned of procurement fraud.",
    "\nThe FBI arrested Imran at the airport in July 2017 for alleged bank fraud that occurred six months prior, and Democrats have since claimed that the case is about nothing but bank fraud.",
    "\nBank fraud does not explain why the Awans were kicked off the House network concurrent with the urgent memo, which did not cite bank fraud.",
    "\nA Democratic IT aide who alleged that Imran solicited a bribe from him told TheDCNF he believes members of Congress are playing dumb and covering the matter up.",
    "\nWendy Anderson, a former chief of staff to New York Rep. Yvette Clarke, told House investigators that she suspected that her predecessor, Shelley Davis, was working with Abid on a theft scheme, but Clarke refused to fire Abid until outside investigators got involved, TheDCNF reported.",
    "\nEighteen months after the evidence was recounted in the urgent memo, prosecution appears to have stalled for reasons not publicly explained.",
    "\nImran is in court July 3 for a possible plea deal in the bank fraud case.",
    "\nGohmert said the FBI has refused to accept evidence demonstrating alleged House misconduct, and some witnesses with first-hand knowledge say the bureau has not interviewed them.",
    "\nArticle posted with permission from Pamela Geller"
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 178,
      "text": "Congress’ Top Cop: House Democratic Caucus Server VANISHED In Muslim Spy Ring Investigation\n\nWhy was the ringleader of the widespread Muslim spy scandal just offered a plea deal?",
      "new_text": "Congress’ Top Cop: House Democratic Caucus Server Disappeared In Spy Ring Investigation\n\nWhy was the ringleader of the widespread Muslim spy scandal just offered a plea deal?",
      "prop_spans": [
        [
          50,
          59,
          "Loaded_Language"
        ],
        [
          62,
          91,
          "Name_Calling,Labeling"
        ],
        [
          93,
          178,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 178,
      "end_ix": 237,
      "text": "\nWho has been exposed to blackmail and God knows what else?",
      "new_text": "\nWho has been exposed to blackmail and maybe other things?",
      "prop_spans": [
        [
          178,
          237,
          "Doubt"
        ],
        [
          217,
          236,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 237,
      "end_ix": 282,
      "text": "\nAnd how deeply has America been compromised?",
      "new_text": "\nAnd how deeply have we been compromised?",
      "prop_spans": [
        [
          237,
          281,
          "Doubt"
        ],
        [
          242,
          281,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 282,
      "end_ix": 341,
      "text": "\nThese crimes are treason and should be prosecuted as such.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 341,
      "end_ix": 459,
      "text": "\nBreak: Ex-Dem IT aide Imran Awan pleads guilty to loan application fraud in federal court, as part of plea agreement.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 459,
      "end_ix": 502,
      "text": "\nProsecutors drop charges against his wife.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 502,
      "end_ix": 621,
      "text": "\nProsecutors say they investigated allegations of improper behavior in Awan’s Congress role, but will bring no charges.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 621,
      "end_ix": 756,
      "text": "\n— Alex Pappas (@AlexPappas) July 3, 2018\ntake our poll - story continues below\nWill Brett Kavanaugh be confirmed to the Supreme Court?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 756,
      "end_ix": 812,
      "text": "\nWill Brett Kavanaugh be confirmed to the Supreme Court?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 812,
      "end_ix": 868,
      "text": "\nWill Brett Kavanaugh be confirmed to the Supreme Court?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 868,
      "end_ix": 897,
      "text": "\n* Yes, he will be confirmed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 897,
      "end_ix": 927,
      "text": "\nNo, he will not be confirmed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 927,
      "end_ix": 1008,
      "text": "\nEmail *\nName This field is for validation purposes and should be left unchanged.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1008,
      "end_ix": 1090,
      "text": "\nCompleting this poll grants you access to Freedom Outpost updates free of charge.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1090,
      "end_ix": 1118,
      "text": "\nYou may opt out at anytime.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1118,
      "end_ix": 1181,
      "text": "\nYou also agree to this site's Privacy Policy and Terms of Use.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1181,
      "end_ix": 1501,
      "text": "\nIn Newly Obtained Memo, Congress’ Top Cop Said House Democratic Caucus Server VANISHED https://t.co/gTj2UgSZJr via @dailycaller — Luke Rosiak (@lukerosiak) July 2, 2018\nA secret memo marked “URGENT” detailed how the House Democratic Caucus’s server went “missing” soon after it became evidence in a cybersecurity probe.",
      "new_text": "\nIn Newly Obtained Memo, Congress’ Top Cop Said House Democratic Caucus Server Disappeared https://t.co/gTj2UgSZJr via @dailycaller — Luke Rosiak (@lukerosiak) July 2, 2018\nA secret memo marked “URGENT” detailed how the House Democratic Caucus’s server went “missing” soon after it became evidence in a cybersecurity probe.",
      "prop_spans": [
        [
          1260,
          1269,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1501,
      "end_ix": 2193,
      "text": "\nThe secret memo also said more than “40 House offices may have been victims of IT security violations.”\nIn the memo, Congress’s top law enforcement official, Sergeant-at-Arms Paul Irving, along with Chief Administrative Officer Phil Kiko, wrote, “We have concluded that the employees [Democratic systems administrator Imran Awan and his family] are an ongoing and serious risk to the House of Representatives, possibly threatening the integrity of our information systems and thereby members’ capacity to serve constituents.”\nThe memo, addressed to the Committee on House Administration (CHA) and dated Feb. 3, 2017, was recently reviewed and transcribed by The Daily Caller News Foundation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2193,
      "end_ix": 2306,
      "text": "\nThe letter bolsters TheDCNF’s previous reporting about the missing server and evidence of fraud on Capitol Hill.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2306,
      "end_ix": 2549,
      "text": "\nIt details how the caucus server, run by then-caucus Chairman Rep. Xavier Becerra, was secretly copied by authorities after the House Inspector General (IG) identified suspicious activity on it, but the Awans’ physical access was not blocked.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2549,
      "end_ix": 2658,
      "text": "\nBut after, the report reads, the server appears to have been secretly replaced with one that looked similar.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2658,
      "end_ix": 2804,
      "text": "\nThe memo called for firing the Pakistani-born aides, revoking all their computer accounts, and changing the locks on any door they had access to.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2804,
      "end_ix": 2996,
      "text": "\nRep. Louie Gohmert — a Texas Republican on the House Committee on the Judiciary who has done oversight work on the case — said the missing server contained copies of Congress members’ emails.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2996,
      "end_ix": 3117,
      "text": "\n“They put 40 members of Congress’s data on one server … That server, with that serial number, has disappeared,” he said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3117,
      "end_ix": 3328,
      "text": "\nMultiple sources connected to the investigation told TheDCNF that shortly after an IG report came out identifying the House Democratic Caucus server as key evidence in a criminal probe, the evidence was stolen.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3328,
      "end_ix": 3446,
      "text": "\n“They [the Awans] deliberately turned over a fake server” to falsify evidence, one official close to the CHA alleged.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3446,
      "end_ix": 3464,
      "text": "\n“It was a breach.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3464,
      "end_ix": 3716,
      "text": "\nThe data was completely out of [members’] possession.”\nThe six-page letter says:\n• In September of 2016 … the CHA and [IG] briefed the former Chairman of the Democratic Caucus about suspicious activity related to their server that the [IG] identified.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3716,
      "end_ix": 3845,
      "text": "\nAs a result, the former Chairman of the Democratic Caucus directed the CAO to copy the data from their server and two computers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3845,
      "end_ix": 3917,
      "text": "\n• The CHA directed the IG to refer the matter to the US Capitol Police.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3917,
      "end_ix": 3981,
      "text": "\nThe USCP initiated an investigation that continues to this day.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3981,
      "end_ix": 4116,
      "text": "\n• In late 2016, the former Chairman of the Democratic Caucus announced his intention to resign from Congress to assume a new position.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4116,
      "end_ix": 4228,
      "text": "\nThe CAO and [sergeant-at-arms] worked with the Chairman to account for his inventory, including the one server.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4228,
      "end_ix": 4368,
      "text": "\n• While reviewing the inventory, the CAO discovered that the serial number of the server did not match that of the one imaged in September.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4368,
      "end_ix": 4647,
      "text": "\n[Investigators] also discovered that the server in question [the replacement server] was still operating under the employee’s control, contrary to the explicit instructions of the former chairman to turn over all equipment and fully cooperate with the inquiry and investigation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4647,
      "end_ix": 4699,
      "text": "\n[A House source said the \"employee” was Abid Awan.]",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4699,
      "end_ix": 4767,
      "text": "\n• The USCP interviewed relevant staff regarding the missing server.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4767,
      "end_ix": 4907,
      "text": "\n• On January 24, 2017, the CAO acquired the [r[replacement]erver from the control of the employees and transferred that server to the USCP.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4907,
      "end_ix": 4991,
      "text": "\nPresident Donald Trump referenced the Democratic Caucus’ missing server in a tweet.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4991,
      "end_ix": 5168,
      "text": "\nBut because the letter to the CHA was kept secret, many news outlets have not grasped that the House’s top cop documented a “missing server” connected to the Democratic Caucus.",
      "new_text": "\nBut because the letter to the CHA was kept secret, many news outlets have not grasped that the House’s top cop documented a “missing server” connected to the Democratic Caucus.",
      "prop_spans": [
        [
          5083,
          5103,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 5168,
      "end_ix": 5427,
      "text": "\nThe timeline laid out in the letter also shows that Becerra — now California’s Democratic attorney general — failed to ensure that the Awans didn’t have access to House computer systems during the 2016 election, which was wrought with cybersecurity scandals.",
      "new_text": "\nThe timeline laid out in the letter also shows that Becerra — now California’s Democratic attorney general — might have failed to ensure that the Awans didn’t have access to House computer systems during the 2016 election, which was wrought with cybersecurity scandals.",
      "prop_spans": [
        [
          5221,
          5426,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5427,
      "end_ix": 5540,
      "text": "\nAn IG presentation from September 2016 shows that Becerra knew of problems months before the server disappeared.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5540,
      "end_ix": 5669,
      "text": "\n“The Caucus Chief of Staff requested one of the shared employees to not provide IT services or access their computers,” it read.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5669,
      "end_ix": 5795,
      "text": "\n“This shared employee continued.” It’s unclear why that request was not granted or why it was a request rather than an order.",
      "new_text": "\n“This shared employee continued.” It’s unclear why that request was not granted or why it was a request rather than an order.",
      "prop_spans": [
        [
          5704,
          5794,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5795,
      "end_ix": 5907,
      "text": "\nA House official close to the probe said the employee was Abid, who was not on Becerra or the Caucus’s payroll.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5907,
      "end_ix": 6014,
      "text": "\nThe official said Becerra Chief of Staff Sean McCluskie apparently knew Abid was accessing Caucus servers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6014,
      "end_ix": 6116,
      "text": "\nAccording to payroll records, Abid’s sister-in-law, Hina Alvi, was the Caucus’ systems administrator.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6116,
      "end_ix": 6315,
      "text": "\nThe Awans’ continued physical access to Becerra’s equipment after red flags emerged enabled the server to disappear after it became evidence, House officials close to the investigation told TheDCNF.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6315,
      "end_ix": 6508,
      "text": "\n(RELATED: Becerra Tried To Block Awan From House Democratic Caucus Server, But Logins Continued; He Didn’t Go To Cops)\nBecerra has refused to comment, citing an ongoing criminal investigation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6508,
      "end_ix": 7107,
      "text": "\nThe February 2017 memo itemizes “numerous and egregious violations of House IT security” by members of the Awan family, including using Congress members’ usernames and “the unauthorized storage of sensitive House information outside the House.”\n“These employees accessed user accounts and computers for offices that did not employ them, without the knowledge and permission of the impacted Member’s office,” it said, adding, “4 of the employees accessed the Democratic Caucus computers 5,735 times.” More than 100 office computers were open to access from people not on the office’s staff, it said.",
      "new_text": "\nThe February 2017 memo itemizes “numerous and egregious violations of House IT security” by members of the Awan family, including using Congress members’ usernames and “the unauthorized storage of sensitive House information outside the House.”\n“These employees accessed user accounts and computers for offices that did not employ them, without the knowledge and permission of the impacted Member’s office,” it said, adding, “4 of the employees accessed the Democratic Caucus computers 5,735 times.” More than 100 office computers were open to access from people not on the office’s staff, it said.",
      "prop_spans": [
        [
          6542,
          6576,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7107,
      "end_ix": 7367,
      "text": "\nChris Gowen — a former aide to Hillary Clinton who is now serving as Imran’s attorney — told TheDCNF, “There is no missing server and never was.”\nHe didn’t provide any support for his claim, which is contrary to evidence Kiko and Irving presented to Congress.",
      "new_text": "\nChris Gowen — a former aide to Hillary Clinton who is now serving as Imran’s attorney — told TheDCNF, “There is no missing server and never was.”\nHe didn’t provide any support for his claim, which is contrary to evidence Kiko and Irving presented to Congress.",
      "prop_spans": [
        [
          7254,
          7366,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 7367,
      "end_ix": 7571,
      "text": "\nThe memo said the CHA possesses voluminous evidence, including, “Interview notes with House Members’ Chiefs of Staff,” and “Logon activity and computer access logs.” Prosecutors have not brought charges.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7571,
      "end_ix": 7752,
      "text": "\nThe Awans were banned from Congress’s computer network the day the letter was sent, and Kiko held a briefing to convey the message to chiefs of staff for members who employed them.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7752,
      "end_ix": 7860,
      "text": "\nBut Democrats claim they were never told about any of the cybersecurity issues itemized in the urgent memo.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7860,
      "end_ix": 8048,
      "text": "\nRep. Jackie Speier — a California Democrat on the House Permanent Select Committee on Intelligence who employed Imran and his wife, Hina Alvi — said she never heard of any missing server.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8048,
      "end_ix": 8296,
      "text": "\nJoaquin Castro of Texas — another Democratic intelligence committee member who employed one of the Awans — told TheDCNF that Kiko never told him of any cybersecurity issues whatsoever and that the Awan probe was instead described as a theft issue.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8296,
      "end_ix": 8536,
      "text": "\nIndeed, the CHA issued only one public statement on the case and titled it the “House Theft Investigation” — wording that avoids cybersecurity words while political news coverage raged about other cybersecurity issues in the 2016 election.",
      "new_text": "\nIndeed, the CHA issued only one public statement on the case and titled it the “House Theft Investigation” — wording that avoids cybersecurity words while political news coverage talked about other cybersecurity issues in the 2016 election.",
      "prop_spans": [
        [
          8476,
          8488,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8536,
      "end_ix": 8838,
      "text": "\nYet even the alleged theft has not resulted in criminal charges — even though the letter also says House authorities have “purchase orders and vouchers” that allegedly show procurement fraud, as well as testimony from a Democratic chief of staff to Rep. Yvette Clarke, who warned of procurement fraud.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8838,
      "end_ix": 9024,
      "text": "\nThe FBI arrested Imran at the airport in July 2017 for alleged bank fraud that occurred six months prior, and Democrats have since claimed that the case is about nothing but bank fraud.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9024,
      "end_ix": 9164,
      "text": "\nBank fraud does not explain why the Awans were kicked off the House network concurrent with the urgent memo, which did not cite bank fraud.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9164,
      "end_ix": 9325,
      "text": "\nA Democratic IT aide who alleged that Imran solicited a bribe from him told TheDCNF he believes members of Congress are playing dumb and covering the matter up.",
      "new_text": "\nA Democratic IT aide who alleged that Imran solicited a bribe from him told TheDCNF he believes members of Congress are faking and covering the matter up.",
      "prop_spans": [
        [
          9281,
          9298,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9325,
      "end_ix": 9611,
      "text": "\nWendy Anderson, a former chief of staff to New York Rep. Yvette Clarke, told House investigators that she suspected that her predecessor, Shelley Davis, was working with Abid on a theft scheme, but Clarke refused to fire Abid until outside investigators got involved, TheDCNF reported.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9611,
      "end_ix": 9752,
      "text": "\nEighteen months after the evidence was recounted in the urgent memo, prosecution appears to have stalled for reasons not publicly explained.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9752,
      "end_ix": 9826,
      "text": "\nImran is in court July 3 for a possible plea deal in the bank fraud case.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9826,
      "end_ix": 10004,
      "text": "\nGohmert said the FBI has refused to accept evidence demonstrating alleged House misconduct, and some witnesses with first-hand knowledge say the bureau has not interviewed them.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10004,
      "end_ix": 10054,
      "text": "\nArticle posted with permission from Pamela Geller",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      50,
      59,
      "Loaded_Language"
    ],
    [
      62,
      91,
      "Name_Calling,Labeling"
    ],
    [
      93,
      281,
      "Doubt"
    ],
    [
      217,
      236,
      "Loaded_Language"
    ],
    [
      242,
      281,
      "Flag-Waving"
    ],
    [
      1260,
      1269,
      "Loaded_Language"
    ],
    [
      5083,
      5103,
      "Name_Calling,Labeling"
    ],
    [
      5221,
      5426,
      "Doubt"
    ],
    [
      5704,
      5794,
      "Doubt"
    ],
    [
      6542,
      6576,
      "Loaded_Language"
    ],
    [
      7254,
      7366,
      "Doubt"
    ],
    [
      8476,
      8488,
      "Loaded_Language"
    ],
    [
      9281,
      9298,
      "Loaded_Language"
    ]
  ]
}