{
  "article_id": "776049384",
  "sentence offsets in original": [
    0,
    151,
    261,
    385,
    442,
    603,
    710,
    735,
    946,
    1232,
    1253,
    1441,
    1509,
    1551,
    1589,
    1620,
    1647,
    1691,
    1729,
    1776,
    1833,
    1842,
    1927,
    1967,
    2013,
    2046,
    2078,
    2123,
    2178,
    2193,
    2385,
    2640,
    2741,
    2816,
    2985,
    3118,
    3193,
    3252,
    3334,
    3402,
    3484,
    3535,
    3645,
    3724,
    3789,
    3950,
    4102,
    4227,
    4349,
    4487,
    4579,
    4856,
    5002,
    5046,
    5154,
    5344,
    5383,
    5540,
    5697,
    5863,
    5950,
    5969,
    5991,
    6092,
    6335,
    6482,
    6622,
    6643,
    6742,
    6855,
    7116,
    7145,
    7170,
    7312,
    7359,
    7442,
    7659,
    7891,
    8167,
    8387,
    9124,
    9516,
    9646,
    10022,
    10168,
    10314,
    10420,
    10496,
    10550,
    10636,
    10673,
    10721,
    10736,
    10782
  ],
  "original sentences": [
    "The Remnant Newspaper\n\nThe unmasking of McCarrick exposed the pervasive prelate coverup of homosexual sexual predation in the American Catholic Church.",
    "\nThese swarmy power brokers have colluded far too long at the tragic expense of innocent boys and seminarians.",
    "\nFor 60 years, Ted McCarrick roamed the halls of seminaries, harassing, raping, and assaulting young males around the world.",
    "\nHis brother bishops all knew and they all stayed silent.",
    "\nHow fortuitous and revelatory that McCarrick, the Molester would divulge his personal role in the pre-Conclave lobbying effort to elect Jorge Bergoglio as Pope.",
    "\nThe notorious lavender mafia anxiously sought a simpatico Pope to advance its reformist homosexual agenda.",
    "\nBergoglio was their man.",
    "\nThe now well known McCarrick Villanova Speech on October 13, 2013 where he relayed the story about a prominent Italian man who met with McCarrick to ask him to lobby for the election of Bergoglio to the papacy.",
    "\nIn light of the McCarrick scandal, the conversation takes on new meaning...\nMcCarrick described the conversation with the Influential Roman:\n“Before we went into the General Congregation, a very interesting and influential Italian gentleman came to see me at the Seminary (where else?)",
    "\nwhere I was staying.",
    "\nWe sat down and he’s a very brilliant man, very influential in Rome and said he had a favor to ask of me back home in the U.S., but then he said:”\nInfluential Roman: What about Bergoglio?",
    "\nMolester McCarrick: I was surprised and said, What about Bergoglio?",
    "\nInfluential Roman: Does he have a chance?",
    "\nMolester McCarrick: I don’t think so.",
    "\nNo one has mentioned his name.",
    "\nHe isn’t on anyone’s mind.",
    "\nInfluential Roman: He could do it you know.",
    "\nMolester McCarrick: What could he do?",
    "\nInfluential Roman: He could reform the Church.",
    "\nIf you gave him 5 years, he could get us back on target.",
    "\nHe’s 76.",
    "\nIf he had 5 years—the Lord working through him, he could make the Church over again.",
    "\nMolester McCarrick: That’s interesting.",
    "\nInfluential Roman: I know you are his friend.",
    "\nMolester McCarrick: I hope I am.",
    "\nInfluential Roman: Talk him up.",
    "\nMolester McCarrick'll vouch for ya, Francis!",
    "\n#bromance\nAnd talk him up, McCarrick the Molester did!",
    "\nOh, the irony!",
    "\nThat the most prolific serial predator Cardinal would divulge the pre-Conclave Bergoglio plot to “reform the Church.” Now we know what “reform the Church” looks like in the Bergoglian papacy.",
    "\nYes, the clever and tyrannical Bergoglio, through his manipulation of synods, footnotes, exhortations, personal phone calls, airplane pressers, and correspondence has nearly completed his task of modernizing the Roman Catholic Church in the past 5 years.",
    "\nThe rallying cry for his homosexual modern agenda was sounded in his July 29, 2013 airplane presser.",
    "\nWho am I to judge set the tone for merciful embrace of homosexual priests.",
    "\nAfter 5 long years, his unrelenting mercy mantra seemingly extends only to homosexual clerics, not to the laity or clergy victims who protest the cover ups by prelates.",
    "\nFrancis’ wink and nod to the homosexual lifestyle landed him on the cover of the Advocate, the gay magazine, as its Man of the Year.",
    "\nHe lapped up the accolades from the secular culture and main stream media.",
    "\nYet, fame is and predation is unrelenting, even for Popes.",
    "\nIn the words of Queen Elizabeth, this year has been annus horribilis for Francis.",
    "\nExcuse the gay slang pun but, the chickens have come home to roost.",
    "\nThe cascading revelations of papal sex scandals are toppling the barque of Peter.",
    "\nWill Catholic laity pay attention and take action?",
    "\nThe McCarrick scandal created an earthquake in the Catholic Church with aftershocks that will last for years.",
    "\nThe timing is eerily propitious and providential based on the 5 year deadline.",
    "\nWill the laity step up and reclaim our hijacked Catholic Church?",
    "\nThis critical time in the history of the Catholic Church demands that the laity step forward to protect the Church, its children and seminarians from predators.",
    "\nWe must close ranks before another precious child is exploited, a holy seminarian is violated, or another homosexual orgy is covered up at the Vatican.",
    "\nThe first order of business is to scuttle the upcoming October Synod on Young People, the Faith, and Vocational Discernment.",
    "\nRemember that influential Roman gentleman friend of McCarrick who said that Bergoglio could reform the Church in 5 years?",
    "\nBergoglio’s upcoming Synod on Young People will serve as the culminating vehicle for the 5 year modernist reform of the St. Gallen Mafia.",
    "\nThis Synod is designed to exploit the youth, like they’ve been doing for the last 60 years.",
    "\nIf it weren’t so infuriating, it would be laughable that following the McCarrick scandal of sexual predation of young males and seminarians, by a Cardinal, and covered up by Bishops, the Catholic Church would host a Synod of Bishops on the topic of young people and vocations!",
    "\nFurthermore, this nightmare of a “sinod\" is inviting youth from ages 16-29 to mingle with the Bishops to discuss the Church, faith and vocations.",
    "\nAre you thoroughly disgusted by this farce?",
    "\nThe Bishops have proven that they cannot be trusted to protect young people and seminarians from predators.",
    "\nThe ever growing global list of Bishops and Cardinals that have preyed on /and or covered up the sexual abuse of minors and seminarians over the last 60 years continues to enrage the laity.",
    "\nWe are no longer Shocked, just fed up.",
    "\nLet’s start with the Cardinal who will lead the upcoming Synod, none other than Cardinal Kevin Farrell, Prefect of the Dicastery for Laity, Family and Life.",
    "\nAs the DC roommate and protege of Ted McCarrick, Farrell so respected McCarrick, the Molester, that he fashioned his Coat of Arms as a tribute to Uncle Ted.",
    "\nFarrell’s pathetic and laughable defense “I never knew anything about McCarrick” video highlights the continuing conspiracy of denial by the U.S. Catholic hierarchy.",
    "\nUndoubtedly, Farrell as the head of this Synod chose his dear friend gay friendly, Fr.",
    "\nJames Martin, S.J.",
    "\nto keynote the Synod.",
    "\nFarrell’s graciously offers notorious praise for Martin’s new book, Building a Bridge (to hell, ed.)",
    "\nexposes his obvious underlying homosexual agenda and aura of the upcoming Synod:\n“A welcome and much-needed book that will help bishops, priests, pastoral associates, and all church leaders more compassionately minister to the LGBT community.",
    "\nIt will also help LGBT Catholics feel more at home in what is, after all, their church.”\nWhat merciful praise for Martin’s book, Cardinal Farrell!",
    "\nContrary to the theme of mercy and compassion to LGBTs, it appears that your mentor, McCarrick set out to groom and grow an LGBT community.",
    "\nClearly, you and Fr.",
    "\nMartin have much in common since you both claimed you were “shocked” by the McCarrick allegations.",
    "\nExplain to Catholics why would you headline a homosexual affirming speaker at a Synod for youth and seminarians?",
    "\nIn case you haven’t been reading the McCarrick headlines or noticing the plunging mass attendance and collections, Catholics don’t trust their boys around priests and are furious that their seminarians are subjected to unrelenting homosexual sexual harassment.",
    "\nMcCarrick is the last straw.",
    "\nAll credibility is lost.",
    "\nThe October Synod is yet another example of Church leaders exploiting Catholic youth for their own personal power agenda and selfish motives.",
    "\nBergoglio’s five year plan is nearly complete.",
    "\nCatholics must shed their trust and naivety in the papacy and bishops’ conference.",
    "\nDare, if you will, to read the thrill, the excitement and anticipated results of the Synod in the radical New Ways Gay Catholic Ministry article, entitled, Youth Synod Document shows Vatican evolution on LGBT Topics.",
    "\nThe article highlights the New Ways excitement over the shift in the Vatican approach to the LGBT issues at the Synod:\n“Another significant development is the acknowledgement that LGBT people have a desire to be part of the church.",
    "\nIn one section, the document states: “some LGBT youth … wish to benefit from greater closeness and experience greater care from the Church.” “This acknowledgement is a welcome change from the hierarchy’s traditional rhetoric that suggests LGBT people are opposed to religion.",
    "\nAs New Ways Ministry knows from over 40 years of pastoral work with the LGBT community, LGBT Catholics have a deep spirituality, often forged by remarkable journeys overcoming rejection, alienation, and marginalization.",
    "\nLGBT Catholics have stayed a part of the church, despite statements and actions which have offended and hurt them.”\nThe New Ways article highlights the efforts of Cardinal Kevin Farrell and his Vatican cronies to promote the LGBT agenda for the upcoming Synod:\n“A third development is that the document shows that Vatican officials paid attention to concerns about LGBT issues which were raised by youth at a pre-synod meeting in Rome during March of this year, and also from youth around the world who made their views known to the Vatican online.”\nAnd what of the infamous Instrumentum Laboris, drafted by the crafty Cardinal Baldisseri, Secretary General of the Synod of Bishops, noteworthy of the infamous First Synod on the Family?",
    "\nKnown for his manipulative polls and magical modernistic results, Baldisseri infamously stated that “dogma has its own evolution.” Baldisseri stayed true to his modernist form and agenda and to the delight of the New Ways Ministry, he announced at the Vatican press conference that his office is using for the first time ever the LGBT acronym to refer to gay people in a spirit of inclusion.",
    "\nLest there be any doubt about the secret agenda and outcome of this Synod, Cardinal Baldisseri raises the exclusion rainbow flag.",
    "\nBaldisseri notes that the upcoming Synod is to “make the entire Church aware of its important mission to accompany every young person, none excluded.”\nThis papacy is awash in the prissy, pop psycho speak, jargon of accompaniment, listening, and dialogue dazzling the media with empty tropes and luring the uncatechized into its globalist mantra of one world new age religion.",
    "\nNot surprisingly, Baldisseri never once mentions that dreaded word, dogma in the Instrumentum Laboris, but effuses about accompaniment 136 times!",
    "\nThis doltish and dimwitted document wreaks of psycho babble, insults the intelligence of young people, and will destroy the future of the Church.",
    "\nWelcome to the dumbing down of the Catholic Faith by the St. Gallen Mafia and their don, Jorge Bergoglio.",
    "\nThis Synod will exploit the youth and seminarians, just like Ted McCarrick.",
    "\nThe handwriting is all over the 37 foot Vatican wall.",
    "\nThe time to take a stand against this radical hijacking of Holy Mother Church is now.",
    "\nExpose and rout every last predator.",
    "\nPurge every homosexual from its clerical ranks.",
    "\n#StopTheSynod.",
    "\nIt has all the markings of a Gay Pride Rally.",
    "\n__________________________________________\nElizabeth Yore is an attorney and international child rights advocate who has investigated clergy sex abuse cases."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 151,
      "text": "The Remnant Newspaper\n\nThe unmasking of McCarrick exposed the pervasive prelate coverup of homosexual sexual predation in the American Catholic Church.",
      "new_text": "The Remnant Newspaper\n\nThe unmasking of McCarrick exposed the prevalent prelate coverup of homosexual sexual predation in the American Catholic Church.",
      "prop_spans": [
        [
          62,
          87,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 151,
      "end_ix": 261,
      "text": "\nThese swarmy power brokers have colluded far too long at the tragic expense of innocent boys and seminarians.",
      "new_text": "\nThese people have colluded far too long at the sad expense of innocent boys and seminarians.",
      "prop_spans": [
        [
          158,
          178,
          "Name_Calling,Labeling"
        ],
        [
          213,
          219,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 261,
      "end_ix": 385,
      "text": "\nFor 60 years, Ted McCarrick roamed the halls of seminaries, harassing, raping, and assaulting young males around the world.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 385,
      "end_ix": 442,
      "text": "\nHis brother bishops all knew and they all stayed silent.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 442,
      "end_ix": 603,
      "text": "\nHow fortuitous and revelatory that McCarrick, the Molester would divulge his personal role in the pre-Conclave lobbying effort to elect Jorge Bergoglio as Pope.",
      "new_text": "\nHow fortuitous and revelatory that McCarrick would divulge his personal role in the pre-Conclave lobbying effort to elect Jorge Bergoglio as Pope.",
      "prop_spans": [
        [
          493,
          501,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 603,
      "end_ix": 710,
      "text": "\nThe notorious lavender mafia anxiously sought a simpatico Pope to advance its reformist homosexual agenda.",
      "new_text": "\nThe notorious mafia anxiously sought a simpatico Pope to advance its reformist homosexual agenda.",
      "prop_spans": [
        [
          618,
          632,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 710,
      "end_ix": 735,
      "text": "\nBergoglio was their man.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 735,
      "end_ix": 946,
      "text": "\nThe now well known McCarrick Villanova Speech on October 13, 2013 where he relayed the story about a prominent Italian man who met with McCarrick to ask him to lobby for the election of Bergoglio to the papacy.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 946,
      "end_ix": 1232,
      "text": "\nIn light of the McCarrick scandal, the conversation takes on new meaning...\nMcCarrick described the conversation with the Influential Roman:\n“Before we went into the General Congregation, a very interesting and influential Italian gentleman came to see me at the Seminary (where else?)",
      "new_text": "\nIn light of the McCarrick scandal, the conversation takes on new meaning...\nMcCarrick described the conversation with the Influential Roman:\n“Before we went into the General Congregation, a very interesting and influential Italian gentleman came to see me at the Seminary (where else?)",
      "prop_spans": [
        [
          1069,
          1080,
          "Repetition"
        ],
        [
          1158,
          1169,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 1232,
      "end_ix": 1253,
      "text": "\nwhere I was staying.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1253,
      "end_ix": 1441,
      "text": "\nWe sat down and he’s a very brilliant man, very influential in Rome and said he had a favor to ask of me back home in the U.S., but then he said:”\nInfluential Roman: What about Bergoglio?",
      "new_text": "\nWe sat down and he’s a very brilliant man, very influential in Rome and said he had a favor to ask of me back home in the U.S., but then he said:”\nRoman: What about Bergoglio?",
      "prop_spans": [
        [
          1302,
          1313,
          "Repetition"
        ],
        [
          1401,
          1412,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 1441,
      "end_ix": 1509,
      "text": "\nMolester McCarrick: I was surprised and said, What about Bergoglio?",
      "new_text": "\nMcCarrick: I was surprised and said, What about Bergoglio?",
      "prop_spans": [
        [
          1442,
          1450,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 1509,
      "end_ix": 1551,
      "text": "\nInfluential Roman: Does he have a chance?",
      "new_text": "\nRoman: Does he have a chance?",
      "prop_spans": [
        [
          1510,
          1521,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 1551,
      "end_ix": 1589,
      "text": "\nMolester McCarrick: I don’t think so.",
      "new_text": "\nMcCarrick: I don’t think so.",
      "prop_spans": [
        [
          1552,
          1560,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 1589,
      "end_ix": 1620,
      "text": "\nNo one has mentioned his name.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1620,
      "end_ix": 1647,
      "text": "\nHe isn’t on anyone’s mind.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1647,
      "end_ix": 1691,
      "text": "\nInfluential Roman: He could do it you know.",
      "new_text": "\nRoman: He could do it you know.",
      "prop_spans": [
        [
          1648,
          1659,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 1691,
      "end_ix": 1729,
      "text": "\nMolester McCarrick: What could he do?",
      "new_text": "\nMcCarrick: What could he do?",
      "prop_spans": [
        [
          1692,
          1700,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 1729,
      "end_ix": 1776,
      "text": "\nInfluential Roman: He could reform the Church.",
      "new_text": "\nRoman: He could reform the Church.",
      "prop_spans": [
        [
          1730,
          1741,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 1776,
      "end_ix": 1833,
      "text": "\nIf you gave him 5 years, he could get us back on target.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1833,
      "end_ix": 1842,
      "text": "\nHe’s 76.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1842,
      "end_ix": 1927,
      "text": "\nIf he had 5 years—the Lord working through him, he could make the Church over again.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1927,
      "end_ix": 1967,
      "text": "\nMolester McCarrick: That’s interesting.",
      "new_text": "\nMcCarrick: That’s interesting.",
      "prop_spans": [
        [
          1928,
          1936,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 1967,
      "end_ix": 2013,
      "text": "\nInfluential Roman: I know you are his friend.",
      "new_text": "\nRoman: I know you are his friend.",
      "prop_spans": [
        [
          1968,
          1979,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 2013,
      "end_ix": 2046,
      "text": "\nMolester McCarrick: I hope I am.",
      "new_text": "\nMcCarrick: I hope I am.",
      "prop_spans": [
        [
          2014,
          2022,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 2046,
      "end_ix": 2078,
      "text": "\nInfluential Roman: Talk him up.",
      "new_text": "\nRoman: Talk him up.",
      "prop_spans": [
        [
          2047,
          2058,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 2078,
      "end_ix": 2123,
      "text": "\nMolester McCarrick'll vouch for ya, Francis!",
      "new_text": "\nMcCarrick'll vouch for ya, Francis!",
      "prop_spans": [
        [
          2079,
          2087,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 2123,
      "end_ix": 2178,
      "text": "\n#bromance\nAnd talk him up, McCarrick the Molester did!",
      "new_text": "\n#bromance\nAnd talk him up, McCarrick did!",
      "prop_spans": [
        [
          2165,
          2173,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 2178,
      "end_ix": 2193,
      "text": "\nOh, the irony!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2193,
      "end_ix": 2385,
      "text": "\nThat the most prolific serial predator Cardinal would divulge the pre-Conclave Bergoglio plot to “reform the Church.” Now we know what “reform the Church” looks like in the Bergoglian papacy.",
      "new_text": "\nThat a prolific serial predator Cardinal would divulge the pre-Conclave Bergoglio plot to “reform the Church.” Now we know what “reform the Church” looks like in the Bergoglian papacy.",
      "prop_spans": [
        [
          2199,
          2232,
          "Exaggeration,Minimisation"
        ],
        [
          2292,
          2309,
          "Slogans"
        ],
        [
          2330,
          2347,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 2385,
      "end_ix": 2640,
      "text": "\nYes, the clever and tyrannical Bergoglio, through his manipulation of synods, footnotes, exhortations, personal phone calls, airplane pressers, and correspondence has nearly completed his task of modernizing the Roman Catholic Church in the past 5 years.",
      "new_text": "\nYes, the clever and dictatorial Bergoglio, through his manipulation of synods, footnotes, exhortations, personal phone calls, airplane pressers, and correspondence has nearly completed his task of modernizing the Roman Catholic Church in the past 5 years.",
      "prop_spans": [
        [
          2406,
          2416,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2640,
      "end_ix": 2741,
      "text": "\nThe rallying cry for his homosexual modern agenda was sounded in his July 29, 2013 airplane presser.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2741,
      "end_ix": 2816,
      "text": "\nWho am I to judge set the tone for merciful embrace of homosexual priests.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2816,
      "end_ix": 2985,
      "text": "\nAfter 5 long years, his unrelenting mercy mantra seemingly extends only to homosexual clerics, not to the laity or clergy victims who protest the cover ups by prelates.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2985,
      "end_ix": 3118,
      "text": "\nFrancis’ wink and nod to the homosexual lifestyle landed him on the cover of the Advocate, the gay magazine, as its Man of the Year.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3118,
      "end_ix": 3193,
      "text": "\nHe lapped up the accolades from the secular culture and main stream media.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3193,
      "end_ix": 3252,
      "text": "\nYet, fame is and predation is unrelenting, even for Popes.",
      "new_text": "\nYet, fame is and predation is uncompromising, even for Popes.",
      "prop_spans": [
        [
          3211,
          3235,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3252,
      "end_ix": 3334,
      "text": "\nIn the words of Queen Elizabeth, this year has been annus horribilis for Francis.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3334,
      "end_ix": 3402,
      "text": "\nExcuse the gay slang pun but, the chickens have come home to roost.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3402,
      "end_ix": 3484,
      "text": "\nThe cascading revelations of papal sex scandals are toppling the barque of Peter.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3484,
      "end_ix": 3535,
      "text": "\nWill Catholic laity pay attention and take action?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3535,
      "end_ix": 3645,
      "text": "\nThe McCarrick scandal created an earthquake in the Catholic Church with aftershocks that will last for years.",
      "new_text": "\nThe McCarrick scandal created an earthquake in the Catholic Church with aftershocks that will last for years.",
      "prop_spans": [
        [
          3569,
          3579,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3645,
      "end_ix": 3724,
      "text": "\nThe timing is eerily propitious and providential based on the 5 year deadline.",
      "new_text": "\nThe timing is strangely propitious and providential based on the 5 year deadline.",
      "prop_spans": [
        [
          3660,
          3666,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3724,
      "end_ix": 3789,
      "text": "\nWill the laity step up and reclaim our hijacked Catholic Church?",
      "new_text": "\nWill the laity step up and reclaim our Catholic Church?",
      "prop_spans": [
        [
          3764,
          3772,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3789,
      "end_ix": 3950,
      "text": "\nThis critical time in the history of the Catholic Church demands that the laity step forward to protect the Church, its children and seminarians from predators.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3950,
      "end_ix": 4102,
      "text": "\nWe must close ranks before another precious child is exploited, a holy seminarian is violated, or another homosexual orgy is covered up at the Vatican.",
      "new_text": "\nWe must close ranks before another precious child is exploited, a holy seminarian is violated, or another homosexual group activity is covered up at the Vatican.",
      "prop_spans": [
        [
          4068,
          4072,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4102,
      "end_ix": 4227,
      "text": "\nThe first order of business is to scuttle the upcoming October Synod on Young People, the Faith, and Vocational Discernment.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4227,
      "end_ix": 4349,
      "text": "\nRemember that influential Roman gentleman friend of McCarrick who said that Bergoglio could reform the Church in 5 years?",
      "new_text": "\nRemember that Roman gentleman friend of McCarrick who said that Bergoglio could reform the Church in 5 years?",
      "prop_spans": [
        [
          4242,
          4253,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 4349,
      "end_ix": 4487,
      "text": "\nBergoglio’s upcoming Synod on Young People will serve as the culminating vehicle for the 5 year modernist reform of the St. Gallen Mafia.",
      "new_text": "\nBergoglio’s upcoming Synod on Young People will serve as the culminating vehicle for the 5 year modernist reform of the Mafia.",
      "prop_spans": [
        [
          4470,
          4486,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 4487,
      "end_ix": 4579,
      "text": "\nThis Synod is designed to exploit the youth, like they’ve been doing for the last 60 years.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4579,
      "end_ix": 4856,
      "text": "\nIf it weren’t so infuriating, it would be laughable that following the McCarrick scandal of sexual predation of young males and seminarians, by a Cardinal, and covered up by Bishops, the Catholic Church would host a Synod of Bishops on the topic of young people and vocations!",
      "new_text": "\nIf it weren’t so maddening, it would be laughable that following the McCarrick scandal of sexual predation of young males and seminarians, by a Cardinal, and covered up by Bishops, the Catholic Church would host a Synod of Bishops on the topic of young people and vocations!",
      "prop_spans": [
        [
          4597,
          4608,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4856,
      "end_ix": 5002,
      "text": "\nFurthermore, this nightmare of a “sinod\" is inviting youth from ages 16-29 to mingle with the Bishops to discuss the Church, faith and vocations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5002,
      "end_ix": 5046,
      "text": "\nAre you thoroughly disgusted by this farce?",
      "new_text": "\nAre you disgusted by this squib?",
      "prop_spans": [
        [
          5003,
          5046,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5046,
      "end_ix": 5154,
      "text": "\nThe Bishops have proven that they cannot be trusted to protect young people and seminarians from predators.",
      "new_text": "\nThe Bishops have proven that they cannot be trusted to protect young people and seminarians from predators.",
      "prop_spans": [
        [
          5046,
          5047,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5154,
      "end_ix": 5344,
      "text": "\nThe ever growing global list of Bishops and Cardinals that have preyed on /and or covered up the sexual abuse of minors and seminarians over the last 60 years continues to enrage the laity.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5344,
      "end_ix": 5383,
      "text": "\nWe are no longer Shocked, just fed up.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5383,
      "end_ix": 5540,
      "text": "\nLet’s start with the Cardinal who will lead the upcoming Synod, none other than Cardinal Kevin Farrell, Prefect of the Dicastery for Laity, Family and Life.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5540,
      "end_ix": 5697,
      "text": "\nAs the DC roommate and protege of Ted McCarrick, Farrell so respected McCarrick, the Molester, that he fashioned his Coat of Arms as a tribute to Uncle Ted.",
      "new_text": "\nAs the DC roommate and protege of Ted McCarrick, Farrell so respected McCarrick, that he fashioned his Coat of Arms as a tribute to Uncle Ted.",
      "prop_spans": [
        [
          5626,
          5634,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 5697,
      "end_ix": 5863,
      "text": "\nFarrell’s pathetic and laughable defense “I never knew anything about McCarrick” video highlights the continuing conspiracy of denial by the U.S. Catholic hierarchy.",
      "new_text": "\nFarrell’s defense “I never knew anything about McCarrick” video highlights the continuing conspiracy of denial by the U.S. Catholic hierarchy.",
      "prop_spans": [
        [
          5708,
          5730,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5863,
      "end_ix": 5950,
      "text": "\nUndoubtedly, Farrell as the head of this Synod chose his dear friend gay friendly, Fr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5950,
      "end_ix": 5969,
      "text": "\nJames Martin, S.J.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5969,
      "end_ix": 5991,
      "text": "\nto keynote the Synod.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5991,
      "end_ix": 6092,
      "text": "\nFarrell’s graciously offers notorious praise for Martin’s new book, Building a Bridge (to hell, ed.)",
      "new_text": "\nFarrell’s graciously offers notorious praise for Martin’s new book, Building a Bridge (to hell, ed.)",
      "prop_spans": [
        [
          6079,
          6086,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6092,
      "end_ix": 6335,
      "text": "\nexposes his obvious underlying homosexual agenda and aura of the upcoming Synod:\n“A welcome and much-needed book that will help bishops, priests, pastoral associates, and all church leaders more compassionately minister to the LGBT community.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6335,
      "end_ix": 6482,
      "text": "\nIt will also help LGBT Catholics feel more at home in what is, after all, their church.”\nWhat merciful praise for Martin’s book, Cardinal Farrell!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6482,
      "end_ix": 6622,
      "text": "\nContrary to the theme of mercy and compassion to LGBTs, it appears that your mentor, McCarrick set out to groom and grow an LGBT community.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6622,
      "end_ix": 6643,
      "text": "\nClearly, you and Fr.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6643,
      "end_ix": 6742,
      "text": "\nMartin have much in common since you both claimed you were “shocked” by the McCarrick allegations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6742,
      "end_ix": 6855,
      "text": "\nExplain to Catholics why would you headline a homosexual affirming speaker at a Synod for youth and seminarians?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6855,
      "end_ix": 7116,
      "text": "\nIn case you haven’t been reading the McCarrick headlines or noticing the plunging mass attendance and collections, Catholics don’t trust their boys around priests and are furious that their seminarians are subjected to unrelenting homosexual sexual harassment.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7116,
      "end_ix": 7145,
      "text": "\nMcCarrick is the last straw.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7145,
      "end_ix": 7170,
      "text": "\nAll credibility is lost.",
      "new_text": "\nAll credibility is lost.",
      "prop_spans": [
        [
          7146,
          7169,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 7170,
      "end_ix": 7312,
      "text": "\nThe October Synod is yet another example of Church leaders exploiting Catholic youth for their own personal power agenda and selfish motives.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7312,
      "end_ix": 7359,
      "text": "\nBergoglio’s five year plan is nearly complete.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7359,
      "end_ix": 7442,
      "text": "\nCatholics must shed their trust and naivety in the papacy and bishops’ conference.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7442,
      "end_ix": 7659,
      "text": "\nDare, if you will, to read the thrill, the excitement and anticipated results of the Synod in the radical New Ways Gay Catholic Ministry article, entitled, Youth Synod Document shows Vatican evolution on LGBT Topics.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7659,
      "end_ix": 7891,
      "text": "\nThe article highlights the New Ways excitement over the shift in the Vatican approach to the LGBT issues at the Synod:\n“Another significant development is the acknowledgement that LGBT people have a desire to be part of the church.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7891,
      "end_ix": 8167,
      "text": "\nIn one section, the document states: “some LGBT youth … wish to benefit from greater closeness and experience greater care from the Church.” “This acknowledgement is a welcome change from the hierarchy’s traditional rhetoric that suggests LGBT people are opposed to religion.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8167,
      "end_ix": 8387,
      "text": "\nAs New Ways Ministry knows from over 40 years of pastoral work with the LGBT community, LGBT Catholics have a deep spirituality, often forged by remarkable journeys overcoming rejection, alienation, and marginalization.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8387,
      "end_ix": 9124,
      "text": "\nLGBT Catholics have stayed a part of the church, despite statements and actions which have offended and hurt them.”\nThe New Ways article highlights the efforts of Cardinal Kevin Farrell and his Vatican cronies to promote the LGBT agenda for the upcoming Synod:\n“A third development is that the document shows that Vatican officials paid attention to concerns about LGBT issues which were raised by youth at a pre-synod meeting in Rome during March of this year, and also from youth around the world who made their views known to the Vatican online.”\nAnd what of the infamous Instrumentum Laboris, drafted by the crafty Cardinal Baldisseri, Secretary General of the Synod of Bishops, noteworthy of the infamous First Synod on the Family?",
      "new_text": "\nLGBT Catholics have stayed a part of the church, despite statements and actions which have offended and hurt them.”\nThe New Ways article highlights the efforts of Cardinal Kevin Farrell and his Vatican cronies to promote the LGBT agenda for the upcoming Synod:\n“A third development is that the document shows that Vatican officials paid attention to concerns about LGBT issues which were raised by youth at a pre-synod meeting in Rome during March of this year, and also from youth around the world who made their views known to the Vatican online.”\nAnd what of the infamous Instrumentum Laboris, drafted by the crafty Cardinal Baldisseri, Secretary General of the Synod of Bishops, noteworthy of the First Synod on the Family?",
      "prop_spans": [
        [
          8954,
          8962,
          "Loaded_Language"
        ],
        [
          9089,
          9097,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 9124,
      "end_ix": 9516,
      "text": "\nKnown for his manipulative polls and magical modernistic results, Baldisseri infamously stated that “dogma has its own evolution.” Baldisseri stayed true to his modernist form and agenda and to the delight of the New Ways Ministry, he announced at the Vatican press conference that his office is using for the first time ever the LGBT acronym to refer to gay people in a spirit of inclusion.",
      "new_text": "\nKnown for his scheming polls and magical modernistic results, Baldisseri infamously stated that “dogma has its own evolution.” Baldisseri stayed true to his modernist form and agenda and to the delight of the New Ways Ministry, he announced at the Vatican press conference that his office is using for the first time ever the LGBT acronym to refer to gay people in a spirit of inclusion.",
      "prop_spans": [
        [
          9139,
          9151,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9516,
      "end_ix": 9646,
      "text": "\nLest there be any doubt about the secret agenda and outcome of this Synod, Cardinal Baldisseri raises the exclusion rainbow flag.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9646,
      "end_ix": 10022,
      "text": "\nBaldisseri notes that the upcoming Synod is to “make the entire Church aware of its important mission to accompany every young person, none excluded.”\nThis papacy is awash in the prissy, pop psycho speak, jargon of accompaniment, listening, and dialogue dazzling the media with empty tropes and luring the uncatechized into its globalist mantra of one world new age religion.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10022,
      "end_ix": 10168,
      "text": "\nNot surprisingly, Baldisseri never once mentions that dreaded word, dogma in the Instrumentum Laboris, but effuses about accompaniment 136 times!",
      "new_text": "\nNot surprisingly, Baldisseri never once mentions that feared word, dogma in the Instrumentum Laboris, but effuses about accompaniment 136 times!",
      "prop_spans": [
        [
          10077,
          10084,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10168,
      "end_ix": 10314,
      "text": "\nThis doltish and dimwitted document wreaks of psycho babble, insults the intelligence of young people, and will destroy the future of the Church.",
      "new_text": "\nThis doltish and dimwitted document wreaks of gibberish, insults the intelligence of young people, and could destroy the future of the Church.",
      "prop_spans": [
        [
          10215,
          10228,
          "Loaded_Language"
        ],
        [
          10276,
          10313,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 10314,
      "end_ix": 10420,
      "text": "\nWelcome to the dumbing down of the Catholic Faith by the St. Gallen Mafia and their don, Jorge Bergoglio.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10420,
      "end_ix": 10496,
      "text": "\nThis Synod will exploit the youth and seminarians, just like Ted McCarrick.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10496,
      "end_ix": 10550,
      "text": "\nThe handwriting is all over the 37 foot Vatican wall.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10550,
      "end_ix": 10636,
      "text": "\nThe time to take a stand against this radical hijacking of Holy Mother Church is now.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10636,
      "end_ix": 10673,
      "text": "\nExpose and rout every last predator.",
      "new_text": "\n",
      "prop_spans": [
        [
          10637,
          10673,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 10673,
      "end_ix": 10721,
      "text": "\nPurge every homosexual from its clerical ranks.",
      "new_text": "\n",
      "prop_spans": [
        [
          10673,
          10673,
          "Slogans"
        ],
        [
          10674,
          10720,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 10721,
      "end_ix": 10736,
      "text": "\n#StopTheSynod.",
      "new_text": "\n",
      "prop_spans": [
        [
          10722,
          10735,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 10736,
      "end_ix": 10782,
      "text": "\nIt has all the markings of a Gay Pride Rally.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10782,
      "end_ix": 10940,
      "text": "\n__________________________________________\nElizabeth Yore is an attorney and international child rights advocate who has investigated clergy sex abuse cases.",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      62,
      87,
      "Loaded_Language"
    ],
    [
      158,
      178,
      "Name_Calling,Labeling"
    ],
    [
      213,
      219,
      "Loaded_Language"
    ],
    [
      493,
      501,
      "Name_Calling,Labeling"
    ],
    [
      618,
      632,
      "Name_Calling,Labeling"
    ],
    [
      1069,
      1080,
      "Repetition"
    ],
    [
      1158,
      1169,
      "Repetition"
    ],
    [
      1302,
      1313,
      "Repetition"
    ],
    [
      1401,
      1412,
      "Repetition"
    ],
    [
      1442,
      1450,
      "Repetition"
    ],
    [
      1510,
      1521,
      "Repetition"
    ],
    [
      1552,
      1560,
      "Repetition"
    ],
    [
      1648,
      1659,
      "Repetition"
    ],
    [
      1692,
      1700,
      "Repetition"
    ],
    [
      1730,
      1741,
      "Repetition"
    ],
    [
      1928,
      1936,
      "Repetition"
    ],
    [
      1968,
      1979,
      "Repetition"
    ],
    [
      2014,
      2022,
      "Repetition"
    ],
    [
      2047,
      2058,
      "Repetition"
    ],
    [
      2079,
      2087,
      "Repetition"
    ],
    [
      2165,
      2173,
      "Repetition"
    ],
    [
      2199,
      2232,
      "Exaggeration,Minimisation"
    ],
    [
      2292,
      2309,
      "Slogans"
    ],
    [
      2330,
      2347,
      "Slogans"
    ],
    [
      2406,
      2416,
      "Loaded_Language"
    ],
    [
      3211,
      3235,
      "Loaded_Language"
    ],
    [
      3569,
      3579,
      "Loaded_Language"
    ],
    [
      3660,
      3666,
      "Loaded_Language"
    ],
    [
      3764,
      3772,
      "Name_Calling,Labeling"
    ],
    [
      4068,
      4072,
      "Loaded_Language"
    ],
    [
      4242,
      4253,
      "Repetition"
    ],
    [
      4470,
      4486,
      "Name_Calling,Labeling"
    ],
    [
      4597,
      4608,
      "Loaded_Language"
    ],
    [
      5003,
      5047,
      "Loaded_Language"
    ],
    [
      5626,
      5634,
      "Repetition"
    ],
    [
      5708,
      5730,
      "Loaded_Language"
    ],
    [
      6079,
      6086,
      "Loaded_Language"
    ],
    [
      7146,
      7169,
      "Slogans"
    ],
    [
      8954,
      8962,
      "Loaded_Language"
    ],
    [
      9089,
      9097,
      "Repetition"
    ],
    [
      9139,
      9151,
      "Loaded_Language"
    ],
    [
      10077,
      10084,
      "Loaded_Language"
    ],
    [
      10215,
      10228,
      "Loaded_Language"
    ],
    [
      10276,
      10313,
      "Appeal_to_fear-prejudice"
    ],
    [
      10637,
      10673,
      "Slogans"
    ],
    [
      10674,
      10720,
      "Slogans"
    ],
    [
      10722,
      10735,
      "Slogans"
    ]
  ]
}