{
  "article_id": "781768042",
  "sentence offsets in original": [
    0,
    109,
    381,
    598,
    603,
    655,
    866,
    922,
    978,
    1007,
    1037,
    1119,
    1201,
    1229,
    1292,
    1350,
    1598,
    1703,
    1842,
    2035,
    2254,
    2499,
    2605,
    2692,
    2836,
    3040,
    3160,
    3385,
    3453,
    3543,
    3591,
    3709,
    3764,
    3881,
    3935,
    4053,
    4104,
    4216,
    4368,
    4443,
    4462,
    4613,
    4677,
    4733,
    4918,
    5056,
    5173,
    5282,
    5312,
    5426,
    5502,
    5617,
    5743,
    5851,
    6022,
    6268,
    6402,
    6581,
    6719,
    6784,
    6855,
    6977,
    7170,
    7260,
    7378,
    7505,
    7651,
    7712,
    7788,
    7848,
    7983,
    8253,
    8552,
    8784,
    8805,
    9061,
    9177,
    9214,
    9440,
    9526,
    9539,
    9581,
    9692,
    9919,
    10075,
    10248,
    10345,
    10528,
    10764,
    10930,
    11163,
    11422,
    11502,
    11706,
    11767,
    11856,
    11948,
    11986,
    12121,
    12547
  ],
  "original sentences": [
    "Sodom and Gomorrah was Judged by God Because Men Refused to Keep His Commandments in Dealing with the Wicked!",
    "\n\n“How ridiculous to overlook judgment because of kindness then love wounds itself by killing justice!” -Charles Haddon Spurgeon\nHow often I see and hear the professors of Christianity today walking contrary to the word and spirit of the Living Christ (2 Corinthians 3:6).",
    "\nHow willing they are to overlook judgment when it comes to the criminals that run rampant in this country, and on the other hand how willing they are to show compassion to the criminals while overlooking the victims.",
    "\nWhy?",
    "\n“Evil men understand not judgment” (Proverbs 28:5).",
    "\nIf you read the preceding verse, you will see that Scripture tells us “they that forsake the law praise the wicked.”\ntake our poll - story continues below\nWill Brett Kavanaugh be confirmed to the Supreme Court?",
    "\nWill Brett Kavanaugh be confirmed to the Supreme Court?",
    "\nWill Brett Kavanaugh be confirmed to the Supreme Court?",
    "\n* Yes, he will be confirmed.",
    "\nNo, he will not be confirmed.",
    "\nEmail *\nPhone This field is for validation purposes and should be left unchanged.",
    "\nCompleting this poll grants you access to Freedom Outpost updates free of charge.",
    "\nYou may opt out at anytime.",
    "\nYou also agree to this site's Privacy Policy and Terms of Use.",
    "\nThis is exactly the Scriptural point that I want to make.",
    "\nFrom the pulpits in America today we here the events unfold of Sodom and Gomorra and how Abraham should have prayed longer in hopes that God would have spared them rather than the righteous people in Sodom and Gomorra doing what God had commanded.",
    "\nAnd of course, not a second thought on man's behalf is given concerning the victims in these two cities.",
    "\nHere is Abraham’s account…\n“And the men rose up from thence, and looked toward Sodom: and Abraham went with them to bring them on the way.",
    "\nAnd the Lord said, Shall I hide from Abraham that thing which I do; Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?",
    "\nFor I know him, that he will command his children and his household after him, and they shall keep the way of the Lord, to do justice and judgment; that the Lord may bring upon Abraham that which he hath spoken of him.",
    "\nAnd the Lord said, Because the cry of Sodom and Gomorrah is great, and because their sin is very grievous; I will go down now, and see whether they have done altogether according to the cry of it, which is come unto me; and if not, I will know.",
    "\nAnd the men turned their faces from thence, and went toward Sodom: but Abraham stood yet before the Lord.",
    "\nAnd Abraham drew near, and said, Wilt thou also destroy the righteous with the wicked?",
    "\nPeradventure there be fifty righteous within the city: wilt thou also destroy and not spare the place for the fifty righteous that are therein?",
    "\nThat be far from thee to do after this manner, to slay the righteous with the wicked: and that the righteous should be as the wicked, that be far from thee: Shall not the Judge of all the earth do right?",
    "\nAnd the Lord said, If I find in Sodom fifty righteous within the city, then I will spare all the place for their sakes.",
    "\nAnd Abraham answered and said, Behold now, I have taken upon me to speak unto the Lord, which am but dust and ashes: Peradventure there shall lack five of the fifty righteous: wilt thou destroy all the city for lack of five?",
    "\nAnd he said, If I find there forty and five, I will not destroy it.",
    "\nAnd he spake unto him yet again, and said, Peradventure there shall be forty found there.",
    "\nAnd he said, I will not do it for forty's sake.",
    "\nAnd he said unto him, Oh let not the Lord be angry, and I will speak: Peradventure there shall thirty be found there.",
    "\nAnd he said, I will not do it, if I find thirty there.",
    "\nAnd he said, Behold now, I have taken upon me to speak unto theLord: Peradventure there shall be twenty found there.",
    "\nAnd he said, I will not destroy it for twenty's sake.",
    "\nAnd he said, Oh let not the Lord be angry, and I will speak yet but this once: Peradventure ten shall be found there.",
    "\nAnd he said, I will not destroy it for ten's sake.",
    "\nAnd the Lord went his way, as soon as he had left communing with Abraham: and Abraham returned unto his place.\"",
    "\n-Genesis 18:16-33\nGot questions.org explains very well…\nGenesis chapter 19 records the two angels, disguised as human men, visiting Sodom and Gomorrah.",
    "\nLot met the angels in the city square and urged them to stay at his house.",
    "\nThe angels agreed.",
    "\nThe Bible then informs us, \"Before they had gone to bed, all the men from every part of the city of Sodom — both young and old — surrounded the house.",
    "\nThey called to Lot, 'Where are the men who came to you tonight?",
    "\nBring them out to us so that we can have sex with them.",
    "\nGenesis 19:4-5 The angels then proceed to blind all the men of Sodom and Gomorrah and urge Lot and his family to flee from the cities to escape the wrath that God was about to deliver.",
    "\nLot and his family flee the city, and then \"the LORD rained down burning sulfur on Sodom and Gomorrah — from the LORD out of the heavens.",
    "\nThus he overthrew those cities and the entire plain, including all those living in the cities...\" (Genesis 19:2 4) .",
    "\nIn light of the passage, the most common response to the question, \"What was the sin of Sodom and Gomorrah?\"",
    "\nis that it was homosexuality.",
    "\nThat is how the term ”sodomy” came to be used to refer to anal sex between two men, whether consensual or forced.",
    "\nClearly, homosexuality was part of the reason God destroyed the two cities.",
    "\nThe men of Sodom and Gomorrah wanted to perform homosexual gang rape on the two angels, who were disguised as men.",
    "\nAt the same time, it is not biblical to say that homosexuality was the exclusive reason why God destroyed Sodom and Gomorrah.",
    "\nThe cities of Sodom and Gomorrah were definitely not exclusive in terms of the sins in which they indulged.",
    "\nEzekiel 16:49-50 declares, \"Now this was the sin of your sister Sodom: She and her daughters were arrogant, overfed and unconcerned; they did not help the poor and needy.",
    "\nThey were haughty and did detestable things before me...\" The Hebrew word translated \"detestable\" refers to something that is morally disgusting and is the exact same word used in Leviticus 18:22 that refers to homosexuality as an \"abomination.\"",
    "\nSimilarly, Jude 7 declares, \"...Sodom and Gomorrah and the surrounding towns gave themselves up to sexual immorality and perversion.\"",
    "\nSo, again, while homosexuality was not the only sin in which the cities of Sodom and Gomorrah indulged, it does appear to be the primary reason for the destruction of the cities.",
    "\nThose who attempt to explain away the biblical condemnations of homosexuality claim that the sin of Sodom and Gomorrah was inhospitality.",
    "\nThe men of Sodom and Gomorrah were certainly being inhospitable.",
    "\nThere is probably nothing more inhospitable than homosexual gang rape.",
    "\nBut to say God completely destroyed two cities and all their inhabitants for being inhospitable clearly misses the point.",
    "\nWhile Sodom and Gomorrah were guilty of many other horrendous sins, homosexuality was the reason God poured fiery sulfur on the cities, completely destroying them and all of their inhabitants.",
    "\nTo this day, the area where Sodom and Gomorrah were located remains a desolate wasteland.",
    "\nSodom and Gomorrah serve as a powerful example of how God feels about sin in general, and homosexuality specifically.",
    "\nThe point is that there were no righteous to be spared and the Lord did what man failed to do when they had the time to do it.",
    "\nQuestion: How do you show mercy to a people who observe lying vanities (Jonah 2:4) and refuse to return to the Lord (Jeremiah 6:16) on His terms?",
    "\n(Jeremiah 22:3) God must be true and judgment must commence.",
    "\nMen today, like those of Sodom and Gomorrah, are not valiant for the truth.",
    "\nThey are valiant to proceed from evil to evil (Jeremiah 5).",
    "\nThey care more about the pleasures of sin for a season, than they are grieved for the afflictions of Joseph (Amos 6:6; Hebrews 11:25).",
    "\nMen today care more of compromise (where two men both agree on what they both know is wrong) and diplomacy (seduction in another guise) in promoting anarchy through “antinomianism” than they do the Law of God against the sins unto judgment that enslave men (John 8:34).",
    "\nInstead of establishing judgment within the gate and hating the evil and loving the good (Amos 5:15) in hopes that the Lord may be gracious to their repentance (2 Corinthians 7:10), they reject the counsel of God against them by hating the good and loving the evil, and that to their own damnation.",
    "\nThey care more about the approbation and favor of men than they do that of the Living God and what His Word declares (Galatians 1:10),not knowing that which his highly favored among men is an abomination unto the Lord (Luke 16:15).",
    "\nThey wear the cross.",
    "\nYet, they have no testimony of the power of God unto salvation by the cross because they do not practice what Christ required: “Deny yourselves and take up your cross and follow Me” (Matthew 16:24; Romans 1:16; 2 Corinthians 5:15, 13:4-5; Galatians 2:21).",
    "\nProfessed Christians in America today talk much of love through inaction, and yet know nothing of it (1 John 3:18).",
    "\nThey read what to do, but do it not!",
    "\nIn fact, they declare and proclaim how much they love God, and yet if you were to have them read His moral law and look to their own lives, they would find how much they actually hate God through their actions (Matthew 15:8).",
    "\nThen again, these were the same types of people in Jerusalem crying out \"Crucify him!",
    "\nCrucify him!",
    "\nWe have no king but Caesar\" (John 19:15).",
    "\nAnd these are the same people today persecuting living Christians while praising the dead ones (Matthew 5:10).",
    "\nThey continuously preach of the heroism of Abraham, Moses, Joshua, David, Gideon, Samson and others from the pulpit and fail to understand what these men were doing when serving their generations (Psalm 71:18-19; Isaiah 51:4).",
    "\nToday, instead of doing the same, they simply hide under a false grace (Isaiah 30) and give themselves over to a man, the president, and declare end times.",
    "\nThey declare we're in the end times because they have failed to stand up and fight for their posterity in keeping the Lord's commandments and His judgments (Psalm 78:1-11).",
    "\nUngrateful reprobates, pretenders, counterfeits and hypocrites are what they are (Matthew 23:3).",
    "\nInstead of reaching out to the greatest demographic here in America, public high schools, they send missionaries to foreign lands to do there what they fail to do for their own here.",
    "\nInstead of fighting for their posterity and shutting down the illegalities of sodomy in all 50 states, they teach them to just do their best to understand that they cannot help themselves while God say’s the opposite (Leviticus 20:18).",
    "\nInstead of fighting on their behalf against the federal government that is illegally indoctrinating them, they simply give their kids over to them to be dumbed down.",
    "\nAnd instead of protesting the murder of 58 million innocent babies (Proverbs 6:17), they merely pass it off as a \"choice,\" that being the lessons that they learned from the media that they say that they do not believe (Romans 1:18).",
    "\nThe American Church, instead of protesting corruption in government through the example of the Biblical patriarchs and our American forefathers (Matthew 5:17-18), teach to submit to tyranny as if to suggest that it is somehow obedience to God (Romans 12:21).",
    "\nThe Church in America has failed to keep the Commandments of the God of Israel.",
    "\nInstead of preaching out against sin, they advocate for that which God clearly condemns, thereby making war against God (Micah 3:5), which at length destroys our government, our country and our families.",
    "\nLook to their feigned strength that they profess to possess.",
    "\nIt is gauged by simply looking to the prevailing immoralities and debauchers of society.",
    "\nThey are weak and pathetic and they have no excuses as to why America is where we is today!",
    "\nWhy did God judge Sodom and Gomorrah?",
    "\nIt's the same reason that he is judging America today (Amos 4:12), He cannot find the righteous in order to spare her (Jeremiah 22:3).",
    "\nDefining the Wicked…\nWicked men in the sight of God are those who have the knowledge of what to do when it comes to the right, but over and over again, they turn their shoulders and choose the wrong, through tolerance and apathy Americans are bringing upon themselves destruction (Deuteronomy 30:19) that will not be reversed, which leaves no alternative as to why God judges and is judging America today (Deuteronomy 28:63).",
    "\nArticle posted with permission from Sons Of Liberty Media"
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 109,
      "text": "Sodom and Gomorrah was Judged by God Because Men Refused to Keep His Commandments in Dealing with the Wicked!",
      "new_text": "Sodom and Gomorrah was Judged by God Maybe Because Men Refused to Keep His Commandments in Dealing with the Wicked!",
      "prop_spans": [
        [
          0,
          108,
          "Causal_Oversimplification"
        ],
        [
          98,
          108,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 109,
      "end_ix": 381,
      "text": "\n\n“How ridiculous to overlook judgment because of kindness then love wounds itself by killing justice!” -Charles Haddon Spurgeon\nHow often I see and hear the professors of Christianity today walking contrary to the word and spirit of the Living Christ (2 Corinthians 3:6).",
      "new_text": "\n\n“How ridiculous to overlook judgment because of kindness then love wounds itself by killing justice!” -Charles Haddon Spurgeon\nHow often I see and hear the professors of Christianity today walking contrary to the word and spirit of the Living Christ (2 Corinthians 3:6).",
      "prop_spans": [
        [
          112,
          127,
          "Loaded_Language"
        ],
        [
          173,
          210,
          "Loaded_Language"
        ],
        [
          238,
          361,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 381,
      "end_ix": 598,
      "text": "\nHow willing they are to overlook judgment when it comes to the criminals that run rampant in this country, and on the other hand how willing they are to show compassion to the criminals while overlooking the victims.",
      "new_text": "\nHow willing they are to overlook judgment when it comes to the criminals that run rampant in this country, and on the other hand how willing they are to show compassion to the criminals while overlooking the victims.",
      "prop_spans": [
        [
          382,
          597,
          "Doubt"
        ],
        [
          460,
          472,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 598,
      "end_ix": 603,
      "text": "\nWhy?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 603,
      "end_ix": 655,
      "text": "\n“Evil men understand not judgment” (Proverbs 28:5).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 655,
      "end_ix": 866,
      "text": "\nIf you read the preceding verse, you will see that Scripture tells us “they that forsake the law praise the wicked.”\ntake our poll - story continues below\nWill Brett Kavanaugh be confirmed to the Supreme Court?",
      "new_text": "\nIf you read the preceding verse, you will see that Scripture tells us “they that forsake the law praise the wicked.”\ntake our poll - story continues below\nWill Brett Kavanaugh be confirmed to the Supreme Court?",
      "prop_spans": [
        [
          727,
          770,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 866,
      "end_ix": 922,
      "text": "\nWill Brett Kavanaugh be confirmed to the Supreme Court?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 922,
      "end_ix": 978,
      "text": "\nWill Brett Kavanaugh be confirmed to the Supreme Court?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 978,
      "end_ix": 1007,
      "text": "\n* Yes, he will be confirmed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1007,
      "end_ix": 1037,
      "text": "\nNo, he will not be confirmed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1037,
      "end_ix": 1119,
      "text": "\nEmail *\nPhone This field is for validation purposes and should be left unchanged.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1119,
      "end_ix": 1201,
      "text": "\nCompleting this poll grants you access to Freedom Outpost updates free of charge.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1201,
      "end_ix": 1229,
      "text": "\nYou may opt out at anytime.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1229,
      "end_ix": 1292,
      "text": "\nYou also agree to this site's Privacy Policy and Terms of Use.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1292,
      "end_ix": 1350,
      "text": "\nThis is exactly the Scriptural point that I want to make.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1350,
      "end_ix": 1598,
      "text": "\nFrom the pulpits in America today we here the events unfold of Sodom and Gomorra and how Abraham should have prayed longer in hopes that God would have spared them rather than the righteous people in Sodom and Gomorra doing what God had commanded.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1598,
      "end_ix": 1703,
      "text": "\nAnd of course, not a second thought on man's behalf is given concerning the victims in these two cities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1703,
      "end_ix": 1842,
      "text": "\nHere is Abraham’s account…\n“And the men rose up from thence, and looked toward Sodom: and Abraham went with them to bring them on the way.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1842,
      "end_ix": 2035,
      "text": "\nAnd the Lord said, Shall I hide from Abraham that thing which I do; Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2035,
      "end_ix": 2254,
      "text": "\nFor I know him, that he will command his children and his household after him, and they shall keep the way of the Lord, to do justice and judgment; that the Lord may bring upon Abraham that which he hath spoken of him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2254,
      "end_ix": 2499,
      "text": "\nAnd the Lord said, Because the cry of Sodom and Gomorrah is great, and because their sin is very grievous; I will go down now, and see whether they have done altogether according to the cry of it, which is come unto me; and if not, I will know.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2499,
      "end_ix": 2605,
      "text": "\nAnd the men turned their faces from thence, and went toward Sodom: but Abraham stood yet before the Lord.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2605,
      "end_ix": 2692,
      "text": "\nAnd Abraham drew near, and said, Wilt thou also destroy the righteous with the wicked?",
      "new_text": "\nAnd Abraham drew near, and said, Wilt thou also destroy the righteous with the wicked?",
      "prop_spans": [
        [
          2662,
          2676,
          "Name_Calling,Labeling"
        ],
        [
          2681,
          2691,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 2692,
      "end_ix": 2836,
      "text": "\nPeradventure there be fifty righteous within the city: wilt thou also destroy and not spare the place for the fifty righteous that are therein?",
      "new_text": "\nPeradventure there be fifty righteous within the city: wilt thou also destroy and not spare the place for the fifty righteous that are therein?",
      "prop_spans": [
        [
          2721,
          2731,
          "Name_Calling,Labeling"
        ],
        [
          2809,
          2819,
          "Name_Calling,Labeling"
        ],
        [
          2809,
          2819,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 2836,
      "end_ix": 3040,
      "text": "\nThat be far from thee to do after this manner, to slay the righteous with the wicked: and that the righteous should be as the wicked, that be far from thee: Shall not the Judge of all the earth do right?",
      "new_text": "\nThat be far from thee to do after this manner, to slay the righteous with the wicked: and that the righteous should be as the wicked, that be far from thee: Shall not the Judge of all the earth do right?",
      "prop_spans": [
        [
          2892,
          2906,
          "Name_Calling,Labeling"
        ],
        [
          2911,
          2921,
          "Name_Calling,Labeling"
        ],
        [
          2911,
          2921,
          "Repetition"
        ],
        [
          2932,
          2946,
          "Name_Calling,Labeling"
        ],
        [
          2959,
          2969,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3040,
      "end_ix": 3160,
      "text": "\nAnd the Lord said, If I find in Sodom fifty righteous within the city, then I will spare all the place for their sakes.",
      "new_text": "\nAnd the Lord said, If I find in Sodom fifty righteous within the city, then I will spare all the place for their sakes.",
      "prop_spans": [
        [
          3085,
          3095,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3160,
      "end_ix": 3385,
      "text": "\nAnd Abraham answered and said, Behold now, I have taken upon me to speak unto the Lord, which am but dust and ashes: Peradventure there shall lack five of the fifty righteous: wilt thou destroy all the city for lack of five?",
      "new_text": "\nAnd Abraham answered and said, Behold now, I have taken upon me to speak unto the Lord, which am but dust and ashes: Peradventure there shall lack five of the fifty righteous: wilt thou destroy all the city for lack of five?",
      "prop_spans": [
        [
          3326,
          3335,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3385,
      "end_ix": 3453,
      "text": "\nAnd he said, If I find there forty and five, I will not destroy it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3453,
      "end_ix": 3543,
      "text": "\nAnd he spake unto him yet again, and said, Peradventure there shall be forty found there.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3543,
      "end_ix": 3591,
      "text": "\nAnd he said, I will not do it for forty's sake.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3591,
      "end_ix": 3709,
      "text": "\nAnd he said unto him, Oh let not the Lord be angry, and I will speak: Peradventure there shall thirty be found there.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3709,
      "end_ix": 3764,
      "text": "\nAnd he said, I will not do it, if I find thirty there.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3764,
      "end_ix": 3881,
      "text": "\nAnd he said, Behold now, I have taken upon me to speak unto theLord: Peradventure there shall be twenty found there.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3881,
      "end_ix": 3935,
      "text": "\nAnd he said, I will not destroy it for twenty's sake.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3935,
      "end_ix": 4053,
      "text": "\nAnd he said, Oh let not the Lord be angry, and I will speak yet but this once: Peradventure ten shall be found there.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4053,
      "end_ix": 4104,
      "text": "\nAnd he said, I will not destroy it for ten's sake.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4104,
      "end_ix": 4216,
      "text": "\nAnd the Lord went his way, as soon as he had left communing with Abraham: and Abraham returned unto his place.\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4216,
      "end_ix": 4368,
      "text": "\n-Genesis 18:16-33\nGot questions.org explains very well…\nGenesis chapter 19 records the two angels, disguised as human men, visiting Sodom and Gomorrah.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4368,
      "end_ix": 4443,
      "text": "\nLot met the angels in the city square and urged them to stay at his house.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4443,
      "end_ix": 4462,
      "text": "\nThe angels agreed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4462,
      "end_ix": 4613,
      "text": "\nThe Bible then informs us, \"Before they had gone to bed, all the men from every part of the city of Sodom — both young and old — surrounded the house.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4613,
      "end_ix": 4677,
      "text": "\nThey called to Lot, 'Where are the men who came to you tonight?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4677,
      "end_ix": 4733,
      "text": "\nBring them out to us so that we can have sex with them.",
      "new_text": "\nBring them out to us so that we can have intercourse with them.",
      "prop_spans": [
        [
          4699,
          4732,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4733,
      "end_ix": 4918,
      "text": "\nGenesis 19:4-5 The angels then proceed to blind all the men of Sodom and Gomorrah and urge Lot and his family to flee from the cities to escape the wrath that God was about to deliver.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4918,
      "end_ix": 5056,
      "text": "\nLot and his family flee the city, and then \"the LORD rained down burning sulfur on Sodom and Gomorrah — from the LORD out of the heavens.",
      "new_text": "\nLot and his family flee the city, and then \"the LORD rained down burning sulfur on Sodom and Gomorrah — from the LORD out of the heavens.",
      "prop_spans": [
        [
          4963,
          4972,
          "Name_Calling,Labeling"
        ],
        [
          4972,
          4999,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5056,
      "end_ix": 5173,
      "text": "\nThus he overthrew those cities and the entire plain, including all those living in the cities...\" (Genesis 19:2 4) .",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5173,
      "end_ix": 5282,
      "text": "\nIn light of the passage, the most common response to the question, \"What was the sin of Sodom and Gomorrah?\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5282,
      "end_ix": 5312,
      "text": "\nis that it was homosexuality.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5312,
      "end_ix": 5426,
      "text": "\nThat is how the term ”sodomy” came to be used to refer to anal sex between two men, whether consensual or forced.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5426,
      "end_ix": 5502,
      "text": "\nClearly, homosexuality was part of the reason God destroyed the two cities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5502,
      "end_ix": 5617,
      "text": "\nThe men of Sodom and Gomorrah wanted to perform homosexual gang rape on the two angels, who were disguised as men.",
      "new_text": "\nThe men of Sodom and Gomorrah wanted to perform homosexual sexual assault on the two angels, who were disguised as men.",
      "prop_spans": [
        [
          5533,
          5589,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5617,
      "end_ix": 5743,
      "text": "\nAt the same time, it is not biblical to say that homosexuality was the exclusive reason why God destroyed Sodom and Gomorrah.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5743,
      "end_ix": 5851,
      "text": "\nThe cities of Sodom and Gomorrah were definitely not exclusive in terms of the sins in which they indulged.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5851,
      "end_ix": 6022,
      "text": "\nEzekiel 16:49-50 declares, \"Now this was the sin of your sister Sodom: She and her daughters were arrogant, overfed and unconcerned; they did not help the poor and needy.",
      "new_text": "\nEzekiel 16:49-50 declares, \"Now this was the sin of your sister Sodom: She and her daughters were arrogant, overfed and unconcerned; they did not help the poor and needy.",
      "prop_spans": [
        [
          5923,
          6022,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 6022,
      "end_ix": 6268,
      "text": "\nThey were haughty and did detestable things before me...\" The Hebrew word translated \"detestable\" refers to something that is morally disgusting and is the exact same word used in Leviticus 18:22 that refers to homosexuality as an \"abomination.\"",
      "new_text": "\nThey were haughty and did detestable things before me...\" The Hebrew word translated \"detestable\" refers to something that is morally inappropriate and is the exact same word used in Leviticus 18:22 that refers to homosexuality as an \"abomination.\"",
      "prop_spans": [
        [
          6022,
          6076,
          "Name_Calling,Labeling"
        ],
        [
          6149,
          6168,
          "Loaded_Language"
        ],
        [
          6255,
          6266,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 6268,
      "end_ix": 6402,
      "text": "\nSimilarly, Jude 7 declares, \"...Sodom and Gomorrah and the surrounding towns gave themselves up to sexual immorality and perversion.\"",
      "new_text": "\nSimilarly, Jude 7 declares, \"...Sodom and Gomorrah and the surrounding towns gave themselves up to sexual immorality and perversion.\"",
      "prop_spans": [
        [
          6346,
          6400,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6402,
      "end_ix": 6581,
      "text": "\nSo, again, while homosexuality was not the only sin in which the cities of Sodom and Gomorrah indulged, it does appear to be the primary reason for the destruction of the cities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6581,
      "end_ix": 6719,
      "text": "\nThose who attempt to explain away the biblical condemnations of homosexuality claim that the sin of Sodom and Gomorrah was inhospitality.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6719,
      "end_ix": 6784,
      "text": "\nThe men of Sodom and Gomorrah were certainly being inhospitable.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6784,
      "end_ix": 6855,
      "text": "\nThere is probably nothing more inhospitable than homosexual gang rape.",
      "new_text": "\nThere is probably nothing more inhospitable than homosexual sexual assault.",
      "prop_spans": [
        [
          6785,
          6854,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6855,
      "end_ix": 6977,
      "text": "\nBut to say God completely destroyed two cities and all their inhabitants for being inhospitable clearly misses the point.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6977,
      "end_ix": 7170,
      "text": "\nWhile Sodom and Gomorrah were guilty of many other horrendous sins, homosexuality was the reason God poured fiery sulfur on the cities, completely destroying them and all of their inhabitants.",
      "new_text": "\nWhile Sodom and Gomorrah were guilty of many other sins, homosexuality might have been the reason God poured fiery sulfur on the cities, completely destroying them and all of their inhabitants.",
      "prop_spans": [
        [
          7029,
          7044,
          "Loaded_Language"
        ],
        [
          7046,
          7169,
          "Causal_Oversimplification"
        ],
        [
          7079,
          7099,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7170,
      "end_ix": 7260,
      "text": "\nTo this day, the area where Sodom and Gomorrah were located remains a desolate wasteland.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7260,
      "end_ix": 7378,
      "text": "\nSodom and Gomorrah serve as a powerful example of how God feels about sin in general, and homosexuality specifically.",
      "new_text": "\nSodom and Gomorrah might serve as an example of how God feels about sin in general, and homosexuality specifically.",
      "prop_spans": [
        [
          7261,
          7377,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 7378,
      "end_ix": 7505,
      "text": "\nThe point is that there were no righteous to be spared and the Lord did what man failed to do when they had the time to do it.",
      "new_text": "\nThe point is that there were no people to be spared and the Lord did what man failed to do when they had the time to do it.",
      "prop_spans": [
        [
          7411,
          7421,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7505,
      "end_ix": 7651,
      "text": "\nQuestion: How do you show mercy to a people who observe lying vanities (Jonah 2:4) and refuse to return to the Lord (Jeremiah 6:16) on His terms?",
      "new_text": "\nQuestion: How do you show mercy to a people who observe lying vanities (Jonah 2:4) and refuse to return to the Lord (Jeremiah 6:16) on His terms?",
      "prop_spans": [
        [
          7516,
          7650,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 7651,
      "end_ix": 7712,
      "text": "\n(Jeremiah 22:3) God must be true and judgment must commence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7712,
      "end_ix": 7788,
      "text": "\nMen today, like those of Sodom and Gomorrah, are not valiant for the truth.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7788,
      "end_ix": 7848,
      "text": "\nThey are valiant to proceed from evil to evil (Jeremiah 5).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7848,
      "end_ix": 7983,
      "text": "\nThey care more about the pleasures of sin for a season, than they are grieved for the afflictions of Joseph (Amos 6:6; Hebrews 11:25).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7983,
      "end_ix": 8253,
      "text": "\nMen today care more of compromise (where two men both agree on what they both know is wrong) and diplomacy (seduction in another guise) in promoting anarchy through “antinomianism” than they do the Law of God against the sins unto judgment that enslave men (John 8:34).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8253,
      "end_ix": 8552,
      "text": "\nInstead of establishing judgment within the gate and hating the evil and loving the good (Amos 5:15) in hopes that the Lord may be gracious to their repentance (2 Corinthians 7:10), they reject the counsel of God against them by hating the good and loving the evil, and that to their own damnation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8552,
      "end_ix": 8784,
      "text": "\nThey care more about the approbation and favor of men than they do that of the Living God and what His Word declares (Galatians 1:10),not knowing that which his highly favored among men is an abomination unto the Lord (Luke 16:15).",
      "new_text": "\nThey care more about the approbation and favor of men than they do that of the Living God and what His Word declares (Galatians 1:10),not knowing that which his highly favored among men is an abomination unto the Lord (Luke 16:15).",
      "prop_spans": [
        [
          8553,
          8563,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 8784,
      "end_ix": 8805,
      "text": "\nThey wear the cross.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8805,
      "end_ix": 9061,
      "text": "\nYet, they have no testimony of the power of God unto salvation by the cross because they do not practice what Christ required: “Deny yourselves and take up your cross and follow Me” (Matthew 16:24; Romans 1:16; 2 Corinthians 5:15, 13:4-5; Galatians 2:21).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9061,
      "end_ix": 9177,
      "text": "\nProfessed Christians in America today talk much of love through inaction, and yet know nothing of it (1 John 3:18).",
      "new_text": "\nProfessed Christians in America today talk much of love through inaction, and yet know nothing of it (1 John 3:18).",
      "prop_spans": [
        [
          9062,
          9100,
          "Name_Calling,Labeling"
        ],
        [
          9062,
          9177,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 9177,
      "end_ix": 9214,
      "text": "\nThey read what to do, but do it not!",
      "new_text": "\nThey read what to do, but do it not!",
      "prop_spans": [
        [
          9177,
          9214,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 9214,
      "end_ix": 9440,
      "text": "\nIn fact, they declare and proclaim how much they love God, and yet if you were to have them read His moral law and look to their own lives, they would find how much they actually hate God through their actions (Matthew 15:8).",
      "new_text": "\nIn fact, they declare and proclaim how much they love God, and yet if you were to have them read His moral law and look to their own lives, they would find how much they actually hate God through their actions (Matthew 15:8).",
      "prop_spans": [
        [
          9214,
          9438,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 9440,
      "end_ix": 9526,
      "text": "\nThen again, these were the same types of people in Jerusalem crying out \"Crucify him!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9526,
      "end_ix": 9539,
      "text": "\nCrucify him!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9539,
      "end_ix": 9581,
      "text": "\nWe have no king but Caesar\" (John 19:15).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9581,
      "end_ix": 9692,
      "text": "\nAnd these are the same people today persecuting living Christians while praising the dead ones (Matthew 5:10).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9692,
      "end_ix": 9919,
      "text": "\nThey continuously preach of the heroism of Abraham, Moses, Joshua, David, Gideon, Samson and others from the pulpit and fail to understand what these men were doing when serving their generations (Psalm 71:18-19; Isaiah 51:4).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9919,
      "end_ix": 10075,
      "text": "\nToday, instead of doing the same, they simply hide under a false grace (Isaiah 30) and give themselves over to a man, the president, and declare end times.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10075,
      "end_ix": 10248,
      "text": "\nThey declare we're in the end times because they have failed to stand up and fight for their posterity in keeping the Lord's commandments and His judgments (Psalm 78:1-11).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10248,
      "end_ix": 10345,
      "text": "\nUngrateful reprobates, pretenders, counterfeits and hypocrites are what they are (Matthew 23:3).",
      "new_text": "\nUngrateful reprobates, pretenders, counterfeits and hypocrites are what they are (Matthew 23:3).",
      "prop_spans": [
        [
          10249,
          10312,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 10345,
      "end_ix": 10528,
      "text": "\nInstead of reaching out to the greatest demographic here in America, public high schools, they send missionaries to foreign lands to do there what they fail to do for their own here.",
      "new_text": "\nInstead of reaching out to the greatest demographic here in America, public high schools, they send missionaries to foreign lands to do there what they fail to do for their own here.",
      "prop_spans": [
        [
          10346,
          10528,
          "Doubt"
        ],
        [
          10346,
          10527,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 10528,
      "end_ix": 10764,
      "text": "\nInstead of fighting for their posterity and shutting down the illegalities of sodomy in all 50 states, they teach them to just do their best to understand that they cannot help themselves while God say’s the opposite (Leviticus 20:18).",
      "new_text": "\nInstead of fighting for their posterity and shutting down the illegalities of sodomy in all 50 states, they teach them to just do their best to understand that they cannot help themselves while God say’s the opposite (Leviticus 20:18).",
      "prop_spans": [
        [
          10528,
          10762,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 10764,
      "end_ix": 10930,
      "text": "\nInstead of fighting on their behalf against the federal government that is illegally indoctrinating them, they simply give their kids over to them to be dumbed down.",
      "new_text": "\nInstead of fighting on their behalf against the federal government that is illegally indoctrinating them, they simply give their kids over to them to be dumbed down.",
      "prop_spans": [
        [
          10765,
          10929,
          "Doubt"
        ],
        [
          10765,
          10929,
          "Flag-Waving"
        ],
        [
          10840,
          10869,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10930,
      "end_ix": 11163,
      "text": "\nAnd instead of protesting the murder of 58 million innocent babies (Proverbs 6:17), they merely pass it off as a \"choice,\" that being the lessons that they learned from the media that they say that they do not believe (Romans 1:18).",
      "new_text": "\nAnd instead of protesting the murder of 58 million innocent babies (Proverbs 6:17), they merely pass it off as a \"choice,\" that being the lessons that they learned from the media that they say that they do not believe (Romans 1:18).",
      "prop_spans": [
        [
          10931,
          11163,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 11163,
      "end_ix": 11422,
      "text": "\nThe American Church, instead of protesting corruption in government through the example of the Biblical patriarchs and our American forefathers (Matthew 5:17-18), teach to submit to tyranny as if to suggest that it is somehow obedience to God (Romans 12:21).",
      "new_text": "\nThe American Church, instead of protesting corruption in government through the example of the Biblical patriarchs and our American forefathers (Matthew 5:17-18), teach to submit to tyranny as if to suggest that it is somehow obedience to God (Romans 12:21).",
      "prop_spans": [
        [
          11163,
          11420,
          "Doubt"
        ],
        [
          11255,
          11308,
          "Name_Calling,Labeling"
        ],
        [
          11333,
          11354,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11422,
      "end_ix": 11502,
      "text": "\nThe Church in America has failed to keep the Commandments of the God of Israel.",
      "new_text": "\nThe Church in America has failed to keep the Commandments of the God of Israel.",
      "prop_spans": [
        [
          11423,
          11501,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 11502,
      "end_ix": 11706,
      "text": "\nInstead of preaching out against sin, they advocate for that which God clearly condemns, thereby making war against God (Micah 3:5), which at length destroys our government, our country and our families.",
      "new_text": "\nInstead of preaching out against sin, they advocate for that which God clearly condemns, thereby making war against God (Micah 3:5), which at length destroys our government, our country and our families.",
      "prop_spans": [
        [
          11503,
          11705,
          "Doubt"
        ],
        [
          11503,
          11705,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 11706,
      "end_ix": 11767,
      "text": "\nLook to their feigned strength that they profess to possess.",
      "new_text": "\nLook to their feigned strength that they profess to possess.",
      "prop_spans": [
        [
          11707,
          11767,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 11767,
      "end_ix": 11856,
      "text": "\nIt is gauged by simply looking to the prevailing immoralities and debauchers of society.",
      "new_text": "\nIt is gauged by simply looking to the prevailing immoralities of society.",
      "prop_spans": [
        [
          11767,
          11856,
          "Doubt"
        ],
        [
          11802,
          11855,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11856,
      "end_ix": 11948,
      "text": "\nThey are weak and pathetic and they have no excuses as to why America is where we is today!",
      "new_text": "\nThey are weak and pathetic and they have no excuses as to why we are where we are today!",
      "prop_spans": [
        [
          11856,
          11947,
          "Doubt"
        ],
        [
          11857,
          11947,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 11948,
      "end_ix": 11986,
      "text": "\nWhy did God judge Sodom and Gomorrah?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11986,
      "end_ix": 12121,
      "text": "\nIt's the same reason that he is judging America today (Amos 4:12), He cannot find the righteous in order to spare her (Jeremiah 22:3).",
      "new_text": "\nIt's the same reason that he is judging America today (Amos 4:12), He cannot find the righteous in order to spare her (Jeremiah 22:3).",
      "prop_spans": [
        [
          11987,
          12105,
          "Causal_Oversimplification"
        ],
        [
          12069,
          12083,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 12121,
      "end_ix": 12547,
      "text": "\nDefining the Wicked…\nWicked men in the sight of God are those who have the knowledge of what to do when it comes to the right, but over and over again, they turn their shoulders and choose the wrong, through tolerance and apathy Americans are bringing upon themselves destruction (Deuteronomy 30:19) that will not be reversed, which leaves no alternative as to why God judges and is judging America today (Deuteronomy 28:63).",
      "new_text": "\nDefining the Wicked…\nWicked men in the sight of God are those who have the knowledge of what to do when it comes to the right, but over and over again, they turn their shoulders and choose the wrong, through tolerance and apathy Americans are bringing upon themselves destruction (Deuteronomy 30:19) that will not be reversed, which leaves no alternative as to why God judges and is judging America today (Deuteronomy 28:63).",
      "prop_spans": [
        [
          12131,
          12141,
          "Name_Calling,Labeling"
        ],
        [
          12322,
          12402,
          "Doubt"
        ],
        [
          12365,
          12402,
          "Loaded_Language"
        ],
        [
          12449,
          12527,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 12547,
      "end_ix": 12605,
      "text": "\nArticle posted with permission from Sons Of Liberty Media",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      0,
      108,
      "Causal_Oversimplification"
    ],
    [
      98,
      108,
      "Name_Calling,Labeling"
    ],
    [
      112,
      127,
      "Loaded_Language"
    ],
    [
      173,
      210,
      "Loaded_Language"
    ],
    [
      238,
      361,
      "Doubt"
    ],
    [
      382,
      597,
      "Doubt"
    ],
    [
      460,
      472,
      "Loaded_Language"
    ],
    [
      727,
      770,
      "Appeal_to_fear-prejudice"
    ],
    [
      2662,
      2676,
      "Name_Calling,Labeling"
    ],
    [
      2681,
      2691,
      "Name_Calling,Labeling"
    ],
    [
      2721,
      2731,
      "Name_Calling,Labeling"
    ],
    [
      2809,
      2819,
      "Name_Calling,Labeling"
    ],
    [
      2809,
      2819,
      "Repetition"
    ],
    [
      2892,
      2906,
      "Name_Calling,Labeling"
    ],
    [
      2911,
      2921,
      "Name_Calling,Labeling"
    ],
    [
      2911,
      2921,
      "Repetition"
    ],
    [
      2932,
      2946,
      "Name_Calling,Labeling"
    ],
    [
      2959,
      2969,
      "Name_Calling,Labeling"
    ],
    [
      3085,
      3095,
      "Name_Calling,Labeling"
    ],
    [
      3326,
      3335,
      "Name_Calling,Labeling"
    ],
    [
      4699,
      4732,
      "Loaded_Language"
    ],
    [
      4963,
      4972,
      "Name_Calling,Labeling"
    ],
    [
      4972,
      4999,
      "Loaded_Language"
    ],
    [
      5533,
      5589,
      "Loaded_Language"
    ],
    [
      5923,
      6076,
      "Name_Calling,Labeling"
    ],
    [
      6149,
      6168,
      "Loaded_Language"
    ],
    [
      6255,
      6266,
      "Name_Calling,Labeling"
    ],
    [
      6346,
      6400,
      "Loaded_Language"
    ],
    [
      6785,
      6854,
      "Loaded_Language"
    ],
    [
      7029,
      7044,
      "Loaded_Language"
    ],
    [
      7046,
      7169,
      "Causal_Oversimplification"
    ],
    [
      7079,
      7099,
      "Loaded_Language"
    ],
    [
      7261,
      7377,
      "Causal_Oversimplification"
    ],
    [
      7411,
      7421,
      "Name_Calling,Labeling"
    ],
    [
      7516,
      7650,
      "Doubt"
    ],
    [
      8553,
      8563,
      "Repetition"
    ],
    [
      9062,
      9100,
      "Name_Calling,Labeling"
    ],
    [
      9062,
      9438,
      "Doubt"
    ],
    [
      10249,
      10312,
      "Name_Calling,Labeling"
    ],
    [
      10346,
      10762,
      "Doubt"
    ],
    [
      10346,
      10527,
      "Flag-Waving"
    ],
    [
      10765,
      10929,
      "Doubt"
    ],
    [
      10765,
      10929,
      "Flag-Waving"
    ],
    [
      10840,
      10869,
      "Loaded_Language"
    ],
    [
      10931,
      11420,
      "Doubt"
    ],
    [
      11255,
      11308,
      "Name_Calling,Labeling"
    ],
    [
      11333,
      11354,
      "Loaded_Language"
    ],
    [
      11423,
      11501,
      "Doubt"
    ],
    [
      11503,
      11705,
      "Doubt"
    ],
    [
      11503,
      11705,
      "Flag-Waving"
    ],
    [
      11707,
      11947,
      "Doubt"
    ],
    [
      11802,
      11855,
      "Loaded_Language"
    ],
    [
      11857,
      11947,
      "Flag-Waving"
    ],
    [
      11987,
      12105,
      "Causal_Oversimplification"
    ],
    [
      12069,
      12083,
      "Name_Calling,Labeling"
    ],
    [
      12131,
      12141,
      "Name_Calling,Labeling"
    ],
    [
      12322,
      12402,
      "Doubt"
    ],
    [
      12365,
      12402,
      "Loaded_Language"
    ],
    [
      12449,
      12527,
      "Causal_Oversimplification"
    ]
  ]
}