{
  "article_id": "782086447",
  "sentence offsets in original": [
    0,
    229,
    273,
    469,
    718,
    980,
    1155,
    1375,
    1430,
    1928,
    2044,
    2210,
    2284,
    2565,
    2896,
    3210,
    3295,
    3302,
    3484,
    3762,
    4267,
    4536,
    4745,
    5093,
    5266,
    5579,
    5793,
    6006,
    6443,
    6706,
    6769,
    7584,
    8023,
    8037,
    8378,
    8562,
    8699,
    8948,
    9089,
    9296,
    9470,
    9527,
    9661,
    9995,
    10097,
    10509,
    10788,
    10996,
    11354,
    11609,
    11893,
    12160,
    12361,
    12478,
    12745,
    13148,
    13243,
    13460,
    13651,
    13741,
    13850,
    14042,
    14122,
    14351,
    14552,
    14661,
    14779,
    14805,
    14905,
    14996,
    15179,
    15300,
    15497,
    15608,
    15734,
    16121,
    16349,
    16509,
    16646,
    16703,
    17048,
    17150,
    17321,
    17401,
    17533,
    18106,
    18235,
    18310,
    18336,
    18606,
    18797,
    19000,
    19296,
    19452,
    19613,
    19772,
    19875,
    19929,
    20135,
    20301,
    20353,
    20451,
    20536,
    20576,
    20803,
    20850,
    21052,
    21186,
    21343,
    21437,
    21505,
    21649,
    21830,
    22202,
    22383,
    22454,
    22513,
    22560,
    22675,
    22801,
    22891,
    22940,
    23357,
    23554,
    23737,
    23793,
    23922,
    23976,
    24198,
    24364,
    24673,
    24935,
    25173,
    25266,
    25571,
    25825,
    26350,
    26663,
    27022,
    27191,
    27339,
    27574,
    27890,
    28061,
    28288,
    28425,
    28683,
    28961,
    29394,
    29441,
    29620,
    29846,
    30034,
    30145,
    30476,
    30532,
    30759,
    30844,
    31134,
    31349,
    31565,
    31912,
    32344,
    32962,
    33207,
    33562,
    33850,
    34261,
    34384,
    34466,
    34607,
    34703,
    34841,
    35108,
    35503,
    36012,
    36217,
    36352,
    36433,
    36520,
    36596,
    36821,
    36858,
    37168,
    37250,
    37324,
    37531,
    37714,
    38069,
    38191,
    38244,
    38318,
    38430,
    38488,
    38661,
    38811,
    39184,
    39390,
    39494,
    39512,
    39869,
    40165,
    40583,
    40727,
    40773,
    41180,
    41330,
    41444,
    41530,
    41675,
    41981,
    42070,
    42181,
    42408,
    42500,
    42613,
    42757,
    42832,
    42873,
    42939
  ],
  "original sentences": [
    "Former Apostolic Nuncio to the United States Accuses Pope of McCarrick Cover-up, Calls on Francis to Resign\n\nIn this tragic moment for the Church in various parts of the world — the United States, Chile, Honduras, Australia, etc.",
    "\n— bishops have a very grave responsibility.",
    "\nI am thinking in particular of the United States of America, where I was sent as Apostolic Nuncio by Pope Benedict XVI on October 19, 2011, the memorial feast of the First North American Martyrs.",
    "\nThe Bishops of the United States are called, and I with them, to follow the example of these first martyrs who brought the Gospel to the lands of America, to be credible witnesses of the immeasurable love of Christ, the Way, the Truth and the Life.",
    "\nAlso, as this is an unprecedented moment in papal history, perhaps the unprecedented step of recalling Benedict XVI to the Chair of St. Peter should also be considered sooner rather than later, before this crisis gets any more out-of-control than it already is.",
    "\nMay God save His Church MJM\nSo serious is the cover-up that for the good of the Church and protection of the faithful, Archbishop Vigano has called on Pope Francis to resign.",
    "\nBut before Francis resigns, we the Catholic faithful demand that he also remove from the College of Cardinals those who conspired even before the 2013 conclave to make Jorge Mario Bergoglio pope come hell or high water.",
    "\nHe and the St. Gallen Group know exactly who they are.",
    "\nArchbishop Carlo Maria Viganò's 11-page statement, released to the National Catholic Register, accuses Pope Francis of covering for McCarrick, ignoring the sanctions that Pope Benedict had imposed on McCarrick, and also of making McCarrick a trusted counselor who became Francis's \"kingmaker\" when it came to American appointments and was highly instrumental in the Pope's decision to elevate far-Left bishops such as Blase Cupich of Chicago and Joseph Tobin of Newark to the College of Cardinals.",
    "\nRemnant Editor's Note: This could well mark the beginning of the end of the disastrous pontificate of Pope Francis.",
    "\nThe former apostolic nuncio to the United States has accused Francis of repealing sanctions imposed by Pope Benedict XVI on then-Cardinal McCarrick for sexual abuse.",
    "\nThis is a charge most serious, perhaps without precedent in modern times.",
    "\nBishops and priests, abusing their authority, have committed horrendous crimes to the detriment of their faithful, minors, innocent victims, and young men eager to offer their lives to the Church, or by their silence have not prevented that such crimes continue to be perpetrated.",
    "\nTo restore the beauty of holiness to the face of the Bride of Christ, which is terribly disfigured by so many abominable crimes, and if we truly want to free the Church from the fetid swamp into which she has fallen, we must have the courage to tear down the culture of secrecy and publicly confess the truths we have kept hidden.",
    "\nWe must tear down the conspiracy of silence with which bishops and priests have protected themselves at the expense of their faithful, a conspiracy of silence that in the eyes of the world risks making the Church look like a sect, a conspiracy of silence not so dissimilar from the one that prevails in the mafia.",
    "\n“Whatever you have said in the dark ... shall be proclaimed from the housetops” (Lk.",
    "\n12:3).",
    "\nI had always believed and hoped that the hierarchy of the Church could find within itself the spiritual resources and strength to tell the whole truth, to amend and to renew itself.",
    "\nThat is why, even though I had repeatedly been asked to do so, I always avoided making statements to the media, even when it would have been my right to do so, in order to defend myself against the calumnies published about me, even by high-ranking prelates of the Roman Curia.",
    "\nBut now that the corruption has reached the very top of the Church’s hierarchy, my conscience dictates that I reveal those truths regarding the heart-breaking case of the Archbishop Emeritus of Washington, D.C., Theodore McCarrick, which I came to know in the course of the duties entrusted to me by St. John Paul II, as Delegate for Pontifical Representations, from 1998 to 2009, and by Pope Benedict XVI, as Apostolic Nuncio to the United States of America, from October 19, 2011 until end of May 2016.",
    "\nAs Delegate for Pontifical Representations in the Secretariat of State, my responsibilities were not limited to the Apostolic Nunciatures, but also included the staff of the Roman Curia (hires, promotions, informational processes on candidates to the episcopate, etc.)",
    "\nand the examination of delicate cases, including those regarding cardinals and bishops, that were entrusted to the Delegate by the Cardinal Secretary of State or by the Substitute of the Secretariat of State.",
    "\nTo dispel suspicions insinuated in several recent articles, I will immediately say that the Apostolic Nuncios in the United States, Gabriel Montalvo and Pietro Sambi, both prematurely deceased, did not fail to inform the Holy See immediately, as soon as they learned of Archbishop McCarrick’s gravely immoral behavior with seminarians and priests.",
    "\nIndeed, according to what Nuncio Pietro Sambi wrote, Father Boniface Ramsey, O.P.’s letter, dated November 22, 2000, was written at the request of the late Nuncio Montalvo.",
    "\nIn the letter, Father Ramsey, who had been a professor at the diocesan seminary in Newark from the end of the ’80s until 1996, affirms that there was a recurring rumor in the seminary that the Archbishop “shared his bed with seminarians,” inviting five at a time to spend the weekend with him at his beach house.",
    "\nAnd he added that he knew a certain number of seminarians, some of whom were later ordained priests for the Archdiocese of Newark, who had been invited to this beach house and had shared a bed with the Archbishop.",
    "\nThe office that I held at the time was not informed of any measure taken by the Holy See after those charges were brought by Nuncio Montalvo at the end of 2000, when Cardinal Angelo Sodano was Secretary of State.",
    "\nLikewise, Nuncio Sambi transmitted to the Cardinal Secretary of State, Tarcisio Bertone, an Indictment Memorandum against McCarrick by the priest Gregory Littleton of the diocese of Charlotte, who was reduced to the lay state for a violation of minors, together with two documents from the same Littleton, in which he recounted his tragic story of sexual abuse by the then-Archbishop of Newark and several other priests and seminarians.",
    "\nThe Nuncio added that Littleton had already forwarded his Memorandum to about twenty people, including civil and ecclesiastical judicial authorities, police and lawyers, in June 2006, and that it was therefore very likely that the news would soon be made public.",
    "\nHe therefore called for a prompt intervention by the Holy See.",
    "\nIn writing up a memo[1] on these documents that were entrusted to me, as Delegate for Pontifical Representations, on December 6, 2006, I wrote to my superiors, Cardinal Tarcisio Bertone and the Substitute Leonardo Sandri, that the facts attributed to McCarrick by Littleton were of such gravity and vileness as to provoke bewilderment, a sense of disgust, deep sorrow and bitterness in the reader, and that they constituted the crimes of seducing, requesting depraved acts of seminarians and priests, repeatedly and simultaneously with several people, derision of a young seminarian who tried to resist the Archbishop’s seductions in the presence of two other priests, absolution of the accomplices in these depraved acts, sacrilegious celebration of the Eucharist with the same priests after committing such acts.",
    "\nIn my memo, which I delivered on that same December 6, 2006 to my direct superior, the Substitute Leonardo Sandri, I proposed the following considerations and course of action to my superiors:\n- Given that it seemed a new scandal of particular gravity, as it regarded a cardinal, was going to be added to the many scandals for the Church in the United States,\n- and that, since this matter had to do with a cardinal, and according to can.",
    "\n1405 § 1, No.",
    "\n2˚, “ipsius Romani Pontificis dumtaxat ius est iudicandi”;\n- I proposed that an exemplary measure be taken against the Cardinal that could have a medicinal function, to prevent future abuses against innocent victims and alleviate the very serious scandal for the faithful, who despite everything continued to love and believe in the Church.",
    "\nI added that it would be salutary if, for once, ecclesiastical authority would intervene before the civil authorities and, if possible, before the scandal had broken out in the press.",
    "\nThis could have restored some dignity to a Church so sorely tried and humiliated by so many abominable acts on the part of some pastors.",
    "\nIf this were done, the civil authority would no longer have to judge a cardinal, but a pastor with whom the Church had already taken appropriate measures to prevent the cardinal from abusing his authority and continuing to destroy innocent victims.",
    "\nMy memo of December 6, 2006 was kept by my superiors, and was never returned to me with any actual decision by the superiors on this matter.",
    "\nSubsequently, around April 21-23, 2008, the Statement for Pope Benedict XVI about the pattern of sexual abuse crisis in the United States, by Richard Sipe, was published on the internet, at richardsipe.com.",
    "\nOn April 24, it was passed on by the Prefect of the Congregation for the Doctrine of the Faith, Cardinal William Levada, to the Cardinal Secretary of State Tarcisio Bertone.",
    "\nIt was delivered to me one month later, on May 24, 2008.",
    "\nThe following day, I delivered a new memo to the new Substitute, Fernando Filoni, which included my previous one of December 6, 2006.",
    "\nIn it, I summarized Richard Sipe’s document, which ended with this respectful and heartfelt appeal to Pope Benedict XVI: “I approach Your Holiness with due reverence, but with the same intensity that motivated Peter Damian to lay out before your predecessor, Pope Leo IX, a description of the condition of the clergy during his time.",
    "\nThe problems he spoke of are similar and as great now in the United States as they were then in Rome.",
    "\nIf Your Holiness requests, I will personally submit to you documentation of that about which I have spoken.”\nI ended my memo by repeating to my superiors that I thought it was necessary to intervene as soon as possible by removing the cardinal’s hat from Cardinal McCarrick and that he should be subjected to the sanctions established by the Code of Canon Law, which also provide for reduction to the lay state.",
    "\nThis second memo of mine was also never returned to the Personnel Office, and I was greatly dismayed at my superiors for the inconceivable absence of any measure against the Cardinal, and for the continuing lack of any communication with me since my first memo in December 2006.",
    "\nBut finally I learned with certainty, through Cardinal Giovanni Battista Re, then-Prefect of the Congregation for Bishops, that Richard Sipe’s courageous and meritorious Statement had had the desired result.",
    "\nPope Benedict had imposed on Cardinal McCarrick sanctions similar to those now imposed on him by Pope Francis: the Cardinal was to leave the seminary where he was living, he was forbidden to celebrate [Mass] in public, to participate in public meetings, to give lectures, to travel, with the obligation of dedicating himself to a life of prayer and penance.",
    "\nI do not know when Pope Benedict took these measures against McCarrick, whether in 2009 or 2010, because in the meantime I had been transferred to the Governorate of Vatican City State, just as I do not know who was responsible for this incredible delay.",
    "\nI certainly do not believe it was Pope Benedict, who as Cardinal had repeatedly denounced the corruption present in the Church, and in the first months of his pontificate had already taken a firm stand against the admission into seminary of young men with deep homosexual tendencies.",
    "\nI believe it was due to the Pope’s first collaborator at the time, Cardinal Tarcisio Bertone, who notoriously favored promoting homosexuals into positions of responsibility, and was accustomed to managing the information he thought appropriate to convey to the Pope.",
    "\nIn any case, what is certain is that Pope Benedict imposed the above canonical sanctions on McCarrick and that they were communicated to him by the Apostolic Nuncio to the United States, Pietro Sambi.",
    "\nMonsignor Jean-François Lantheaume, then first Counsellor of the Nunciature in Washington and Chargé d'Affaires a.i.",
    "\nafter the unexpected death of Nuncio Sambi in Baltimore, told me when I arrived in Washington — and he is ready to testify to it— about a stormy conversation, lasting over an hour, that Nuncio Sambi had with Cardinal McCarrick whom he had summoned to the Nunciature.",
    "\nMonsignor Lantheaume told me that “the Nuncio’s voice could be heard all the way out in the corridor.”\nPope Benedict’s same dispositions were then also communicated to me by the new Prefect of the Congregation for Bishops, Cardinal Marc Ouellet, in November 2011, in a conversation before my departure for Washington, and were included among the instructions of the same Congregation to the new Nuncio.",
    "\nIn turn, I repeated them to Cardinal McCarrick at my first meeting with him at the Nunciature.",
    "\nThe Cardinal, muttering in a barely comprehensible way, admitted that he had perhaps made the mistake of sleeping in the same bed with some seminarians at his beach house, but he said this as if it had no importance.",
    "\nThe faithful insistently wonder how it was possible for him to be appointed to Washington, and as Cardinal, and they have every right to know who knew, and who covered up his grave misdeeds.",
    "\nIt is therefore my duty to reveal what I know about this, beginning with the Roman Curia.",
    "\nCardinal Angelo Sodano was Secretary of State until September 2006: all information was communicated to him.",
    "\nIn November 2000, Nunzio Montalvo sent him his report, passing on to him the aforementioned letter from Father Boniface Ramsey in which he denounced the serious abuses committed by McCarrick.",
    "\nIt is known that Sodano tried to cover up the Father Maciel scandal to the end.",
    "\nHe even removed the Nuncio in Mexico City, Justo Mullor, who refused to be an accomplice in his scheme to cover Maciel, and in his place appointed Sandri, then-Nuncio to Venezuela, who was willing to collaborate in the cover-up.",
    "\nSodano even went so far as to issue a statement to the Vatican press office in which a falsehood was affirmed, that is, that Pope Benedict had decided that the Maciel case should be considered closed.",
    "\nBenedict reacted, despite Sodano’s strenuous defense, and Maciel was found guilty and irrevocably condemned.",
    "\nWas McCarrick’s appointment to Washington and as Cardinal the work of Sodano, when John Paul II was already very ill?",
    "\nWe are not given to know.",
    "\nHowever, it is legitimate to think so, but I do not think he was the only one responsible for this.",
    "\nMcCarrick frequently went to Rome and made friends everywhere, at all levels of the Curia.",
    "\nIf Sodano had protected Maciel, as seems certain, there is no reason why he wouldn’t have done so for McCarrick, who according to many had the financial means to influence decisions.",
    "\nHis nomination to Washington was opposed by then-Prefect of the Congregation for Bishops, Cardinal Giovanni Battista Re.",
    "\nAt the Nunciature in Washington there is a note, written in his hand, in which Cardinal Re disassociates himself from the appointment and states that McCarrick was 14th on the list for Washington.",
    "\nNuncio Sambi’s report, with all the attachments, was sent to Cardinal Tarcisio Bertone, as Secretary of State.",
    "\nMy two above-mentioned memos of December 6, 2006 and May 25, 2008, were also presumably handed over to him by the Substitute.",
    "\nAs already mentioned, the Cardinal had no difficulty in insistently presenting for the episcopate candidates known to be active homosexuals — I cite only the well-known case of Vincenzo de Mauro, who was appointed Archbishop-Bishop of Vigevano and later removed because he was undermining his seminarians — and in filtering and manipulating the information he conveyed to Pope Benedict.",
    "\nCardinal Pietro Parolin, the current Secretary of State, was also complicit in covering up the misdeeds of McCarrick who had, after the election of Pope Francis, boasted openly of his travels and missions to various continents.",
    "\nIn April 2014, the Washington Times had a front page report on McCarrick’s trip to the Central African Republic, and on behalf of the State Department no less.",
    "\nAs Nuncio to Washington, I wrote to Cardinal Parolin asking him if the sanctions imposed on McCarrick by Pope Benedict were still valid.",
    "\nÇa va sans dire that my letter never received any reply!",
    "\nThe same can be said for Cardinal William Levada, former Prefect of the Congregation for the Doctrine of the Faith, for Cardinals Marc Ouellet, Prefect of the Congregation for Bishops, Lorenzo Baldisseri, former Secretary of the same Congregation for Bishops, and Archbishop Ilson de Jesus Montanari, current Secretary of the same Congregation.",
    "\nThey were all aware by reason of their office of the sanctions imposed by Pope Benedict on McCarrick.",
    "\nCardinals Leonardo Sandri, Fernando Filoni and Angelo Becciu, as Substitutes of the Secretariat of State, knew in every detail the situation regarding Cardinal McCarrick.",
    "\nNor could Cardinals Giovanni Lajolo and Dominique Mamberti have failed to know.",
    "\nAs Secretaries for Relations with States, they participated several times a week in collegial meetings with the Secretary of State.",
    "\nAs far as the Roman Curia is concerned, for the moment I will stop here, even if the names of other prelates in the Vatican are well known, even some very close to Pope Francis, such as Cardinal Francesco Coccopalmerio and Archbishop Vincenzo Paglia, who belong to the homosexual current in favor of subverting Catholic doctrine on homosexuality, a current already denounced in 1986 by Cardinal Joseph Ratzinger, then-Prefect of the Congregation for the Doctrine of the Faith, in the Letter to the Bishops of the Catholic Church on the Pastoral Care of Homosexual Persons.",
    "\nCardinals Edwin Frederick O’Brien and Renato Raffaele Martino also belong to the same current, albeit with a different ideology.",
    "\nOthers belonging to this current even reside at the Domus Sanctae Marthae.",
    "\nNow to the United States.",
    "\nObviously, the first to have been informed of the measures taken by Pope Benedict was McCarrick’s successor in Washington See, Cardinal Donald Wuerl, whose situation is now completely compromised by the recent revelations regarding his behavior as Bishop of Pittsburgh.",
    "\nIt is absolutely unthinkable that Nunzio Sambi, who was an extremely responsible person, loyal, direct and explicit in his way of being (a true son of Romagna) did not speak to him about it.",
    "\nIn any case, I myself brought up the subject with Cardinal Wuerl on several occasions, and I certainly didn’t need to go into detail because it was immediately clear to me that he was fully aware of it.",
    "\nI also remember in particular the fact that I had to draw his attention to it, because I realized that in an archdiocesan publication, on the back cover in color, there was an announcement inviting young men who thought they had a vocation to the priesthood to a meeting with Cardinal McCarrick.",
    "\nI immediately phoned Cardinal Wuerl, who expressed his surprise to me, telling me that he knew nothing about that announcement and that he would cancel it.",
    "\nIf, as he now continues to state, he knew nothing of the abuses committed by McCarrick and the measures taken by Pope Benedict, how can his answer be explained?",
    "\nHis recent statements that he knew nothing about it, even though at first he cunningly referred to compensation for the two victims, are absolutely laughable.",
    "\nThe Cardinal lies shamelessly and prevails upon his Chancellor, Monsignor Antonicelli, to lie as well.",
    "\nCardinal Wuerl also clearly lied on another occasion.",
    "\nFollowing a morally unacceptable event authorized by the academic authorities of Georgetown University, I brought it to the attention of its President, Dr. John DeGioia, sending him two subsequent letters.",
    "\nBefore forwarding them to the addressee, so as to handle things properly, I personally gave a copy of them to the Cardinal with an accompanying letter I had written.",
    "\nThe Cardinal told me that he knew nothing about it.",
    "\nHowever, he failed to acknowledge receipt of my two letters, contrary to what he customarily did.",
    "\nI subsequently learned that the event at Georgetown had taken place for seven years.",
    "\nBut the Cardinal knew nothing about it!",
    "\nCardinal Wuerl, well aware of the continuous abuses committed by Cardinal McCarrick and the sanctions imposed on him by Pope Benedict, transgressing the Pope’s order, also allowed him to reside at a seminary in Washington D.C.",
    "\nIn doing so, he put other seminarians at risk.",
    "\nBishop Paul Bootkoski, emeritus of Metuchen, and Archbishop John Myers, emeritus of Newark, covered up the abuses committed by McCarrick in their respective dioceses and compensated two of his victims.",
    "\nThey cannot deny it and they must be interrogated in order to reveal every circumstance and all responsibility regarding this matter.",
    "\nCardinal Kevin Farrell, who was recently interviewed by the media, also said that he didn’t have the slightest idea about the abuses committed by McCarrick.",
    "\nGiven his tenure in Washington, Dallas and now Rome, I think no one can honestly believe him.",
    "\nI don’t know if he was ever asked if he knew about Maciel’s crimes.",
    "\nIf he were to deny this, would anybody believe him given that he occupied positions of responsibility as a member of the Legionaries of Christ?",
    "\nRegarding Cardinal Sean O’Malley, I would simply say that his latest statements on the McCarrick case are disconcerting, and have totally obscured his transparency and credibility.",
    "\n* * *\nMy conscience requires me also to reveal facts that I have experienced personally, concerning Pope Francis, that have a dramatic significance, which as Bishop, sharing the collegial responsibility of all the bishops for the universal Church, do not allow me to remain silent, and that I state here, ready to reaffirm them under oath by calling on God as my witness.",
    "\nIn the last months of his pontificate, Pope Benedict XVI had convened a meeting of all the apostolic nuncios in Rome, as Paul VI and St. John Paul II had done on several occasions.",
    "\nThe date set for the audience with the Pope was Friday, June 21, 2013.",
    "\nPope Francis kept this commitment made by his predecessor.",
    "\nOf course I also came to Rome from Washington.",
    "\nIt was my first meeting with the new Pope elected only three months prior, after the resignation of Pope Benedict.",
    "\nOn the morning of Thursday, June 20, 2013, I went to the Domus Sanctae Marthae, to join my colleagues who were staying there.",
    "\nAs soon as I entered the hall I met Cardinal McCarrick, who wore the red-trimmed cassock.",
    "\nI greeted him respectfully as I had always done.",
    "\nHe immediately said to me, in a tone somewhere between ambiguous and triumphant: “The Pope received me yesterday, tomorrow I am going to China.”\nAt the time I knew nothing of his long friendship with Cardinal Bergoglio and of the important part he had played in his recent election, as McCarrick himself would later reveal in a lecture at Villanova University and in an interview with the National Catholic Reporter.",
    "\nNor had I ever thought of the fact that he had participated in the preliminary meetings of the recent conclave, and of the role he had been able to have as a cardinal elector in the 2005 conclave.",
    "\nTherefore I did not immediately grasp the meaning of the encrypted message that McCarrick had communicated to me, but that would become clear to me in the days immediately following.",
    "\nThe next day the audience with Pope Francis took place.",
    "\nAfter his address, which was partly read and partly delivered off the cuff, the Pope wished to greet all the nuncios one by one.",
    "\nIn single file, I remember that I was among the last.",
    "\nWhen it was my turn, I just had time to say to him, “I am the Nuncio to the United States.” He immediately assailed me with a tone of reproach, using these words: “The Bishops in the United States must not be ideologized!",
    "\nThey must be shepherds!”Of course I was not in a position to ask for explanations about the meaning of his words and the aggressive way in which he had upbraided me.",
    "\nI had in my hand a book in Portuguese that Cardinal O’Malley had sent me for the Pope a few days earlier, telling me “so he could go over his Portuguese before going to Rio for World Youth Day.” I handed it to him immediately, and so freed myself from that extremely disconcerting and embarrassing situation.",
    "\nAt the end of the audience the Pope announced: “Those of you who are still in Rome next Sunday are invited to concelebrate with me at the Domus Sanctae Marthae.” I naturally thought of staying on to clarify as soon as possible what the Pope intended to tell me.",
    "\nOn Sunday June 23, before the concelebration with the Pope, I asked Monsignor Ricca, who as the person in charge of the house helped us put on the vestments, if he could ask the Pope if he could receive me sometime in the following week.",
    "\nHow could I have returned to Washington without having clarified what the Pope wanted of me?",
    "\nAt the end of Mass, while the Pope was greeting the few lay people present, Monsignor Fabian Pedacchio, his Argentine secretary, came to me and said: “The Pope told me to ask if you are free now!” Naturally, I replied that I was at the Pope’s disposal and that I thanked him for receiving me immediately.",
    "\nThe Pope took me to the first floor in his apartment and said: “We have 40 minutes before the Angelus.”\nI began the conversation, asking the Pope what he intended to say to me with the words he had addressed to me when I greeted him the previous Friday.",
    "\nAnd the Pope, in a very different, friendly, almost affectionate tone, said to me: “Yes, the Bishops in the United States must not be ideologized, they must not be right-wing like the Archbishop of Philadelphia, (the Pope did not give me the name of the Archbishop) they must be shepherds; and they must not be left-wing — and he added, raising both arms — and when I say left-wing I mean homosexual.” Of course, the logic of the correlation between being left-wing and being homosexual escaped me, but I added nothing else.",
    "\nImmediately after, the Pope asked me in a deceitful way: “What is Cardinal McCarrick like?” I answered him with complete frankness and, if you want, with great naiveté: “Holy Father, I don’t know if you know Cardinal McCarrick, but if you ask the Congregation for Bishops there is a dossier this thick about him.",
    "\nHe corrupted generations of seminarians and priests and Pope Benedict ordered him to withdraw to a life of prayer and penance.” The Pope did not make the slightest comment about those very grave words of mine and did not show any expression of surprise on his face, as if he had already known the matter for some time, and he immediately changed the subject.",
    "\nBut then, what was the Pope’s purpose in asking me that question: “What is Cardinal McCarrick like?” He clearly wanted to find out if I was an ally of McCarrick or not.",
    "\nBack in Washington everything became very clear to me, thanks also to a new event that occurred only a few days after my meeting with Pope Francis.",
    "\nWhen the new Bishop Mark Seitz took possession of the Diocese of El Paso on July 9, 2013, I sent the first Counsellor, Monsignor Jean-François Lantheaume, while I went to Dallas that same day for an international meeting on Bioethics.",
    "\nWhen he got back, Monsignor Lantheaume told me that in El Paso he had met Cardinal McCarrick who, taking him aside, told him almost the same words that the Pope had said to me in Rome: “the Bishops in the United States must not be ideologized, they must not be right-wing, they must be shepherds….” I was astounded!",
    "\nIt was therefore clear that the words of reproach that Pope Francis had addressed to me on June 21, 2013 had been put into his mouth the day before by Cardinal McCarrick.",
    "\nAlso the Pope’s mention “not like the Archbishop of Philadelphia” could be traced to McCarrick, because there had been a strong disagreement between the two of them about the admission to Communion of pro-abortion politicians.",
    "\nIn his communication to the bishops, McCarrick had manipulated a letter of then-Cardinal Ratzinger who prohibited giving them Communion.",
    "\nIndeed, I also knew how certain Cardinals such as Mahony, Levada and Wuerl, were closely linked to McCarrick; they had opposed the most recent appointments made by Pope Benedict, for important posts such as Philadelphia, Baltimore, Denver and San Francisco.",
    "\nNot happy with the trap he had set for me on June 23, 2013, when he asked me about McCarrick, only a few months later, in the audience he granted me on October 10, 2013, Pope Francis set a second one for me, this time concerning a second of his protégés, Cardinal Donald Wuerl.",
    "\nHe asked me: “What is Cardinal Wuerl like, is he good or bad?” I replied, “Holy Father, I will not tell you if he is good or bad, but I will tell you two facts.” They are the ones I have already mentioned above, which concern Wuerl’s pastoral carelessness regarding the aberrant deviations at Georgetown University and the invitation by the Archdiocese of Washington to young aspirants to the priesthood to a meeting with McCarrick!",
    "\nOnce again the Pope did not show any reaction.",
    "\nIt was also clear that, from the time of Pope Francis’s election, McCarrick, now free from all constraints, had felt free to travel continuously, to give lectures and interviews.",
    "\nIn a team effort with Cardinal Rodriguez Maradiaga, he had become the kingmaker for appointments in the Curia and the United States, and the most listened to advisor in the Vatican for relations with the Obama administration.",
    "\nThis is how one explains that, as members of the Congregation for Bishops, the Pope replaced Cardinal Burke with Wuerl and immediately appointed Cupich right after he was made a cardinal.",
    "\nWith these appointments the Nunciature in Washington was now out of the picture in the appointment of bishops.",
    "\nIn addition, he appointed the Brazilian Ilson de Jesus Montanari — the great friend of his private Argentine secretary Fabian Pedacchio — as Secretary of the same Congregation for Bishops and Secretary of the College of Cardinals, promoting him in one single leap from a simple official of that department to Archbishop Secretary.",
    "\nSomething unprecedented for such an important position!",
    "\nThe appointments of Blase Cupich to Chicago and Joseph W. Tobin to Newark were orchestrated by McCarrick, Maradiaga and Wuerl, united by a wicked pact of abuses by the first, and at least of coverup of abuses by the other two.",
    "\nTheir names were not among those presented by the Nunciature for Chicago and Newark.",
    "\nRegarding Cupich, one cannot fail to note his ostentatious arrogance, and the insolence with which he denies the evidence that is now obvious to all: that 80% of the abuses found were committed against young adults by homosexuals who were in a relationship of authority over their victims.",
    "\nDuring the speech he gave when he took possession of the Chicago See, at which I was present as a representative of the Pope, Cupich quipped that one certainly should not expect the new Archbishop to walk on water.",
    "\nPerhaps it would be enough for him to be able to remain with his feet on the ground and not try to turn reality upside-down, blinded by his pro-gay ideology, as he stated in a recent interview with America Magazine.",
    "\nExtolling his particular expertise in the matter, having been President of the Committee on Protection of Children and Young People of the USCCB, he asserted that the main problem in the crisis of sexual abuse by clergy is not homosexuality, and that affirming this is only a way of diverting attention from the real problem which is clericalism.",
    "\nIn support of this thesis, Cupich “oddly” made reference to the results of research carried out at the height of the sexual abuse of minors crisis in the early 2000s, while he “candidly” ignored that the results of that investigation were totally denied by the subsequent Independent Reports by the John Jay College of Criminal Justice in 2004 and 2011, which concluded that, in cases of sexual abuse, 81% of the victims were male.",
    "\nIn fact, Father Hans Zollner, S.J., Vice-Rector of the Pontifical Gregorian University, President of the Centre for Child Protection, and Member of the Pontifical Commission for the Protection of Minors, recently told the newspaper La Stampa that “in most cases it is a question of homosexual abuse.”\nThe appointment of McElroy in San Diego was also orchestrated from above, with an encrypted peremptory order to me as Nuncio, by Cardinal Parolin: “Reserve the See of San Diego for McElroy.” McElroy was also well aware of McCarrick’s abuses, as can be seen from a letter sent to him by Richard Sipe on July 28, 2016.",
    "\nThese characters are closely associated with individuals belonging in particular to the deviated wing of the Society of Jesus, unfortunately today a majority, which had already been a cause of serious concern to Paul VI and subsequent pontiffs.",
    "\nWe need only consider Father Robert Drinan, S.J., who was elected four times to the House of Representatives, and was a staunch supporter of abortion; or Father Vincent O’Keefe, S.J., one of the principal promoters of The Land O’Lakes Statement of 1967, which seriously compromised the Catholic identity of universities and colleges in the United States.",
    "\nIt should be noted that McCarrick, then President of the Catholic University of Puerto Rico, also participated in that inauspicious undertaking which was so harmful to the formation of the consciences of American youth, closely associated as it was with the deviated wing of the Jesuits.",
    "\nFather James Martin, S.J., acclaimed by the people mentioned above, in particular Cupich, Tobin, Farrell and McElroy, appointed Consultor of the Secretariat for Communications, well-known activist who promotes the LGBT agenda, chosen to corrupt the young people who will soon gather in Dublin for the World Meeting of Families, is nothing but a sad recent example of that deviated wing of the Society of Jesus.",
    "\nPope Francis has repeatedly asked for total transparency in the Church and for bishops and faithful to act with parrhesia.",
    "\nThe faithful throughout the world also demand this of him in an exemplary manner.",
    "\nHe must honestly state when he first learned about the crimes committed by McCarrick, who abused his authority with seminarians and priests.",
    "\nIn any case, the Pope learned about it from me on June 23, 2013 and continued to cover for him.",
    "\nHe did not take into account the sanctions that Pope Benedict had imposed on him and made him his trusted counselor along with Maradiaga.",
    "\nThe latter [Maradiaga] is so confident of the Pope’s protection that he can dismiss as “gossip” the heartfelt appeals of dozens of his seminarians, who found the courage to write to him after one of them tried to commit suicide over homosexual abuse in the seminary.",
    "\nBy now the faithful have well understood Maradiaga’s strategy: insult the victims to save himself, lie to the bitter end to cover up a chasm of abuses of power, of mismanagement in the administration of Church property, and of financial disasters even against close friends, as in the case of the Ambassador of Honduras Alejandro Valladares, former Dean of the Diplomatic Corps to the Holy See.",
    "\nIn the case of the former Auxiliary Bishop Juan José Pineda, after the article published in the [Italian] weekly L’Espresso last February, Maradiaga stated in the newspaper Avvenire: “It was my auxiliary bishop Pineda who asked for the visitation, so as to ‘clear’ his name after being subjected to much slander.” Now, regarding Pineda the only thing that has been made public is that his resignation has simply been accepted, thus making any possible responsibility of his and Maradiaga vanish into nowhere.",
    "\nIn the name of the transparency so hailed by the Pope, the report that the Visitator, Argentine bishop Alcides Casaretto, delivered more than a year ago only and directly to the Pope, must be made public.",
    "\nFinally, the recent appointment as Substitute of Archbishop Edgar Peña Parra is also connected with Honduras, that is, with Maradiaga.",
    "\nFrom 2003 to 2007 Peña Parra worked as Counsellor at the Tegucigalpa Nunciature.",
    "\nAs Delegate for Pontifical Representations I received worrisome information about him.",
    "\nIn Honduras, a scandal as huge as the one in Chile is about to be repeated.",
    "\nThe Pope defends his man, Cardinal Rodriguez Maradiaga, to the bitter end, as he had done in Chile with Bishop Juan de la Cruz Barros, whom he himself had appointed Bishop of Osorno against the advice of the Chilean Bishops.",
    "\nFirst he insulted the abuse victims.",
    "\nThen, only when he was forced by the media, and a revolt by the Chilean victims and faithful, did he recognize his error and apologize, while stating that he had been misinformed, causing a disastrous situation for the Church in Chile, but continuing to protect the two Chilean Cardinals Errazuriz and Ezzati.",
    "\nEven in the tragic affair of McCarrick, Pope Francis’s behavior was no different.",
    "\nHe knew from at least June 23, 2013 that McCarrick was a serial predator.",
    "\nAlthough he knew that he was a corrupt man, he covered for him to the bitter end; indeed, he made McCarrick’s advice his own, which was certainly not inspired by sound intentions and for love of the Church.",
    "\nIt was only when he was forced by the report of the abuse of a minor, again on the basis of media attention, that he took action [regarding McCarrick] to save his image in the media.",
    "\nNow in the United States a chorus of voices is rising especially from the lay faithful, and has recently been joined by several bishops and priests, asking that all those who, by their silence, covered up McCarrick’s criminal behavior, or who used him to advance their career or promote their intentions, ambitions and power in the Church, should resign.",
    "\nBut this will not be enough to heal the situation of extremely grave immoral behavior by the clergy: bishops and priests.",
    "\nA time of conversion and penance must be proclaimed.",
    "\nThe virtue of chastity must be recovered in the clergy and in seminaries.",
    "\nCorruption in the misuse of the Church’s resources and of the offerings of the faithful must be fought against.",
    "\nThe seriousness of homosexual behavior must be denounced.",
    "\nThe homosexual networks present in the Church must be eradicated, as Janet Smith, Professor of Moral Theology at the Sacred Heart Major Seminary in Detroit, recently wrote.",
    "\n“The problem of clergy abuse,” she wrote, “cannot be resolved simply by the resignation of some bishops, and even less so by bureaucratic directives.",
    "\nThe deeper problem lies in homosexual networks within the clergy which must be eradicated.” These homosexual networks, which are now widespread in many dioceses, seminaries, religious orders, etc., act under the concealment of secrecy and lies with the power of octopus tentacles, and strangle innocent victims and priestly vocations, and are strangling the entire Church.",
    "\nI implore everyone, especially Bishops, to speak up in order to defeat this conspiracy of silence that is so widespread, and to report the cases of abuse they know about to the media and civil authorities.",
    "\nLet us heed the most powerful message that St. John Paul II left us as an inheritance:Do not be afraid!",
    "\nDo not be afraid!",
    "\nIn his 2008 homily on the Feast of the Epiphany, Pope Benedict reminded us that the Father’s plan of salvation had been fully revealed and realized in the mystery of Christ’s death and resurrection, but it needs to be welcomed in human history, which is always a history of fidelity on God’s part and unfortunately also of infidelity on the part of us men.",
    "\nThe Church, the depositary of the blessing of the New Covenant, signed in the blood of the Lamb, is holy but made up of sinners, as Saint Ambrose wrote: the Church is “immaculata ex maculatis,” she is holy and spotless even though, in her earthly journey, she is made up of men stained with sin.",
    "\nI want to recall this indefectible truth of the Church’s holiness to the many people who have been so deeply scandalized by the abominable and sacrilegious behavior of the former Archbishop of Washington, Theodore McCarrick; by the grave, disconcerting and sinful conduct of Pope Francis and by the conspiracy of silence of so many pastors, and who are tempted to abandon the Church, disfigured by so many ignominies.",
    "\nAt the Angelus on Sunday, August 12, 2018 Pope Francis said these words: “Everyone is guilty for the good he could have done and did not do ...",
    "\nIf we do not oppose evil, we tacitly feed it.",
    "\nWe need to intervene where evil is spreading; for evil spreads where daring Christians who oppose evil with good are lacking.” If this is rightly to be considered a serious moral responsibility for every believer, how much graver is it for the Church’s supreme pastor, who in the case of McCarrick not only did not oppose evil but associated himself in doing evil with someone he knew to be deeply corrupt.",
    "\nHe followed the advice of someone he knew well to be a pervert, thus multiplying exponentially with his supreme authority the evil done by McCarrick.",
    "\nAnd how many other evil pastors is Francis still continuing to prop up in their active destruction of the Church!",
    "\nFrancis is abdicating the mandate which Christ gave to Peter to confirm the brethren.",
    "\nIndeed, by his action he has divided them, led them into error, and encouraged the wolves to continue to tear apart the sheep of Christ’s flock.",
    "\nIn this extremely dramatic moment for the universal Church, he must acknowledge his mistakes and, in keeping with the proclaimed principle of zero tolerance, Pope Francis must be the first to set a good example for cardinals and bishops who covered up McCarrick’s abuses and resign along with all of them.",
    "\nEven in dismay and sadness over the enormity of what is happening, let us not lose hope!",
    "\nWe well know that the great majority of our pastors live their priestly vocation with fidelity and dedication.",
    "\nIt is in moments of great trial that the Lord’s grace is revealed in abundance and makes His limitless mercy available to all; but it is granted only to those who are truly repentant and sincerely propose to amend their lives.",
    "\nThis is a favorable time for the Church to confess her sins, to convert, and to do penance.",
    "\nLet us all pray for the Church and for the Pope, let us remember how many times he has asked us to pray for him!",
    "\nLet us all renew faith in the Church our Mother: “I believe in one, holy, catholic and apostolic Church!”\nChrist will never abandon His Church!",
    "\nHe generated her in His Blood and continually revives her with His Spirit!",
    "\nMary, Mother of the Church, pray for us!",
    "\nMary, Virgin and Queen, Mother of the King of glory, pray for us!",
    "\nRome, August 22, 2018\nQueenship of the Blessed Virgin Mary\nOfficial translation by Diane Montagna."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 229,
      "text": "Former Apostolic Nuncio to the United States Accuses Pope of McCarrick Cover-up, Calls on Francis to Resign\n\nIn this tragic moment for the Church in various parts of the world — the United States, Chile, Honduras, Australia, etc.",
      "new_text": "Former Apostolic Nuncio to the United States Accuses Pope of McCarrick Cover-up, Calls on Francis to Resign\n\nIn this sad moment for the Church in various parts of the world — the United States, Chile, Honduras, Australia, etc.",
      "prop_spans": [
        [
          117,
          123,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 229,
      "end_ix": 273,
      "text": "\n— bishops have a very grave responsibility.",
      "new_text": "\n— bishops have a big responsibility.",
      "prop_spans": [
        [
          247,
          257,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 273,
      "end_ix": 469,
      "text": "\nI am thinking in particular of the United States of America, where I was sent as Apostolic Nuncio by Pope Benedict XVI on October 19, 2011, the memorial feast of the First North American Martyrs.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 469,
      "end_ix": 718,
      "text": "\nThe Bishops of the United States are called, and I with them, to follow the example of these first martyrs who brought the Gospel to the lands of America, to be credible witnesses of the immeasurable love of Christ, the Way, the Truth and the Life.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 718,
      "end_ix": 980,
      "text": "\nAlso, as this is an unprecedented moment in papal history, perhaps the unprecedented step of recalling Benedict XVI to the Chair of St. Peter should also be considered sooner rather than later, before this crisis gets any more out-of-control than it already is.",
      "new_text": "\nAlso, as this is an unprecedented moment in papal history, perhaps the unprecedented step of recalling Benedict XVI to the Chair of St. Peter should also be considered sooner rather than later, before this crisis gets worse.",
      "prop_spans": [
        [
          913,
          979,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 980,
      "end_ix": 1155,
      "text": "\nMay God save His Church MJM\nSo serious is the cover-up that for the good of the Church and protection of the faithful, Archbishop Vigano has called on Pope Francis to resign.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1155,
      "end_ix": 1375,
      "text": "\nBut before Francis resigns, we the Catholic faithful demand that he also remove from the College of Cardinals those who conspired even before the 2013 conclave to make Jorge Mario Bergoglio pope come hell or high water.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1375,
      "end_ix": 1430,
      "text": "\nHe and the St. Gallen Group know exactly who they are.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1430,
      "end_ix": 1928,
      "text": "\nArchbishop Carlo Maria Viganò's 11-page statement, released to the National Catholic Register, accuses Pope Francis of covering for McCarrick, ignoring the sanctions that Pope Benedict had imposed on McCarrick, and also of making McCarrick a trusted counselor who became Francis's \"kingmaker\" when it came to American appointments and was highly instrumental in the Pope's decision to elevate far-Left bishops such as Blase Cupich of Chicago and Joseph Tobin of Newark to the College of Cardinals.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1928,
      "end_ix": 2044,
      "text": "\nRemnant Editor's Note: This could well mark the beginning of the end of the disastrous pontificate of Pope Francis.",
      "new_text": "\nRemnant Editor's Note: This could well mark the beginning of the end of the pontificate of Pope Francis.",
      "prop_spans": [
        [
          2005,
          2015,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2044,
      "end_ix": 2210,
      "text": "\nThe former apostolic nuncio to the United States has accused Francis of repealing sanctions imposed by Pope Benedict XVI on then-Cardinal McCarrick for sexual abuse.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2210,
      "end_ix": 2284,
      "text": "\nThis is a charge most serious, perhaps without precedent in modern times.",
      "new_text": "\nThis is a charge quite serious, perhaps without precedent in modern times.",
      "prop_spans": [
        [
          2228,
          2240,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2284,
      "end_ix": 2565,
      "text": "\nBishops and priests, abusing their authority, have committed horrendous crimes to the detriment of their faithful, minors, innocent victims, and young men eager to offer their lives to the Church, or by their silence have not prevented that such crimes continue to be perpetrated.",
      "new_text": "\nBishops and priests, abusing their authority, have committed terrible crimes to the detriment of their faithful, minors, innocent victims, and young men eager to offer their lives to the Church, or by their silence have not prevented that such crimes continue to be perpetrated.",
      "prop_spans": [
        [
          2346,
          2356,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2565,
      "end_ix": 2896,
      "text": "\nTo restore the beauty of holiness to the face of the Bride of Christ, which is terribly disfigured by so many abominable crimes, and if we truly want to free the Church from the fetid swamp into which she has fallen, we must have the courage to tear down the culture of secrecy and publicly confess the truths we have kept hidden.",
      "new_text": "\nTo restore the beauty of holiness to the face of the Bride of Christ, which is disfigured by so many crimes, and if we truly want to free the Church from the fetid swamp into which she has fallen, we must have the courage to tear down the culture of secrecy and publicly confess the truths we have kept hidden.",
      "prop_spans": [
        [
          2645,
          2664,
          "Loaded_Language"
        ],
        [
          2676,
          2693,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2896,
      "end_ix": 3210,
      "text": "\nWe must tear down the conspiracy of silence with which bishops and priests have protected themselves at the expense of their faithful, a conspiracy of silence that in the eyes of the world risks making the Church look like a sect, a conspiracy of silence not so dissimilar from the one that prevails in the mafia.",
      "new_text": "\nWe should tear down the conspiracy of silence with which bishops and priests have protected themselves at the expense of their faithful, a conspiracy of silence that in the eyes of the world risks making the Church look like a sect, a conspiracy of silence not so dissimilar from the one that prevails in the mafia.",
      "prop_spans": [
        [
          2897,
          2904,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 3210,
      "end_ix": 3295,
      "text": "\n“Whatever you have said in the dark ... shall be proclaimed from the housetops” (Lk.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3295,
      "end_ix": 3302,
      "text": "\n12:3).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3302,
      "end_ix": 3484,
      "text": "\nI had always believed and hoped that the hierarchy of the Church could find within itself the spiritual resources and strength to tell the whole truth, to amend and to renew itself.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3484,
      "end_ix": 3762,
      "text": "\nThat is why, even though I had repeatedly been asked to do so, I always avoided making statements to the media, even when it would have been my right to do so, in order to defend myself against the calumnies published about me, even by high-ranking prelates of the Roman Curia.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3762,
      "end_ix": 4267,
      "text": "\nBut now that the corruption has reached the very top of the Church’s hierarchy, my conscience dictates that I reveal those truths regarding the heart-breaking case of the Archbishop Emeritus of Washington, D.C., Theodore McCarrick, which I came to know in the course of the duties entrusted to me by St. John Paul II, as Delegate for Pontifical Representations, from 1998 to 2009, and by Pope Benedict XVI, as Apostolic Nuncio to the United States of America, from October 19, 2011 until end of May 2016.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4267,
      "end_ix": 4536,
      "text": "\nAs Delegate for Pontifical Representations in the Secretariat of State, my responsibilities were not limited to the Apostolic Nunciatures, but also included the staff of the Roman Curia (hires, promotions, informational processes on candidates to the episcopate, etc.)",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4536,
      "end_ix": 4745,
      "text": "\nand the examination of delicate cases, including those regarding cardinals and bishops, that were entrusted to the Delegate by the Cardinal Secretary of State or by the Substitute of the Secretariat of State.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4745,
      "end_ix": 5093,
      "text": "\nTo dispel suspicions insinuated in several recent articles, I will immediately say that the Apostolic Nuncios in the United States, Gabriel Montalvo and Pietro Sambi, both prematurely deceased, did not fail to inform the Holy See immediately, as soon as they learned of Archbishop McCarrick’s gravely immoral behavior with seminarians and priests.",
      "new_text": "\nTo dispel suspicions insinuated in several recent articles, I will immediately say that the Apostolic Nuncios in the United States, Gabriel Montalvo and Pietro Sambi, both prematurely deceased, did not fail to inform the Holy See immediately, as soon as they learned of Archbishop McCarrick’s immoral behavior with seminarians and priests.",
      "prop_spans": [
        [
          5039,
          5063,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5093,
      "end_ix": 5266,
      "text": "\nIndeed, according to what Nuncio Pietro Sambi wrote, Father Boniface Ramsey, O.P.’s letter, dated November 22, 2000, was written at the request of the late Nuncio Montalvo.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5266,
      "end_ix": 5579,
      "text": "\nIn the letter, Father Ramsey, who had been a professor at the diocesan seminary in Newark from the end of the ’80s until 1996, affirms that there was a recurring rumor in the seminary that the Archbishop “shared his bed with seminarians,” inviting five at a time to spend the weekend with him at his beach house.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5579,
      "end_ix": 5793,
      "text": "\nAnd he added that he knew a certain number of seminarians, some of whom were later ordained priests for the Archdiocese of Newark, who had been invited to this beach house and had shared a bed with the Archbishop.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5793,
      "end_ix": 6006,
      "text": "\nThe office that I held at the time was not informed of any measure taken by the Holy See after those charges were brought by Nuncio Montalvo at the end of 2000, when Cardinal Angelo Sodano was Secretary of State.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6006,
      "end_ix": 6443,
      "text": "\nLikewise, Nuncio Sambi transmitted to the Cardinal Secretary of State, Tarcisio Bertone, an Indictment Memorandum against McCarrick by the priest Gregory Littleton of the diocese of Charlotte, who was reduced to the lay state for a violation of minors, together with two documents from the same Littleton, in which he recounted his tragic story of sexual abuse by the then-Archbishop of Newark and several other priests and seminarians.",
      "new_text": "\nLikewise, Nuncio Sambi transmitted to the Cardinal Secretary of State, Tarcisio Bertone, an Indictment Memorandum against McCarrick by the priest Gregory Littleton of the diocese of Charlotte, who was reduced to the lay state for a violation of minors, together with two documents from the same Littleton, in which he recounted his sad story of sexual abuse by the then-Archbishop of Newark and several other priests and seminarians.",
      "prop_spans": [
        [
          6339,
          6345,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6443,
      "end_ix": 6706,
      "text": "\nThe Nuncio added that Littleton had already forwarded his Memorandum to about twenty people, including civil and ecclesiastical judicial authorities, police and lawyers, in June 2006, and that it was therefore very likely that the news would soon be made public.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6706,
      "end_ix": 6769,
      "text": "\nHe therefore called for a prompt intervention by the Holy See.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6769,
      "end_ix": 7584,
      "text": "\nIn writing up a memo[1] on these documents that were entrusted to me, as Delegate for Pontifical Representations, on December 6, 2006, I wrote to my superiors, Cardinal Tarcisio Bertone and the Substitute Leonardo Sandri, that the facts attributed to McCarrick by Littleton were of such gravity and vileness as to provoke bewilderment, a sense of disgust, deep sorrow and bitterness in the reader, and that they constituted the crimes of seducing, requesting depraved acts of seminarians and priests, repeatedly and simultaneously with several people, derision of a young seminarian who tried to resist the Archbishop’s seductions in the presence of two other priests, absolution of the accomplices in these depraved acts, sacrilegious celebration of the Eucharist with the same priests after committing such acts.",
      "new_text": "\nIn writing up a memo[1] on these documents that were entrusted to me, as Delegate for Pontifical Representations, on December 6, 2006, I wrote to my superiors, Cardinal Tarcisio Bertone and the Substitute Leonardo Sandri, that the facts attributed to McCarrick by Littleton were of such gravity and vileness as to provoke bewilderment, a sense of disgust, sorrow and bitterness in the reader, and that they constituted the crimes of seducing, requesting depraved acts of seminarians and priests, repeatedly and simultaneously with several people, derision of a young seminarian who tried to resist the Archbishop’s seductions in the presence of two other priests, absolution of the accomplices in these depraved acts, sacrilegious celebration of the Eucharist with the same priests after committing such acts.",
      "prop_spans": [
        [
          7117,
          7124,
          "Loaded_Language"
        ],
        [
          7126,
          7137,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7584,
      "end_ix": 8023,
      "text": "\nIn my memo, which I delivered on that same December 6, 2006 to my direct superior, the Substitute Leonardo Sandri, I proposed the following considerations and course of action to my superiors:\n- Given that it seemed a new scandal of particular gravity, as it regarded a cardinal, was going to be added to the many scandals for the Church in the United States,\n- and that, since this matter had to do with a cardinal, and according to can.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8023,
      "end_ix": 8037,
      "text": "\n1405 § 1, No.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8037,
      "end_ix": 8378,
      "text": "\n2˚, “ipsius Romani Pontificis dumtaxat ius est iudicandi”;\n- I proposed that an exemplary measure be taken against the Cardinal that could have a medicinal function, to prevent future abuses against innocent victims and alleviate the very serious scandal for the faithful, who despite everything continued to love and believe in the Church.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8378,
      "end_ix": 8562,
      "text": "\nI added that it would be salutary if, for once, ecclesiastical authority would intervene before the civil authorities and, if possible, before the scandal had broken out in the press.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8562,
      "end_ix": 8699,
      "text": "\nThis could have restored some dignity to a Church so sorely tried and humiliated by so many abominable acts on the part of some pastors.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8699,
      "end_ix": 8948,
      "text": "\nIf this were done, the civil authority would no longer have to judge a cardinal, but a pastor with whom the Church had already taken appropriate measures to prevent the cardinal from abusing his authority and continuing to destroy innocent victims.",
      "new_text": "\nIf this were done, the civil authority would no longer have to judge a cardinal, but a pastor with whom the Church had already taken appropriate measures to prevent the cardinal from abusing his authority and continuing to ruin innocent victims.",
      "prop_spans": [
        [
          8923,
          8930,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8948,
      "end_ix": 9089,
      "text": "\nMy memo of December 6, 2006 was kept by my superiors, and was never returned to me with any actual decision by the superiors on this matter.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9089,
      "end_ix": 9296,
      "text": "\nSubsequently, around April 21-23, 2008, the Statement for Pope Benedict XVI about the pattern of sexual abuse crisis in the United States, by Richard Sipe, was published on the internet, at richardsipe.com.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9296,
      "end_ix": 9470,
      "text": "\nOn April 24, it was passed on by the Prefect of the Congregation for the Doctrine of the Faith, Cardinal William Levada, to the Cardinal Secretary of State Tarcisio Bertone.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9470,
      "end_ix": 9527,
      "text": "\nIt was delivered to me one month later, on May 24, 2008.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9527,
      "end_ix": 9661,
      "text": "\nThe following day, I delivered a new memo to the new Substitute, Fernando Filoni, which included my previous one of December 6, 2006.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9661,
      "end_ix": 9995,
      "text": "\nIn it, I summarized Richard Sipe’s document, which ended with this respectful and heartfelt appeal to Pope Benedict XVI: “I approach Your Holiness with due reverence, but with the same intensity that motivated Peter Damian to lay out before your predecessor, Pope Leo IX, a description of the condition of the clergy during his time.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9995,
      "end_ix": 10097,
      "text": "\nThe problems he spoke of are similar and as great now in the United States as they were then in Rome.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10097,
      "end_ix": 10509,
      "text": "\nIf Your Holiness requests, I will personally submit to you documentation of that about which I have spoken.”\nI ended my memo by repeating to my superiors that I thought it was necessary to intervene as soon as possible by removing the cardinal’s hat from Cardinal McCarrick and that he should be subjected to the sanctions established by the Code of Canon Law, which also provide for reduction to the lay state.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10509,
      "end_ix": 10788,
      "text": "\nThis second memo of mine was also never returned to the Personnel Office, and I was greatly dismayed at my superiors for the inconceivable absence of any measure against the Cardinal, and for the continuing lack of any communication with me since my first memo in December 2006.",
      "new_text": "\nThis second memo of mine was also never returned to the Personnel Office, and I was disappointed at my superiors for the inconceivable absence of any measure against the Cardinal, and for the continuing lack of any communication with me since my first memo in December 2006.",
      "prop_spans": [
        [
          10594,
          10610,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10788,
      "end_ix": 10996,
      "text": "\nBut finally I learned with certainty, through Cardinal Giovanni Battista Re, then-Prefect of the Congregation for Bishops, that Richard Sipe’s courageous and meritorious Statement had had the desired result.",
      "new_text": "\nBut finally I learned with certainty, through Cardinal Giovanni Battista Re, then-Prefect of the Congregation for Bishops, that Richard Sipe’s Statement had had the desired result.",
      "prop_spans": [
        [
          10932,
          10958,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10996,
      "end_ix": 11354,
      "text": "\nPope Benedict had imposed on Cardinal McCarrick sanctions similar to those now imposed on him by Pope Francis: the Cardinal was to leave the seminary where he was living, he was forbidden to celebrate [Mass] in public, to participate in public meetings, to give lectures, to travel, with the obligation of dedicating himself to a life of prayer and penance.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11354,
      "end_ix": 11609,
      "text": "\nI do not know when Pope Benedict took these measures against McCarrick, whether in 2009 or 2010, because in the meantime I had been transferred to the Governorate of Vatican City State, just as I do not know who was responsible for this incredible delay.",
      "new_text": "\nI do not know when Pope Benedict took these measures against McCarrick, whether in 2009 or 2010, because in the meantime I had been transferred to the Governorate of Vatican City State, just as I do not know who was responsible for this delay.",
      "prop_spans": [
        [
          11592,
          11602,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11609,
      "end_ix": 11893,
      "text": "\nI certainly do not believe it was Pope Benedict, who as Cardinal had repeatedly denounced the corruption present in the Church, and in the first months of his pontificate had already taken a firm stand against the admission into seminary of young men with deep homosexual tendencies.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11893,
      "end_ix": 12160,
      "text": "\nI believe it was due to the Pope’s first collaborator at the time, Cardinal Tarcisio Bertone, who notoriously favored promoting homosexuals into positions of responsibility, and was accustomed to managing the information he thought appropriate to convey to the Pope.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12160,
      "end_ix": 12361,
      "text": "\nIn any case, what is certain is that Pope Benedict imposed the above canonical sanctions on McCarrick and that they were communicated to him by the Apostolic Nuncio to the United States, Pietro Sambi.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12361,
      "end_ix": 12478,
      "text": "\nMonsignor Jean-François Lantheaume, then first Counsellor of the Nunciature in Washington and Chargé d'Affaires a.i.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12478,
      "end_ix": 12745,
      "text": "\nafter the unexpected death of Nuncio Sambi in Baltimore, told me when I arrived in Washington — and he is ready to testify to it— about a stormy conversation, lasting over an hour, that Nuncio Sambi had with Cardinal McCarrick whom he had summoned to the Nunciature.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12745,
      "end_ix": 13148,
      "text": "\nMonsignor Lantheaume told me that “the Nuncio’s voice could be heard all the way out in the corridor.”\nPope Benedict’s same dispositions were then also communicated to me by the new Prefect of the Congregation for Bishops, Cardinal Marc Ouellet, in November 2011, in a conversation before my departure for Washington, and were included among the instructions of the same Congregation to the new Nuncio.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13148,
      "end_ix": 13243,
      "text": "\nIn turn, I repeated them to Cardinal McCarrick at my first meeting with him at the Nunciature.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13243,
      "end_ix": 13460,
      "text": "\nThe Cardinal, muttering in a barely comprehensible way, admitted that he had perhaps made the mistake of sleeping in the same bed with some seminarians at his beach house, but he said this as if it had no importance.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13460,
      "end_ix": 13651,
      "text": "\nThe faithful insistently wonder how it was possible for him to be appointed to Washington, and as Cardinal, and they have every right to know who knew, and who covered up his grave misdeeds.",
      "new_text": "\nThe faithful insistently wonder how it was possible for him to be appointed to Washington, and as Cardinal, and they have every right to know who knew, and who covered up his misdeeds.",
      "prop_spans": [
        [
          13636,
          13650,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 13651,
      "end_ix": 13741,
      "text": "\nIt is therefore my duty to reveal what I know about this, beginning with the Roman Curia.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13741,
      "end_ix": 13850,
      "text": "\nCardinal Angelo Sodano was Secretary of State until September 2006: all information was communicated to him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13850,
      "end_ix": 14042,
      "text": "\nIn November 2000, Nunzio Montalvo sent him his report, passing on to him the aforementioned letter from Father Boniface Ramsey in which he denounced the serious abuses committed by McCarrick.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14042,
      "end_ix": 14122,
      "text": "\nIt is known that Sodano tried to cover up the Father Maciel scandal to the end.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14122,
      "end_ix": 14351,
      "text": "\nHe even removed the Nuncio in Mexico City, Justo Mullor, who refused to be an accomplice in his scheme to cover Maciel, and in his place appointed Sandri, then-Nuncio to Venezuela, who was willing to collaborate in the cover-up.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14351,
      "end_ix": 14552,
      "text": "\nSodano even went so far as to issue a statement to the Vatican press office in which a falsehood was affirmed, that is, that Pope Benedict had decided that the Maciel case should be considered closed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14552,
      "end_ix": 14661,
      "text": "\nBenedict reacted, despite Sodano’s strenuous defense, and Maciel was found guilty and irrevocably condemned.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14661,
      "end_ix": 14779,
      "text": "\nWas McCarrick’s appointment to Washington and as Cardinal the work of Sodano, when John Paul II was already very ill?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14779,
      "end_ix": 14805,
      "text": "\nWe are not given to know.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14805,
      "end_ix": 14905,
      "text": "\nHowever, it is legitimate to think so, but I do not think he was the only one responsible for this.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14905,
      "end_ix": 14996,
      "text": "\nMcCarrick frequently went to Rome and made friends everywhere, at all levels of the Curia.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14996,
      "end_ix": 15179,
      "text": "\nIf Sodano had protected Maciel, as seems certain, there is no reason why he wouldn’t have done so for McCarrick, who according to many had the financial means to influence decisions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15179,
      "end_ix": 15300,
      "text": "\nHis nomination to Washington was opposed by then-Prefect of the Congregation for Bishops, Cardinal Giovanni Battista Re.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15300,
      "end_ix": 15497,
      "text": "\nAt the Nunciature in Washington there is a note, written in his hand, in which Cardinal Re disassociates himself from the appointment and states that McCarrick was 14th on the list for Washington.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15497,
      "end_ix": 15608,
      "text": "\nNuncio Sambi’s report, with all the attachments, was sent to Cardinal Tarcisio Bertone, as Secretary of State.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15608,
      "end_ix": 15734,
      "text": "\nMy two above-mentioned memos of December 6, 2006 and May 25, 2008, were also presumably handed over to him by the Substitute.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15734,
      "end_ix": 16121,
      "text": "\nAs already mentioned, the Cardinal had no difficulty in insistently presenting for the episcopate candidates known to be active homosexuals — I cite only the well-known case of Vincenzo de Mauro, who was appointed Archbishop-Bishop of Vigevano and later removed because he was undermining his seminarians — and in filtering and manipulating the information he conveyed to Pope Benedict.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16121,
      "end_ix": 16349,
      "text": "\nCardinal Pietro Parolin, the current Secretary of State, was also complicit in covering up the misdeeds of McCarrick who had, after the election of Pope Francis, boasted openly of his travels and missions to various continents.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16349,
      "end_ix": 16509,
      "text": "\nIn April 2014, the Washington Times had a front page report on McCarrick’s trip to the Central African Republic, and on behalf of the State Department no less.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16509,
      "end_ix": 16646,
      "text": "\nAs Nuncio to Washington, I wrote to Cardinal Parolin asking him if the sanctions imposed on McCarrick by Pope Benedict were still valid.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16646,
      "end_ix": 16703,
      "text": "\nÇa va sans dire that my letter never received any reply!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16703,
      "end_ix": 17048,
      "text": "\nThe same can be said for Cardinal William Levada, former Prefect of the Congregation for the Doctrine of the Faith, for Cardinals Marc Ouellet, Prefect of the Congregation for Bishops, Lorenzo Baldisseri, former Secretary of the same Congregation for Bishops, and Archbishop Ilson de Jesus Montanari, current Secretary of the same Congregation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17048,
      "end_ix": 17150,
      "text": "\nThey were all aware by reason of their office of the sanctions imposed by Pope Benedict on McCarrick.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17150,
      "end_ix": 17321,
      "text": "\nCardinals Leonardo Sandri, Fernando Filoni and Angelo Becciu, as Substitutes of the Secretariat of State, knew in every detail the situation regarding Cardinal McCarrick.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17321,
      "end_ix": 17401,
      "text": "\nNor could Cardinals Giovanni Lajolo and Dominique Mamberti have failed to know.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17401,
      "end_ix": 17533,
      "text": "\nAs Secretaries for Relations with States, they participated several times a week in collegial meetings with the Secretary of State.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17533,
      "end_ix": 18106,
      "text": "\nAs far as the Roman Curia is concerned, for the moment I will stop here, even if the names of other prelates in the Vatican are well known, even some very close to Pope Francis, such as Cardinal Francesco Coccopalmerio and Archbishop Vincenzo Paglia, who belong to the homosexual current in favor of subverting Catholic doctrine on homosexuality, a current already denounced in 1986 by Cardinal Joseph Ratzinger, then-Prefect of the Congregation for the Doctrine of the Faith, in the Letter to the Bishops of the Catholic Church on the Pastoral Care of Homosexual Persons.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18106,
      "end_ix": 18235,
      "text": "\nCardinals Edwin Frederick O’Brien and Renato Raffaele Martino also belong to the same current, albeit with a different ideology.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18235,
      "end_ix": 18310,
      "text": "\nOthers belonging to this current even reside at the Domus Sanctae Marthae.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18310,
      "end_ix": 18336,
      "text": "\nNow to the United States.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18336,
      "end_ix": 18606,
      "text": "\nObviously, the first to have been informed of the measures taken by Pope Benedict was McCarrick’s successor in Washington See, Cardinal Donald Wuerl, whose situation is now completely compromised by the recent revelations regarding his behavior as Bishop of Pittsburgh.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18606,
      "end_ix": 18797,
      "text": "\nIt is absolutely unthinkable that Nunzio Sambi, who was an extremely responsible person, loyal, direct and explicit in his way of being (a true son of Romagna) did not speak to him about it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18797,
      "end_ix": 19000,
      "text": "\nIn any case, I myself brought up the subject with Cardinal Wuerl on several occasions, and I certainly didn’t need to go into detail because it was immediately clear to me that he was fully aware of it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19000,
      "end_ix": 19296,
      "text": "\nI also remember in particular the fact that I had to draw his attention to it, because I realized that in an archdiocesan publication, on the back cover in color, there was an announcement inviting young men who thought they had a vocation to the priesthood to a meeting with Cardinal McCarrick.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19296,
      "end_ix": 19452,
      "text": "\nI immediately phoned Cardinal Wuerl, who expressed his surprise to me, telling me that he knew nothing about that announcement and that he would cancel it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19452,
      "end_ix": 19613,
      "text": "\nIf, as he now continues to state, he knew nothing of the abuses committed by McCarrick and the measures taken by Pope Benedict, how can his answer be explained?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19613,
      "end_ix": 19772,
      "text": "\nHis recent statements that he knew nothing about it, even though at first he cunningly referred to compensation for the two victims, are absolutely laughable.",
      "new_text": "\nHis recent statements that he knew nothing about it, even though at first he cunningly referred to compensation for the two victims, are laughable.",
      "prop_spans": [
        [
          19751,
          19771,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 19772,
      "end_ix": 19875,
      "text": "\nThe Cardinal lies shamelessly and prevails upon his Chancellor, Monsignor Antonicelli, to lie as well.",
      "new_text": "\nThe Cardinal lies and prevails upon his Chancellor, Monsignor Antonicelli, to lie as well.",
      "prop_spans": [
        [
          19791,
          19802,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 19875,
      "end_ix": 19929,
      "text": "\nCardinal Wuerl also clearly lied on another occasion.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19929,
      "end_ix": 20135,
      "text": "\nFollowing a morally unacceptable event authorized by the academic authorities of Georgetown University, I brought it to the attention of its President, Dr. John DeGioia, sending him two subsequent letters.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20135,
      "end_ix": 20301,
      "text": "\nBefore forwarding them to the addressee, so as to handle things properly, I personally gave a copy of them to the Cardinal with an accompanying letter I had written.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20301,
      "end_ix": 20353,
      "text": "\nThe Cardinal told me that he knew nothing about it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20353,
      "end_ix": 20451,
      "text": "\nHowever, he failed to acknowledge receipt of my two letters, contrary to what he customarily did.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20451,
      "end_ix": 20536,
      "text": "\nI subsequently learned that the event at Georgetown had taken place for seven years.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20536,
      "end_ix": 20576,
      "text": "\nBut the Cardinal knew nothing about it!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20576,
      "end_ix": 20803,
      "text": "\nCardinal Wuerl, well aware of the continuous abuses committed by Cardinal McCarrick and the sanctions imposed on him by Pope Benedict, transgressing the Pope’s order, also allowed him to reside at a seminary in Washington D.C.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20803,
      "end_ix": 20850,
      "text": "\nIn doing so, he put other seminarians at risk.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20850,
      "end_ix": 21052,
      "text": "\nBishop Paul Bootkoski, emeritus of Metuchen, and Archbishop John Myers, emeritus of Newark, covered up the abuses committed by McCarrick in their respective dioceses and compensated two of his victims.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21052,
      "end_ix": 21186,
      "text": "\nThey cannot deny it and they must be interrogated in order to reveal every circumstance and all responsibility regarding this matter.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21186,
      "end_ix": 21343,
      "text": "\nCardinal Kevin Farrell, who was recently interviewed by the media, also said that he didn’t have the slightest idea about the abuses committed by McCarrick.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21343,
      "end_ix": 21437,
      "text": "\nGiven his tenure in Washington, Dallas and now Rome, I think no one can honestly believe him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21437,
      "end_ix": 21505,
      "text": "\nI don’t know if he was ever asked if he knew about Maciel’s crimes.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21505,
      "end_ix": 21649,
      "text": "\nIf he were to deny this, would anybody believe him given that he occupied positions of responsibility as a member of the Legionaries of Christ?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21649,
      "end_ix": 21830,
      "text": "\nRegarding Cardinal Sean O’Malley, I would simply say that his latest statements on the McCarrick case are disconcerting, and have totally obscured his transparency and credibility.",
      "new_text": "\nRegarding Cardinal Sean O’Malley, I would simply say that his latest statements on the McCarrick case are unsettling, and have obscured his transparency and credibility.",
      "prop_spans": [
        [
          21756,
          21769,
          "Loaded_Language"
        ],
        [
          21780,
          21787,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 21830,
      "end_ix": 22202,
      "text": "\n* * *\nMy conscience requires me also to reveal facts that I have experienced personally, concerning Pope Francis, that have a dramatic significance, which as Bishop, sharing the collegial responsibility of all the bishops for the universal Church, do not allow me to remain silent, and that I state here, ready to reaffirm them under oath by calling on God as my witness.",
      "new_text": "\n* * *\nMy conscience requires me also to reveal facts that I have experienced personally, concerning Pope Francis, that have a significance, which as Bishop, sharing the collegial responsibility of all the bishops for the universal Church, do not allow me to remain silent, and that I state here, ready to reaffirm them under oath by calling on God as my witness.",
      "prop_spans": [
        [
          21957,
          21965,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 22202,
      "end_ix": 22383,
      "text": "\nIn the last months of his pontificate, Pope Benedict XVI had convened a meeting of all the apostolic nuncios in Rome, as Paul VI and St. John Paul II had done on several occasions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22383,
      "end_ix": 22454,
      "text": "\nThe date set for the audience with the Pope was Friday, June 21, 2013.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22454,
      "end_ix": 22513,
      "text": "\nPope Francis kept this commitment made by his predecessor.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22513,
      "end_ix": 22560,
      "text": "\nOf course I also came to Rome from Washington.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22560,
      "end_ix": 22675,
      "text": "\nIt was my first meeting with the new Pope elected only three months prior, after the resignation of Pope Benedict.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22675,
      "end_ix": 22801,
      "text": "\nOn the morning of Thursday, June 20, 2013, I went to the Domus Sanctae Marthae, to join my colleagues who were staying there.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22801,
      "end_ix": 22891,
      "text": "\nAs soon as I entered the hall I met Cardinal McCarrick, who wore the red-trimmed cassock.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22891,
      "end_ix": 22940,
      "text": "\nI greeted him respectfully as I had always done.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 22940,
      "end_ix": 23357,
      "text": "\nHe immediately said to me, in a tone somewhere between ambiguous and triumphant: “The Pope received me yesterday, tomorrow I am going to China.”\nAt the time I knew nothing of his long friendship with Cardinal Bergoglio and of the important part he had played in his recent election, as McCarrick himself would later reveal in a lecture at Villanova University and in an interview with the National Catholic Reporter.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 23357,
      "end_ix": 23554,
      "text": "\nNor had I ever thought of the fact that he had participated in the preliminary meetings of the recent conclave, and of the role he had been able to have as a cardinal elector in the 2005 conclave.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 23554,
      "end_ix": 23737,
      "text": "\nTherefore I did not immediately grasp the meaning of the encrypted message that McCarrick had communicated to me, but that would become clear to me in the days immediately following.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 23737,
      "end_ix": 23793,
      "text": "\nThe next day the audience with Pope Francis took place.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 23793,
      "end_ix": 23922,
      "text": "\nAfter his address, which was partly read and partly delivered off the cuff, the Pope wished to greet all the nuncios one by one.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 23922,
      "end_ix": 23976,
      "text": "\nIn single file, I remember that I was among the last.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 23976,
      "end_ix": 24198,
      "text": "\nWhen it was my turn, I just had time to say to him, “I am the Nuncio to the United States.” He immediately assailed me with a tone of reproach, using these words: “The Bishops in the United States must not be ideologized!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24198,
      "end_ix": 24364,
      "text": "\nThey must be shepherds!”Of course I was not in a position to ask for explanations about the meaning of his words and the aggressive way in which he had upbraided me.",
      "new_text": "\nThey must be shepherds!”Of course I was not in a position to ask for explanations about the meaning of his words and the way in which he had upbraided me.",
      "prop_spans": [
        [
          24320,
          24330,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 24364,
      "end_ix": 24673,
      "text": "\nI had in my hand a book in Portuguese that Cardinal O’Malley had sent me for the Pope a few days earlier, telling me “so he could go over his Portuguese before going to Rio for World Youth Day.” I handed it to him immediately, and so freed myself from that extremely disconcerting and embarrassing situation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24673,
      "end_ix": 24935,
      "text": "\nAt the end of the audience the Pope announced: “Those of you who are still in Rome next Sunday are invited to concelebrate with me at the Domus Sanctae Marthae.” I naturally thought of staying on to clarify as soon as possible what the Pope intended to tell me.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24935,
      "end_ix": 25173,
      "text": "\nOn Sunday June 23, before the concelebration with the Pope, I asked Monsignor Ricca, who as the person in charge of the house helped us put on the vestments, if he could ask the Pope if he could receive me sometime in the following week.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 25173,
      "end_ix": 25266,
      "text": "\nHow could I have returned to Washington without having clarified what the Pope wanted of me?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 25266,
      "end_ix": 25571,
      "text": "\nAt the end of Mass, while the Pope was greeting the few lay people present, Monsignor Fabian Pedacchio, his Argentine secretary, came to me and said: “The Pope told me to ask if you are free now!” Naturally, I replied that I was at the Pope’s disposal and that I thanked him for receiving me immediately.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 25571,
      "end_ix": 25825,
      "text": "\nThe Pope took me to the first floor in his apartment and said: “We have 40 minutes before the Angelus.”\nI began the conversation, asking the Pope what he intended to say to me with the words he had addressed to me when I greeted him the previous Friday.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 25825,
      "end_ix": 26350,
      "text": "\nAnd the Pope, in a very different, friendly, almost affectionate tone, said to me: “Yes, the Bishops in the United States must not be ideologized, they must not be right-wing like the Archbishop of Philadelphia, (the Pope did not give me the name of the Archbishop) they must be shepherds; and they must not be left-wing — and he added, raising both arms — and when I say left-wing I mean homosexual.” Of course, the logic of the correlation between being left-wing and being homosexual escaped me, but I added nothing else.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 26350,
      "end_ix": 26663,
      "text": "\nImmediately after, the Pope asked me in a deceitful way: “What is Cardinal McCarrick like?” I answered him with complete frankness and, if you want, with great naiveté: “Holy Father, I don’t know if you know Cardinal McCarrick, but if you ask the Congregation for Bishops there is a dossier this thick about him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 26663,
      "end_ix": 27022,
      "text": "\nHe corrupted generations of seminarians and priests and Pope Benedict ordered him to withdraw to a life of prayer and penance.” The Pope did not make the slightest comment about those very grave words of mine and did not show any expression of surprise on his face, as if he had already known the matter for some time, and he immediately changed the subject.",
      "new_text": "\nHe corrupted generations of seminarians and priests and Pope Benedict ordered him to withdraw to a life of prayer and penance.” The Pope did not make the slightest comment about those grave words of mine and did not show any expression of surprise on his face, as if he had already known the matter for some time, and he immediately changed the subject.",
      "prop_spans": [
        [
          26848,
          26858,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 27022,
      "end_ix": 27191,
      "text": "\nBut then, what was the Pope’s purpose in asking me that question: “What is Cardinal McCarrick like?” He clearly wanted to find out if I was an ally of McCarrick or not.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 27191,
      "end_ix": 27339,
      "text": "\nBack in Washington everything became very clear to me, thanks also to a new event that occurred only a few days after my meeting with Pope Francis.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 27339,
      "end_ix": 27574,
      "text": "\nWhen the new Bishop Mark Seitz took possession of the Diocese of El Paso on July 9, 2013, I sent the first Counsellor, Monsignor Jean-François Lantheaume, while I went to Dallas that same day for an international meeting on Bioethics.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 27574,
      "end_ix": 27890,
      "text": "\nWhen he got back, Monsignor Lantheaume told me that in El Paso he had met Cardinal McCarrick who, taking him aside, told him almost the same words that the Pope had said to me in Rome: “the Bishops in the United States must not be ideologized, they must not be right-wing, they must be shepherds….” I was astounded!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 27890,
      "end_ix": 28061,
      "text": "\nIt was therefore clear that the words of reproach that Pope Francis had addressed to me on June 21, 2013 had been put into his mouth the day before by Cardinal McCarrick.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 28061,
      "end_ix": 28288,
      "text": "\nAlso the Pope’s mention “not like the Archbishop of Philadelphia” could be traced to McCarrick, because there had been a strong disagreement between the two of them about the admission to Communion of pro-abortion politicians.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 28288,
      "end_ix": 28425,
      "text": "\nIn his communication to the bishops, McCarrick had manipulated a letter of then-Cardinal Ratzinger who prohibited giving them Communion.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 28425,
      "end_ix": 28683,
      "text": "\nIndeed, I also knew how certain Cardinals such as Mahony, Levada and Wuerl, were closely linked to McCarrick; they had opposed the most recent appointments made by Pope Benedict, for important posts such as Philadelphia, Baltimore, Denver and San Francisco.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 28683,
      "end_ix": 28961,
      "text": "\nNot happy with the trap he had set for me on June 23, 2013, when he asked me about McCarrick, only a few months later, in the audience he granted me on October 10, 2013, Pope Francis set a second one for me, this time concerning a second of his protégés, Cardinal Donald Wuerl.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 28961,
      "end_ix": 29394,
      "text": "\nHe asked me: “What is Cardinal Wuerl like, is he good or bad?” I replied, “Holy Father, I will not tell you if he is good or bad, but I will tell you two facts.” They are the ones I have already mentioned above, which concern Wuerl’s pastoral carelessness regarding the aberrant deviations at Georgetown University and the invitation by the Archdiocese of Washington to young aspirants to the priesthood to a meeting with McCarrick!",
      "new_text": "\nHe asked me: “What is Cardinal Wuerl like, is he good or bad?” I replied, “Holy Father, I will not tell you if he is good or bad, but I will tell you two facts.” They are the ones I have already mentioned above, which concern Wuerl’s carelessness regarding the aberrant deviations at Georgetown University and the invitation by the Archdiocese of Washington to young aspirants to the priesthood to a meeting with McCarrick!",
      "prop_spans": [
        [
          29196,
          29217,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 29394,
      "end_ix": 29441,
      "text": "\nOnce again the Pope did not show any reaction.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 29441,
      "end_ix": 29620,
      "text": "\nIt was also clear that, from the time of Pope Francis’s election, McCarrick, now free from all constraints, had felt free to travel continuously, to give lectures and interviews.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 29620,
      "end_ix": 29846,
      "text": "\nIn a team effort with Cardinal Rodriguez Maradiaga, he had become the kingmaker for appointments in the Curia and the United States, and the most listened to advisor in the Vatican for relations with the Obama administration.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 29846,
      "end_ix": 30034,
      "text": "\nThis is how one explains that, as members of the Congregation for Bishops, the Pope replaced Cardinal Burke with Wuerl and immediately appointed Cupich right after he was made a cardinal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 30034,
      "end_ix": 30145,
      "text": "\nWith these appointments the Nunciature in Washington was now out of the picture in the appointment of bishops.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 30145,
      "end_ix": 30476,
      "text": "\nIn addition, he appointed the Brazilian Ilson de Jesus Montanari — the great friend of his private Argentine secretary Fabian Pedacchio — as Secretary of the same Congregation for Bishops and Secretary of the College of Cardinals, promoting him in one single leap from a simple official of that department to Archbishop Secretary.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 30476,
      "end_ix": 30532,
      "text": "\nSomething unprecedented for such an important position!",
      "new_text": "\nSomething unusual for such an important position!",
      "prop_spans": [
        [
          30487,
          30500,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 30532,
      "end_ix": 30759,
      "text": "\nThe appointments of Blase Cupich to Chicago and Joseph W. Tobin to Newark were orchestrated by McCarrick, Maradiaga and Wuerl, united by a wicked pact of abuses by the first, and at least of coverup of abuses by the other two.",
      "new_text": "\nThe appointments of Blase Cupich to Chicago and Joseph W. Tobin to Newark were orchestrated by McCarrick, Maradiaga and Wuerl, united by a pact of abuses by the first, and at least of coverup of abuses by the other two.",
      "prop_spans": [
        [
          30672,
          30678,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 30759,
      "end_ix": 30844,
      "text": "\nTheir names were not among those presented by the Nunciature for Chicago and Newark.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 30844,
      "end_ix": 31134,
      "text": "\nRegarding Cupich, one cannot fail to note his ostentatious arrogance, and the insolence with which he denies the evidence that is now obvious to all: that 80% of the abuses found were committed against young adults by homosexuals who were in a relationship of authority over their victims.",
      "new_text": "\nRegarding Cupich, one cannot fail to note his arrogance, and the insolence with which he denies the evidence that is now obvious to all: that 80% of the abuses found were committed against young adults by homosexuals who were in a relationship of authority over their victims.",
      "prop_spans": [
        [
          30891,
          30913,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 31134,
      "end_ix": 31349,
      "text": "\nDuring the speech he gave when he took possession of the Chicago See, at which I was present as a representative of the Pope, Cupich quipped that one certainly should not expect the new Archbishop to walk on water.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 31349,
      "end_ix": 31565,
      "text": "\nPerhaps it would be enough for him to be able to remain with his feet on the ground and not try to turn reality upside-down, blinded by his pro-gay ideology, as he stated in a recent interview with America Magazine.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 31565,
      "end_ix": 31912,
      "text": "\nExtolling his particular expertise in the matter, having been President of the Committee on Protection of Children and Young People of the USCCB, he asserted that the main problem in the crisis of sexual abuse by clergy is not homosexuality, and that affirming this is only a way of diverting attention from the real problem which is clericalism.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 31912,
      "end_ix": 32344,
      "text": "\nIn support of this thesis, Cupich “oddly” made reference to the results of research carried out at the height of the sexual abuse of minors crisis in the early 2000s, while he “candidly” ignored that the results of that investigation were totally denied by the subsequent Independent Reports by the John Jay College of Criminal Justice in 2004 and 2011, which concluded that, in cases of sexual abuse, 81% of the victims were male.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 32344,
      "end_ix": 32962,
      "text": "\nIn fact, Father Hans Zollner, S.J., Vice-Rector of the Pontifical Gregorian University, President of the Centre for Child Protection, and Member of the Pontifical Commission for the Protection of Minors, recently told the newspaper La Stampa that “in most cases it is a question of homosexual abuse.”\nThe appointment of McElroy in San Diego was also orchestrated from above, with an encrypted peremptory order to me as Nuncio, by Cardinal Parolin: “Reserve the See of San Diego for McElroy.” McElroy was also well aware of McCarrick’s abuses, as can be seen from a letter sent to him by Richard Sipe on July 28, 2016.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 32962,
      "end_ix": 33207,
      "text": "\nThese characters are closely associated with individuals belonging in particular to the deviated wing of the Society of Jesus, unfortunately today a majority, which had already been a cause of serious concern to Paul VI and subsequent pontiffs.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 33207,
      "end_ix": 33562,
      "text": "\nWe need only consider Father Robert Drinan, S.J., who was elected four times to the House of Representatives, and was a staunch supporter of abortion; or Father Vincent O’Keefe, S.J., one of the principal promoters of The Land O’Lakes Statement of 1967, which seriously compromised the Catholic identity of universities and colleges in the United States.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 33562,
      "end_ix": 33850,
      "text": "\nIt should be noted that McCarrick, then President of the Catholic University of Puerto Rico, also participated in that inauspicious undertaking which was so harmful to the formation of the consciences of American youth, closely associated as it was with the deviated wing of the Jesuits.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 33850,
      "end_ix": 34261,
      "text": "\nFather James Martin, S.J., acclaimed by the people mentioned above, in particular Cupich, Tobin, Farrell and McElroy, appointed Consultor of the Secretariat for Communications, well-known activist who promotes the LGBT agenda, chosen to corrupt the young people who will soon gather in Dublin for the World Meeting of Families, is nothing but a sad recent example of that deviated wing of the Society of Jesus.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 34261,
      "end_ix": 34384,
      "text": "\nPope Francis has repeatedly asked for total transparency in the Church and for bishops and faithful to act with parrhesia.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 34384,
      "end_ix": 34466,
      "text": "\nThe faithful throughout the world also demand this of him in an exemplary manner.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 34466,
      "end_ix": 34607,
      "text": "\nHe must honestly state when he first learned about the crimes committed by McCarrick, who abused his authority with seminarians and priests.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 34607,
      "end_ix": 34703,
      "text": "\nIn any case, the Pope learned about it from me on June 23, 2013 and continued to cover for him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 34703,
      "end_ix": 34841,
      "text": "\nHe did not take into account the sanctions that Pope Benedict had imposed on him and made him his trusted counselor along with Maradiaga.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 34841,
      "end_ix": 35108,
      "text": "\nThe latter [Maradiaga] is so confident of the Pope’s protection that he can dismiss as “gossip” the heartfelt appeals of dozens of his seminarians, who found the courage to write to him after one of them tried to commit suicide over homosexual abuse in the seminary.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 35108,
      "end_ix": 35503,
      "text": "\nBy now the faithful have well understood Maradiaga’s strategy: insult the victims to save himself, lie to the bitter end to cover up a chasm of abuses of power, of mismanagement in the administration of Church property, and of financial disasters even against close friends, as in the case of the Ambassador of Honduras Alejandro Valladares, former Dean of the Diplomatic Corps to the Holy See.",
      "new_text": "\nBy now the faithful have well understood Maradiaga’s strategy: insult the victims to save himself, lie to the bitter end to cover up a chasm of abuses of power, of mismanagement in the administration of Church property, and of financial disasters even against close friends, as in the case of the Ambassador of Honduras Alejandro Valladares, former Dean of the Diplomatic Corps to the Holy See.",
      "prop_spans": [
        [
          35346,
          35355,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 35503,
      "end_ix": 36012,
      "text": "\nIn the case of the former Auxiliary Bishop Juan José Pineda, after the article published in the [Italian] weekly L’Espresso last February, Maradiaga stated in the newspaper Avvenire: “It was my auxiliary bishop Pineda who asked for the visitation, so as to ‘clear’ his name after being subjected to much slander.” Now, regarding Pineda the only thing that has been made public is that his resignation has simply been accepted, thus making any possible responsibility of his and Maradiaga vanish into nowhere.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 36012,
      "end_ix": 36217,
      "text": "\nIn the name of the transparency so hailed by the Pope, the report that the Visitator, Argentine bishop Alcides Casaretto, delivered more than a year ago only and directly to the Pope, must be made public.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 36217,
      "end_ix": 36352,
      "text": "\nFinally, the recent appointment as Substitute of Archbishop Edgar Peña Parra is also connected with Honduras, that is, with Maradiaga.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 36352,
      "end_ix": 36433,
      "text": "\nFrom 2003 to 2007 Peña Parra worked as Counsellor at the Tegucigalpa Nunciature.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 36433,
      "end_ix": 36520,
      "text": "\nAs Delegate for Pontifical Representations I received worrisome information about him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 36520,
      "end_ix": 36596,
      "text": "\nIn Honduras, a scandal as huge as the one in Chile is about to be repeated.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 36596,
      "end_ix": 36821,
      "text": "\nThe Pope defends his man, Cardinal Rodriguez Maradiaga, to the bitter end, as he had done in Chile with Bishop Juan de la Cruz Barros, whom he himself had appointed Bishop of Osorno against the advice of the Chilean Bishops.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 36821,
      "end_ix": 36858,
      "text": "\nFirst he insulted the abuse victims.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 36858,
      "end_ix": 37168,
      "text": "\nThen, only when he was forced by the media, and a revolt by the Chilean victims and faithful, did he recognize his error and apologize, while stating that he had been misinformed, causing a disastrous situation for the Church in Chile, but continuing to protect the two Chilean Cardinals Errazuriz and Ezzati.",
      "new_text": "\nThen, only when he was forced by the media, and a revolt by the Chilean victims and faithful, did he recognize his error and apologize, while stating that he had been misinformed, causing a bad situation for the Church in Chile, but continuing to protect the two Chilean Cardinals Errazuriz and Ezzati.",
      "prop_spans": [
        [
          37049,
          37059,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 37168,
      "end_ix": 37250,
      "text": "\nEven in the tragic affair of McCarrick, Pope Francis’s behavior was no different.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 37250,
      "end_ix": 37324,
      "text": "\nHe knew from at least June 23, 2013 that McCarrick was a serial predator.",
      "new_text": "\nHe knew from at least June 23, 2013 that McCarrick was a predator.",
      "prop_spans": [
        [
          37308,
          37323,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 37324,
      "end_ix": 37531,
      "text": "\nAlthough he knew that he was a corrupt man, he covered for him to the bitter end; indeed, he made McCarrick’s advice his own, which was certainly not inspired by sound intentions and for love of the Church.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 37531,
      "end_ix": 37714,
      "text": "\nIt was only when he was forced by the report of the abuse of a minor, again on the basis of media attention, that he took action [regarding McCarrick] to save his image in the media.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 37714,
      "end_ix": 38069,
      "text": "\nNow in the United States a chorus of voices is rising especially from the lay faithful, and has recently been joined by several bishops and priests, asking that all those who, by their silence, covered up McCarrick’s criminal behavior, or who used him to advance their career or promote their intentions, ambitions and power in the Church, should resign.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 38069,
      "end_ix": 38191,
      "text": "\nBut this will not be enough to heal the situation of extremely grave immoral behavior by the clergy: bishops and priests.",
      "new_text": "\nBut this will not be enough to heal the situation of grave immoral behavior by the clergy: bishops and priests.",
      "prop_spans": [
        [
          38123,
          38138,
          "Exaggeration,Minimisation"
        ],
        [
          38139,
          38155,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 38191,
      "end_ix": 38244,
      "text": "\nA time of conversion and penance must be proclaimed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 38244,
      "end_ix": 38318,
      "text": "\nThe virtue of chastity must be recovered in the clergy and in seminaries.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 38318,
      "end_ix": 38430,
      "text": "\nCorruption in the misuse of the Church’s resources and of the offerings of the faithful must be fought against.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 38430,
      "end_ix": 38488,
      "text": "\nThe seriousness of homosexual behavior must be denounced.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 38488,
      "end_ix": 38661,
      "text": "\nThe homosexual networks present in the Church must be eradicated, as Janet Smith, Professor of Moral Theology at the Sacred Heart Major Seminary in Detroit, recently wrote.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 38661,
      "end_ix": 38811,
      "text": "\n“The problem of clergy abuse,” she wrote, “cannot be resolved simply by the resignation of some bishops, and even less so by bureaucratic directives.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 38811,
      "end_ix": 39184,
      "text": "\nThe deeper problem lies in homosexual networks within the clergy which must be eradicated.” These homosexual networks, which are now widespread in many dioceses, seminaries, religious orders, etc., act under the concealment of secrecy and lies with the power of octopus tentacles, and strangle innocent victims and priestly vocations, and are strangling the entire Church.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 39184,
      "end_ix": 39390,
      "text": "\nI implore everyone, especially Bishops, to speak up in order to defeat this conspiracy of silence that is so widespread, and to report the cases of abuse they know about to the media and civil authorities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 39390,
      "end_ix": 39494,
      "text": "\nLet us heed the most powerful message that St. John Paul II left us as an inheritance:Do not be afraid!",
      "new_text": "\nLet us heed the most powerful message that St. John Paul II left us as an inheritance to not be afraid!",
      "prop_spans": [
        [
          39477,
          39493,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 39494,
      "end_ix": 39512,
      "text": "\nDo not be afraid!",
      "new_text": "",
      "prop_spans": [
        [
          39495,
          39511,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 39512,
      "end_ix": 39869,
      "text": "\nIn his 2008 homily on the Feast of the Epiphany, Pope Benedict reminded us that the Father’s plan of salvation had been fully revealed and realized in the mystery of Christ’s death and resurrection, but it needs to be welcomed in human history, which is always a history of fidelity on God’s part and unfortunately also of infidelity on the part of us men.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 39869,
      "end_ix": 40165,
      "text": "\nThe Church, the depositary of the blessing of the New Covenant, signed in the blood of the Lamb, is holy but made up of sinners, as Saint Ambrose wrote: the Church is “immaculata ex maculatis,” she is holy and spotless even though, in her earthly journey, she is made up of men stained with sin.",
      "new_text": "\nThe Church, the depositary of the blessing of the New Covenant, signed in the blood of the Lamb, is holy but made up of sinners, as Saint Ambrose wrote: the Church is “immaculata ex maculatis,” she is holy and spotless even though, in her earthly journey, she is made up of men stained with sin.",
      "prop_spans": [
        [
          40148,
          40164,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 40165,
      "end_ix": 40583,
      "text": "\nI want to recall this indefectible truth of the Church’s holiness to the many people who have been so deeply scandalized by the abominable and sacrilegious behavior of the former Archbishop of Washington, Theodore McCarrick; by the grave, disconcerting and sinful conduct of Pope Francis and by the conspiracy of silence of so many pastors, and who are tempted to abandon the Church, disfigured by so many ignominies.",
      "new_text": "\nI want to recall this indefectible truth of the Church’s holiness to the many people who have been so scandalized by the sacrilegious behavior of the former Archbishop of Washington, Theodore McCarrick; by the grave, disconcerting and bad conduct of Pope Francis and by the conspiracy of silence of so many pastors, and who are tempted to abandon the Church, disfigured by so many ignominies.",
      "prop_spans": [
        [
          40268,
          40286,
          "Loaded_Language"
        ],
        [
          40294,
          40304,
          "Loaded_Language"
        ],
        [
          40423,
          40429,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 40583,
      "end_ix": 40727,
      "text": "\nAt the Angelus on Sunday, August 12, 2018 Pope Francis said these words: “Everyone is guilty for the good he could have done and did not do ...",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 40727,
      "end_ix": 40773,
      "text": "\nIf we do not oppose evil, we tacitly feed it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 40773,
      "end_ix": 41180,
      "text": "\nWe need to intervene where evil is spreading; for evil spreads where daring Christians who oppose evil with good are lacking.” If this is rightly to be considered a serious moral responsibility for every believer, how much graver is it for the Church’s supreme pastor, who in the case of McCarrick not only did not oppose evil but associated himself in doing evil with someone he knew to be deeply corrupt.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 41180,
      "end_ix": 41330,
      "text": "\nHe followed the advice of someone he knew well to be a pervert, thus multiplying exponentially with his supreme authority the evil done by McCarrick.",
      "new_text": "\nHe followed the advice of someone he knew well to be a bad person, thus multiplying exponentially with his supreme authority the evil done by McCarrick.",
      "prop_spans": [
        [
          41236,
          41243,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 41330,
      "end_ix": 41444,
      "text": "\nAnd how many other evil pastors is Francis still continuing to prop up in their active destruction of the Church!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 41444,
      "end_ix": 41530,
      "text": "\nFrancis is abdicating the mandate which Christ gave to Peter to confirm the brethren.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 41530,
      "end_ix": 41675,
      "text": "\nIndeed, by his action he has divided them, led them into error, and encouraged the wolves to continue to tear apart the sheep of Christ’s flock.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 41675,
      "end_ix": 41981,
      "text": "\nIn this extremely dramatic moment for the universal Church, he must acknowledge his mistakes and, in keeping with the proclaimed principle of zero tolerance, Pope Francis must be the first to set a good example for cardinals and bishops who covered up McCarrick’s abuses and resign along with all of them.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 41981,
      "end_ix": 42070,
      "text": "\nEven in dismay and sadness over the enormity of what is happening, let us not lose hope!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 42070,
      "end_ix": 42181,
      "text": "\nWe well know that the great majority of our pastors live their priestly vocation with fidelity and dedication.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 42181,
      "end_ix": 42408,
      "text": "\nIt is in moments of great trial that the Lord’s grace is revealed in abundance and makes His limitless mercy available to all; but it is granted only to those who are truly repentant and sincerely propose to amend their lives.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 42408,
      "end_ix": 42500,
      "text": "\nThis is a favorable time for the Church to confess her sins, to convert, and to do penance.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 42500,
      "end_ix": 42613,
      "text": "\nLet us all pray for the Church and for the Pope, let us remember how many times he has asked us to pray for him!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 42613,
      "end_ix": 42757,
      "text": "\nLet us all renew faith in the Church our Mother: “I believe in one, holy, catholic and apostolic Church!”\nChrist will never abandon His Church!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 42757,
      "end_ix": 42832,
      "text": "\nHe generated her in His Blood and continually revives her with His Spirit!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 42832,
      "end_ix": 42873,
      "text": "\nMary, Mother of the Church, pray for us!",
      "new_text": "\nMary, Mother of the Church, pray for us!",
      "prop_spans": [
        [
          42861,
          42872,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 42873,
      "end_ix": 42939,
      "text": "\nMary, Virgin and Queen, Mother of the King of glory, pray for us!",
      "new_text": "\nMary, Virgin and Queen, Mother of the King of glory, pray for us!",
      "prop_spans": [
        [
          42927,
          42938,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 42939,
      "end_ix": 43038,
      "text": "\nRome, August 22, 2018\nQueenship of the Blessed Virgin Mary\nOfficial translation by Diane Montagna.",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      117,
      123,
      "Loaded_Language"
    ],
    [
      247,
      257,
      "Loaded_Language"
    ],
    [
      913,
      979,
      "Appeal_to_fear-prejudice"
    ],
    [
      2005,
      2015,
      "Loaded_Language"
    ],
    [
      2228,
      2240,
      "Loaded_Language"
    ],
    [
      2346,
      2356,
      "Loaded_Language"
    ],
    [
      2645,
      2664,
      "Loaded_Language"
    ],
    [
      2676,
      2693,
      "Loaded_Language"
    ],
    [
      2897,
      2904,
      "Repetition"
    ],
    [
      5039,
      5063,
      "Loaded_Language"
    ],
    [
      6339,
      6345,
      "Loaded_Language"
    ],
    [
      7117,
      7124,
      "Loaded_Language"
    ],
    [
      7126,
      7137,
      "Loaded_Language"
    ],
    [
      8923,
      8930,
      "Loaded_Language"
    ],
    [
      10594,
      10610,
      "Loaded_Language"
    ],
    [
      10932,
      10958,
      "Loaded_Language"
    ],
    [
      11592,
      11602,
      "Loaded_Language"
    ],
    [
      13636,
      13650,
      "Loaded_Language"
    ],
    [
      19751,
      19771,
      "Loaded_Language"
    ],
    [
      19791,
      19802,
      "Loaded_Language"
    ],
    [
      21756,
      21769,
      "Loaded_Language"
    ],
    [
      21780,
      21787,
      "Loaded_Language"
    ],
    [
      21957,
      21965,
      "Loaded_Language"
    ],
    [
      24320,
      24330,
      "Loaded_Language"
    ],
    [
      26848,
      26858,
      "Loaded_Language"
    ],
    [
      29196,
      29217,
      "Loaded_Language"
    ],
    [
      30487,
      30500,
      "Loaded_Language"
    ],
    [
      30672,
      30678,
      "Loaded_Language"
    ],
    [
      30891,
      30913,
      "Loaded_Language"
    ],
    [
      35346,
      35355,
      "Loaded_Language"
    ],
    [
      37049,
      37059,
      "Loaded_Language"
    ],
    [
      37308,
      37323,
      "Loaded_Language"
    ],
    [
      38123,
      38138,
      "Exaggeration,Minimisation"
    ],
    [
      38139,
      38155,
      "Loaded_Language"
    ],
    [
      39477,
      39493,
      "Slogans"
    ],
    [
      39495,
      39511,
      "Repetition"
    ],
    [
      40148,
      40164,
      "Loaded_Language"
    ],
    [
      40268,
      40286,
      "Loaded_Language"
    ],
    [
      40294,
      40304,
      "Loaded_Language"
    ],
    [
      40423,
      40429,
      "Loaded_Language"
    ],
    [
      41236,
      41243,
      "Name_Calling,Labeling"
    ],
    [
      42861,
      42872,
      "Repetition"
    ],
    [
      42927,
      42938,
      "Repetition"
    ]
  ]
}