{
  "article_id": "783702663",
  "sentence offsets in original": [
    0,
    482,
    1026,
    1182,
    1513,
    1823,
    2267,
    2562,
    3114,
    3258,
    3304,
    3734,
    3884,
    3998,
    4098,
    4243,
    4549,
    4860,
    4967,
    5150,
    5413,
    5679,
    6235,
    6345,
    6528,
    6621,
    7648,
    7906,
    8027,
    8305,
    8852,
    9009,
    9122,
    9132,
    9253,
    9819,
    9916,
    10089,
    10373,
    10642,
    11244,
    11370,
    11880,
    12349,
    12672,
    12792,
    13023,
    13134,
    13175,
    13293,
    13316,
    13468,
    13501,
    13988,
    14001,
    14012,
    14169,
    14296,
    14462,
    14879,
    15187,
    15482,
    15802,
    16060,
    16146,
    16787,
    17004,
    17439,
    17522,
    17893,
    18252,
    18422,
    18602,
    18727,
    18934,
    19095,
    19348,
    19560,
    19834,
    19989,
    20190,
    20295,
    20356,
    20661,
    20817,
    21245,
    21316,
    21516,
    21768,
    21897,
    22093,
    23128,
    23236,
    23673,
    24157,
    24356,
    24556,
    24739,
    24974,
    26072,
    26260,
    26769,
    26994,
    27032,
    27342,
    28127,
    28500,
    28892,
    28930,
    29490,
    29759,
    29825,
    30095,
    30231,
    30901,
    31076,
    31544,
    31947,
    32273,
    32960,
    33100,
    33160,
    33365,
    33661,
    33817,
    33978,
    34137,
    34240,
    34294,
    34500,
    34666,
    34718,
    34816,
    34901,
    34941,
    35168,
    35215,
    35368,
    35815,
    35857,
    36085,
    36329,
    36685,
    37169,
    37427,
    37483,
    37578,
    37733,
    37856,
    38078,
    39083,
    39202,
    39395,
    39920,
    40190,
    40387,
    40421,
    40630,
    40940,
    41111,
    41544,
    41647,
    41827,
    41976,
    42227,
    42435,
    42561,
    42949,
    43081,
    43273,
    43353,
    43582,
    43783,
    43892,
    44295,
    44968,
    45053,
    45070,
    45094,
    45169,
    45185,
    45416,
    45471,
    45549,
    46225,
    46602,
    46761,
    46978
  ],
  "original sentences": [
    "Archbishop Viganò Speaks, the Neo-Catholics Panic\n\nIn his eleven-page account, affirmed under oath, the Archbishop, marking a turning point in Church history, declares that senior Vatican officials, including former Secretaries of State Angelo Sodano and Tarcisio Bertone as well as Cardinal Óscar Andrés Rodríguez Maradiaga, coordinator of Pope Bergoglio’s “Council of Cardinals”, covered up McCarrick’s decades of sexual predation and that Bergoglio himself continued the coverup.",
    "\nThis article was first written to address the neo-Catholic commentator Massimo Faggioli’s attempt , following the Pennsylvania grand jury report and the fall of ex-Cardinal Theodore McCarrick, to minimize the homosexual crisis in the Church and blunt the correlative rise of what he derides as “neo-traditionalism.” As my piece was about to go to press, however, EWTN’s National Catholic Register broke the explosive story on the written testimony of Archbishop Carlo Maria Viganò , former apostolic nuncio to the United States (2011 to 2016).",
    "\nFaggioli’s propaganda piece now becomes merely illustrative of the points to be made here in light of this astonishing and indeed providential development.",
    "\nRegarding Bergoglio, Viganò testifies that in 2013 he personally informed him about McCarrick’s history, the dossier of the Congregation for Bishops on his sexual crimes against boys and young men, and the disciplinary sanctions imposed upon him by Benedict XVI (forbidding residence in a seminary, public appearances and Masses).",
    "\nEvidently already aware of these facts, however, Bergoglio not only rehabilitated McCarrick but made him a “trusted counselor” who advised the elevation of the pro-homosexual prelates Blase Cupich, Joseph Tobin and Kevin Farrell to the College of Cardinals and the prominent episcopal sees they now discredit.",
    "\nAll of this happened before Bergoglio, bowing to worldwide public pressure, finally—only weeks ago—took decisive action against his “trusted counselor.” McCarrick had lobbied for Bergoglio’s election, along with Maradiaga and the infamous Cardinal Danneels, who covered up homosexual rape committed by a priest against his own nephew,has supported “same-sex marriage,” and advised the King of Belgium to sign a law legalizing abortion in 1990.",
    "\nAs Edward Pentin notes: “all 3 prelates have since been special advisors of Francis or rehabilitated by him.”\nViganò concludes his testimony by declaring that all of the prelates involved (many others are implicated), including Bergoglio, should resign their offices for the good of the Church.",
    "\nAs to Bergoglio in particular, he courageously states openly the truth that so many of his brethren know but fear to speak in public:\nI want to recall this indefectible truth of the Church’s holiness to the many people who have been so deeply scandalized by the abominable and sacrilegious behavior of the former Archbishop of Washington, Theodore McCarrick; by the grave, disconcerting and sinful conduct of Pope Francis and by the conspiracy of silence of so many pastors, and who are tempted to abandon the Church, disfigured by so many ignominies.",
    "\nAt the Angelus on Sunday, August 12, 2018 Pope Francis said these words: “Everyone is guilty for the good he could have done and did not do ...",
    "\nIf we do not oppose evil, we tacitly feed it.",
    "\nWe need to intervene where evil is spreading; for evil spreads where daring Christians who oppose evil with good are lacking.” [emphasis in original] If this is rightly to be considered a serious moral responsibility for every believer, how much graver is it for the Church’s supreme pastor, who in the case of McCarrick not only did not oppose evil but associated himself in doing evil with someone he knew to be deeply corrupt.",
    "\nHe followed the advice of someone he knew well to be a pervert, thus multiplying exponentially with his supreme authority the evil done by McCarrick.",
    "\nAnd how many other evil pastors is Francis still continuing to prop up in their active destruction of the Church!",
    "\n[my emphasis] Francis is abdicating the mandate which Christ gave to Peter to confirm the brethren.",
    "\nIndeed, by his action he has divided them, led them into error, and encouraged the wolves to continue to tear apart the sheep of Christ’s flock.",
    "\nIn this extremely dramatic moment for the universal Church, he must acknowledge his mistakes and, in keeping with the proclaimed principle of zero tolerance, Pope Francis must be the first to set a good example for cardinals and bishops who covered up McCarrick’s abuses and resign along with all of them.",
    "\n[emphasis in original]\nBefore he was papal nuncio in Washington, Viganò headed the Governorate of Vatican City State after having served as Nuncio in Nigeria, a Delegate for the Pontifical Representatives of the Secretary of State of the Holy See and a Member of the Disciplinary Commission of the Roman Curia.",
    "\nIn those capacities he had access to documents and witnesses that corroborate his own firsthand testimony.",
    "\nWith Viganò’s testimony, the widespread homosexual infiltration of the post-Vatican II hierarchy, from the top on down, now emerges mountainously into view, never to be buried again.",
    "\nEven before that testimony, however, the fall of McCarrick and the Pennsylvania grand jury report had already presented a Sisyphean task to neo-Catholic apologists for the decrepit Novus Ordo status quo and the ill-starred Council that launched its installation.",
    "\nYet there is little doubt they will continue the same polemic that for nearly sixty years has doggedly defended every one of the ruinous “reforms” that have resulted in a debacle without equal in Church history, even considering the Arian crisis of the 4th century.",
    "\nThose “reforms” included abandonment of the Vatican’s strict pre-conciliar instruction (1961) that “advancement to religious vows and ordination should be barred to those who are afflicted with evil tendencies to homosexuality or pederasty, since for them the common life and the priestly ministry would constitute serious dangers.” Today, neo-Catholic commentators, cowed by the demands of political correctness, refuse to state the simple truth that homosexuality is a perversion that precludes ordination as does any other grave psychological disorder.",
    "\nKill the Messenger\nI suspect that not even Viganò’s historic testimony will change the neo-Catholic position.",
    "\nQuite the contrary, I would expect the neo-Catholic commentariat either to ignore Viganò’s witness, explain away his revelations or, failing that, make every effort to smear the man.",
    "\nThe campaign to discredit Archbishop Viganò began instantaneously on the Catholic left wing.",
    "\nOnly hours after Viganò’s sworn testimony appeared online, the professional Catholic dissident Sean Michael Winters, writing for National Catholic Reporter, smeared the former Apostolic Nuncio to the United States, who holds doctorates in both civil and canon law, as “a trafficker in conspiracy theories who mixes fact, fiction and venom,” “more than a little obsessed with homosexuality”—like Oliver Stone, who “was obsessed with the grassy knoll”—“a disgruntled former employee” and “always a crackpot.” Without addressing the merits, Winters dismissed Archbishop Viganò’s “wild claims” about bishops who are “subverting Catholic doctrine on homosexuality” and accused the Archbishop, along with unnamed other bishops and archbishops, of “speak[ing] about gay people with such hatred…”\nWinters issues the dire warning that “A putsch is afoot and if the U.S. bishops do not, as a body, stand up to defend the Holy Father in the next 24 hours, we shall be slipping towards schism long before the bishops’ meeting in November.",
    "\nThe enemies of Francis have declared war.” Notice that for Winters it is not the Church or the integrity of her doctrine and discipline that must be defended against enemies, but only Bergoglio and the regime of novelty he is leading to its final extremity.",
    "\nJohn Allen’s instant analysis attempting to impeach Viganò’s testimony is, as one would expect from him, a bit craftier.",
    "\nHis opinion is: “Take it seriously, but with a large grain of salt.” Which is just Allen’s more nuanced way of saying: “Don’t believe it.” Allen’s view is supported by such irrelevancies as the fact that Viganò’s account implicates “no fewer than 32 senior churchmen” (so what?",
    "\n), that he “has a history” of “innuendo and conspiracy theories” (a gratuitous assertion unsupported by evidence of falsity), that he allegedly quashed an investigation of Archbishop John Nienstedt and ordered evidence destroyed (an allegation Viganò has immediately and categorically denied with conclusive supporting documents, but in any event a tuo quoque fallacy) and that Allen has “the impression that all this was orchestrated with a political agenda in mind” (the same “conspiracy theory” mentality he gratuitously attributes to Viganò).",
    "\nMark Shea, easily the most insufferable of the neo-Catholic polemicists, has quickly followed Winters and Allen in trying to cast doubt on Viganò ’s claims.",
    "\nIgnoring eleven pages of detail, written and published under oath, he suggests there has been no “Documentation.",
    "\nEvidence.",
    "\nProof.” Yes, Francis should resign if Viganò ’s allegations are true, Shea admits—a stunning concession coming from him.",
    "\nYet, making no attempt to refute Viganò’s account on the merits, he tries to wave it all aside with his usual mode of argument—puerile mockery: “But at present, the eagerness of the Greatest Catholics of All Time to believe and repeat everything their itching ears want to hear about this Pope whose living guts they have hated from the moment of his election only tells in his favor, not against it.” Shea’s ever-expanding opus of digital invective never seems to rise above this sort of crude ad hominem attack: Well, if those people believe it, it can’t be true.",
    "\nThe neo-Catholic propaganda mill will have a very difficult time smearing this witness, however.",
    "\nSpeaking to Catholic News Agency, Monsignor Jean-François Lantheaume, who served as first Counsellor of the Nunciature in Washington, confirmed that “Viganò said the truth.",
    "\nThat’s all,” when he stated in his sworn account that Nuncio Pietro Sambi conveyed to McCarrick at the Nunciature in Washington the sanctions that had been imposed on him by Pope Benedict—sanctions Bergoglio ignored for five years until forced to act by a worldwide storm of outrage.",
    "\nFurthermore, a series of prelates has vouched for Viganò’s character and credibility:\n- Bishop Joseph Strickland of Tyler, Texas has gone so far as to order all the priests in his diocese to read from the pulpit a statement that he finds Viganò’s allegations credible.",
    "\n- Bishop Thomas Olmsted of Phoenix, Arizona, issued a statement affirming that he has known Viganò for 39 years, has “always known and respected him as a man of truthfulness, faith and integrity” and that his testimony should “be taken seriously by all…”\n- Archbishop Allen Vigneron of Detroit, Michigan issued a statement calling Viganò’s account “another daunting challenge to our confidence in the reliability of the Church’s leadership, during a summer of devastating news regarding clergy sexual abuse and infidelity.” (The statement has since apparently been scrubbed from the diocesan website.)",
    "\n- Bishop Athanasius Schneider declares: “Archbishop Viganò confirmed his statement by a sacred oath invoking the name of God.",
    "\nThere is, therefore, no reasonable and plausible cause to doubt the truth content of the document of Archbishop Carlo Maria Viganò.”\n- Cardinal Raymond Burke’s statement declares: “The declarations made by a prelate of the authority of Archbishop Carlo Maria Viganò must be totally taken to heart by those responsible in the Church.”\n- [And just two days ago, Archbishop Salvatore Cordileone of San Francisco wrote a letter to his faithful which \"speaks to Vigano's integrity and sincere love of the Church.\"]",
    "\nIn another setback for the propaganda machine gearing up to impeach Viganò’s testimony, the Catholic Herald has just reported that Cardinal Wuerl must have known full well from Viganò himself that McCarrick was under Pope Benedict’s papal sanctions on account of his sexual misconduct because, as an Archdiocesan spokesman now confirms, at Viganò’s request as then papal nuncio Wuerl had to cancel a public appearance by McCarrick not long before Bergoglio’s election.",
    "\nThe Herald asks the obvious question: “[I]f Cardinal Wuerl was unaware of the sanctions, and unaware of the reason for them, why did he ask no questions of the nuncio regarding the reason for his demand?” The question answers itself, and Viganò’s testimony on this critical point stands confirmed by Wuerl’s own spokesman.",
    "\nBergoglio Pleads the Fifth\nBergoglio himself, however, has already precluded any attempt to impeach Viganò’s testimony.",
    "\nDuring the return flight from Dublin after the “World Meeting of Familes,” he was asked to comment on Viganò ’s allegations that he had informed Bergoglio of McCarrick’s crimes in 2013 as well as the sanctions imposed by Benedict.",
    "\nBergoglio declined to incriminate himself:\nRead the statement carefully yourselves and make your own judgment.",
    "\nI am not going to say a word about this.",
    "\nI believe that the statement speaks for itself, and you all have sufficient journalistic ability to draw conclusions.",
    "\nIt is an act of trust.",
    "\nWhen a little time goes by, and you have drawn conclusions, perhaps I will speak about it, but I would like your professional maturity to do this work.",
    "\nIt will do you all good, really.",
    "\nIn other words, as Bergoglio cannot deny the allegations without lying, he will say nothing at all about them in the hope they will go away—with the help of sycophants in the Vatican press corps and shifty polemicists like Shea, who expects his readers to swallow his explanation that Bergoglio’s refusal to say anything in his defense when asked point blank about the charges against him “seems to me to obviously be the reply of somebody who believes the accusations are groundless…”.",
    "\nSeems to be.",
    "\nObviously.",
    "\nThe American “Gay” Church Expansion\nWhile events have overtaken Faggioli’s piece, it will remain useful here as a prime example of the neo-Catholic polemic.",
    "\nThat polemic seeks to shore up the collapsing Novus Ordo establishment lest it give way to the dreaded traditionalist revival.",
    "\nBut before I address Faggioli’s latest defense of the indefensible, some background is in order, including a discussion of further key details of Viganò’s testimony.",
    "\nFirst of all, as I predicted 16 years ago, because the Vatican under John Paul II had no intention of enforcing the pre-conciliar ban on admission of homosexuals to the seminary “a new bumper crop of homosexual ordinands is guaranteed—and with it a new harvest of scandal for the Church.” That prediction came immediately after the “pedophile summit” of 2002 in Rome, which I attended as The Remnant’s correspondent.",
    "\nIn answer to my question then head of the USCCB, Wilton Gregory, made an explosive admission reportedby the international press: “it is an ongoing struggle to make sure that the Catholic priesthood is not dominated by homosexual men.” The struggle, to the extent there even was one, obviously has been lost.",
    "\nSixteen years later, the homosexual predator McCarrick has finally been exposed to the world, stripped of his cardinal’s hat and deprived of any ministry, but only after international media coverage of the Vatican’s semi-secret finding that McCarrick had raped a teenage altar boy 47 years ago.",
    "\nIf not for that one case, McCarrick’s sixty years of homosexual debauchery might well have gone unpunished in this world and he would have died still possessed of all the phony honors that had been heaped upon him throughout his career as a parasite in the Body of Christ, including the favor shown to him by Bergoglio.",
    "\nThe telling details of Archbishop Viganò’s testimony concerning Bergoglio’s friendly relations with McCarrick before he finally had to cut him loose—details conveniently ignored by Winters, Allen and Shea—are utterly devastating to any defense of Bergoglio.",
    "\nThis would explain why he will not a “say a word about” Viganò’s charges against him.",
    "\nThe Archbishop reveals, as already noted, that Pope Benedict imposed sanctions on McCarrick under which he “was to leave the seminary where he was living, he was forbidden to celebrate [Mass] in public, to participate in public meetings, to give lectures, to travel, with the obligation of dedicating himself to a life of prayer and penance.” Viganò further reveals that those sanctions were communicated to McCarrick by then Apostolic Nuncio to the United States, Pietro Sambi, but were also repeated by Viganò himself when he succeeded Sambi as Nuncio:\nI repeated them to Cardinal McCarrick at my first meeting with him at the Nunciature.",
    "\nThe Cardinal, muttering in a barely comprehensible way, admitted that he had perhaps made the mistake of sleeping in the same bed with some seminarians at his beach house, but he said this as if it had no importance.",
    "\nViganò testifies that on June 23, 2013, he obtained a private audience with Bergoglio after having encountered McCarrick at the Pope’s residence three days earlier, during which encounter McCarrick had told him with an air of triumph: “The Pope received me yesterday, tomorrow I am going to China” (evidently to assist in negotiating Bergoglio’s planned sellout of China’s underground Catholics to the Communist dictators of Beijing).",
    "\nViganò wanted to know why McCarrick had apparently been relieved of the sanctions.",
    "\nDuring the audience Bergoglio queried: “What is Cardinal McCarrick like?” and Viganò replied with the truth Bergoglio obviously did not want to hear:\nI answered him with complete frankness and, if you want, with great naiveté: “Holy Father, I don’t know if you know Cardinal McCarrick, but if you ask the Congregation for Bishops there is a dossier this thick about him.",
    "\nHe corrupted generations of seminarians and priests and Pope Benedict ordered him to withdraw to a life of prayer and penance.” The Pope did not make the slightest comment about those very grave words of mine and did not show any expression of surprise on his face, as if he had already known the matter for some time, and he immediately changed the subject.",
    "\nBut then, what was the Pope’s purpose in asking me that question: “What is Cardinal McCarrick like?” He clearly wanted to find out if I was an ally of McCarrick or not….",
    "\nIt was also clear that, from the time of Pope Francis’s election, McCarrick, now free from all constraints, had felt free to travel continuously, to give lectures and interviews….",
    "\nHe [Bergoglio] knew from at least June 23, 2013 [the date of the audience with Viganò] that McCarrick was a serial predator.",
    "\nAlthough he knew that he was a corrupt man, he covered for him to the bitter end; indeed, he made McCarrick’s advice his own, which was certainly not inspired by sound intentions and for love of the Church.",
    "\nIt was only when he was forced by the report of the abuse of a minor, again on the basis of media attention, that he took action to save his image in the media.",
    "\n[all emphasis in original]\nBefore his long overdue fall McCarrick, as Bergoglio’s “trusted counselor,” had been instrumental in cementing into place the homosexual-friendly status quo of the American episcopate that oppresses and defrauds the faithful.",
    "\nIt was McCarrick, noted Marco Tosatti, who was behind the elevation of Blase Cupich to the key position of Archbishop of Chicago, where Cupich has since promoted the homosexual subversion of Father James Martin.",
    "\nAnd Viganò now confirms Tosatti’s allegation: “The appointments of Blase Cupich to Chicago and Joseph W. Tobin to Newark were orchestrated by McCarrick, Maradiaga and Wuerl, united by a wicked pact of abuses by the first, and at least of coverup of abuses by the other two.",
    "\nTheir names were not among those presented by the Nunciature for Chicago and Newark.” That is, the normal process was circumvented for these appointments.",
    "\nRemnant readers may recall that I spotted Cupich back in 2002, when he was the obscure Bishop of Rapid City, South Dakota, as an example of what was coming in the Novus Ordo: accelerated degeneration.",
    "\nAs I wrote back then, with the likes of Cupich in view:\nCupich is the very model of a Novus Ordo bishop.",
    "\nHe is the very exemplar of the crisis we must still endure….",
    "\nLet the thing die of its own excesses, for as the “little synod” [the 2002 “pedophile summit”] demonstrates, the men who control this establishment will never restore it to anything resembling the vibrant Church that a long line of militant, uncompromising Popes delivered into their hands at Vatican II.",
    "\nFor heaven’s sake, the men who govern the Church today require a Vatican summit meeting to agonize over whether serial child molesters should be defrocked.",
    "\nFrom the Vatican on down, through deliberate decisions and criminal neglect, the servitors of Vatican II have laid waste to the liturgy, the perennial clarity of Catholic teaching, the Church’s militant opposition to worldly thinking, the traditional formation in seminaries, the religious orders, the missions, the trust of the faithful in their own priests—in short, the very life of the Church—and dare to call it a renewal.",
    "\nWe must no longer subsidize the malpractice of the architects of ruin.",
    "\nNor must we join the neo-Catholics in their mindless applause when one of these incompetents attempts to repoint a brick or two in the crumbling façade they have erected to obscure the Church of old.",
    "\nAs for William (“nighty-night baby!”) Tobin, after McCarrick had arranged for him to become Archbishop of Newark, Tobin, another episcopal booster of Martin’s pro-homosexual propaganda, promptly sponsored a “gay pilgrimage” to his cathedral in Newark.",
    "\nAnd it was McCarrick who obtained the cardinal’s hat for his roommate of six years, Kevin Farrell, whom he consecrated a bishop.",
    "\nFarrell, yet another promoter of Martin’s homosexual activism, arranged for Martin to “welcome ‘gay’ families” at the “World Meeting of Families” in Dublin from which Bergoglio has just returned.",
    "\nFinally, there is the appointment of the “pro-gay” Robert McElroy as Bishop of San Diego, concerning which Viganò reveals: “The appointment of McElroy in San Diego was also orchestrated from above, with an encrypted peremptory order to me as Nuncio, by Cardinal Parolin: ‘Reserve the See of San Diego for McElroy.’ McElroy was also well aware of McCarrick’s abuses, as can be seen from a letter sent to him by Richard Sipe on July 28, 2016.” Like Cupich, Tobin and Farrell, McElroy is an avid promoter of Martin’s homosexual subversion of the Church, calling opposition to Martin symptomatic of a “cancer of vilification [that] is seeping into the institutional life of the church.”\nEmboldened by the certainty that he will face no discipline whatsoever, Martin, now backed by “Cupich, Tobin, Farrell and McElroy,” as Viganò testifies, is urging all the “gay priests” to “come out,” including those ordained since the useless “pedophile summit” presided over by none other than McCarrick as the classic fox in charge of the hen house.",
    "\nBut Bergoglio has also lent his own authority to Martin’s effort to mainstream homosexuality in the Church.",
    "\nAs Viganò notes, it was Bergoglio who made Martin a “Consultor of the Secretariat for Communications,” even though he is a “well-known activist who promotes the LGBT agenda, chosen to corrupt the young people who will soon gather in Dublin for the World Meeting of Families…”\n“Father” Martin now confidently declares, sixteen years after the “pedophile summit,” that “The idea of a purge of gay priests is both ridiculous and dangerous.",
    "\nAny purge would empty parishes and religious orders of the thousands of priests and bishops who lead healthy lives of service and faithful lives of celibacy.”\nMartin thus revels in smug certitude that the future of the universal Church is in the hands of legions of intrinsically disordered homosexual bishops and priests and their homosexual successors, who will perpetuate an existing worldwide homosexual network, and that there is absolutely nothing we can or should do about it.",
    "\nA Worldwide Network of Corruption, Beginning at the Top\nNone of the foregoing is meant to suggest that the homosexual invasion of the Catholic hierarchy is confined to American prelates and priests.",
    "\nThe spread of clerical sodomy has not respected national boundaries but rather extends throughout the Church under the eyes of a Vatican apparatus that is itself thoroughly infested with homosexuals.",
    "\nThis is thanks in large measure to Bergoglio, who made a flagrantly active homosexual, Monsignor Battista Ricca, “prelate of the gay lobby,” no less than head of his papal household.",
    "\nMoreover, it was Bergoglio’s right hand man, Cardinal Maradiaga, who sheltered his friend, Juan José Pineda, auxiliary Bishop of Tegucigalpa, from any discipline over his notorious homosexual liaisons with seminarians in that diocese.",
    "\nWhen an apostolic visitation, compelled by mounting public pressure, confirmed the charges against Pineda, he was forced to resign, even as Maradiaga dismissed the incontestable proofs against him as “slander.” Viganò notes that “the only thing that has been made public is that his resignation has simply been accepted, thus making any possible responsibility of his and Maradiaga vanish into nowhere.”\nDespite the fall of his friend Pineda, Maradiaga continues todefend and protect the homosexual corruption of his own seminary, involving incontrovertible evidence of rampant sodomy among the seminarians he refuses to dismiss, rejecting all the evidence as “gossip.” Concerning Maradiaga, who is also mired in financial corruption for which he offers no credible explanation, Viganò provides this withering assessment of the man and his relation to Bergoglio:\nIn a team effort with Cardinal Rodriguez Maradiaga, [McCarrick] had become the kingmaker for appointments in the Curia and the United States, and the most listened to advisor in the Vatican for relations with the Obama administration.",
    "\nThis is how one explains that, as members of the Congregation for Bishops, the Pope replaced Cardinal Burke with Wuerl and immediately appointed Cupich right after he was made a cardinal.",
    "\nWith these appointments the Nunciature in Washington was now out of the picture in the appointment of bishops….. By now the faithful have well understood Maradiaga’s strategy: insult the victims to save himself, lie to the bitter end to cover up a chasm of abuses of power, of mismanagement in the administration of Church property, and of financial disasters even against close friends, as in the case of the Ambassador of Honduras Alejandro Valladares, former Dean of the Diplomatic Corps to the Holy See….",
    "\nThe Pope defends his man, Cardinal Rodriguez Maradiaga, to the bitter end, as he had done in Chile with Bishop Juan de la Cruz Barros, whom he himself had appointed Bishop of Osorno against the advice of the Chilean Bishops.",
    "\nFirst, he insulted the abuse victims.",
    "\nThen, only when he was forced by the media, and a revolt by the Chilean victims and faithful, did he recognize his error and apologize, while stating that he had been misinformed, causing a disastrous situation for the Church in Chile, but continuing to protect the two Chilean Cardinals Errazuriz and Ezzati.",
    "\nOn the very day Archbishop Viganò’s testimony was made public, Sandro Magister summed up the entire state of affairs in the Church universal after decades of unrestricted homosexual migration into the hierarchy, to which Bergoglio has contributed mightily: “From the seminaries, to the clergy, to the bishops, to the cardinals, homosexuals are present at all levels, by the thousand.”\nArchbishop Viganò now provides his own decisive summary of the situation, based on firsthand experience with a now endemic homosexual corruption of the Church:\nJanet Smith, Professor of Moral Theology at the Sacred Heart Major Seminary in Detroit, recently wrote: “The problem of clergy abuse cannot be resolved simply by the resignation of some bishops, and even less so by bureaucratic directives.",
    "\nThe deeper problem lies in homosexual networks within the clergy which must be eradicated.” These homosexual networks, which are now widespread in many dioceses, seminaries, religious orders, etc., act under the concealment of secrecy and lies with the power of octopus tentacles, and strangle innocent victims and priestly vocations, and are strangling the entire Church.",
    "\n[emphasis added]\nDefending the Council by Defending the Homosexual Status Quo\nAt this moment, the entire Novus Ordo regime of novelty is threatened with collapse on account of its homosexual corruption, and voices throughout the Catholic world are now echoing Archbishop Viganò’s call for Bergoglio’s resignation, including Laura Ingraham: “Too little, too late from Pope Francis in Ireland.",
    "\nI stand with Archbishop Carlo Vigano.",
    "\nTime for the laity to demand a new Shepherd.” Even Michael Voris, in a highly amusing example of leading from behind, has finally abandoned his absurd refusal to criticize this pontificate and now declares with a screaming headline: “Pope Francis Must Resign.”\nNearly three years ago, seeing what was certainly coming on the disastrous course Bergoglio had already clearly established, this newspaper published a petition which states: “We your subjects respectfully petition Your Holiness to change course for the good of the Church and the welfare of souls.",
    "\nFailing this, would it not be better for Your Holiness to renounce the Petrine office than to preside over what threatens to be a catastrophic compromise of the Church’s integrity?” Our petition was of course dismissed as “ridiculous” by the neo-Catholic commentariat.",
    "\nToday, our ridiculous suggestion is the stuff of mainstream news.",
    "\nFrom the neo-Catholic perspective, the events of recent days present a terrifying prospect: the final collapse of the Novus Ordo establishment, an end to the conciliar aggiornamento and a revival of integral Tradition, which growing numbers of young people are seeking.",
    "\nHence even before Archbishop Viganò had come forward, commentators like Faggioli were already sounding the neo-Catholic air raid siren.",
    "\nFaggioli fretted that “[t]he abuse scandal and delegitimization of the episcopate has created a great power vacuum in the Church” that could be filled by the “neo-traditionalist Catholicism of the younger generations of American Catholics” who “attack American bishops and cardinals close to Pope Francis.” Accordingly, he rushed to the defense of Bergoglio and his corrupt regime against “a radicalization of religious conservatism in the neo-traditionalism sense...”\nFor Faggioli, not only would Bergoglio’s resignation be unthinkable, so also would a purge of the homosexual and pro-homosexual prelates Bergoglio and his Vatican henchmen have systematically enabled.",
    "\nThe Pope, he argues, is not “the CEO of the Catholic Church world, and the bishops as its managers whom the Pope can simply fire.” No, Bergoglio cannot “simply fire” bishops.",
    "\nExcept whenever he pleases, as we have seen again and again with the conservative bishops and even Cardinals (Burke and Müller) he has sacked because their conservatism offended him or one of his friends, prompting even Crux to ask: “Does Pope Francis have an enemies list?” Then again, Francis even obtained the removal of his own “trusted counselor” McCarrick from the College of Cardinals, albeit only when forced to act due to worldwide condemnation in the media.",
    "\nSo, according to Faggioli, the same Pope who sacks conservative bishops and cardinals according to his pleasure and has just removed a cardinal from the College of Cardinals in an unprecedented disciplinary act under fire from the media, is somehow powerless to dismiss Modernist bishops who have created an obscene “gay culture” in the Church and replace them with orthodox, normal heterosexual males.",
    "\nFrancis cannot “simply fire” even Cardinal Wuerl, who covered up crimes of homosexual predation by the priests he transferred elsewhere while Archbishop of Pittsburgh, and who authorized payment of $900,000 in hush money to bury sexual abuse claims against a homosexual priest involved in the production of child pornography.",
    "\nWuerl, says Faggioli, “faces a complex situation: on the one hand Wuerl was not afraid of clashing with the tribunal over the Apostolic Signatura in the Vatican which wanted to readmit a priest from the Pittsburgh diocese to ministry… while in other cases he seems to have collaborated in covering up some cases… It is a very difficult position also because Wuerl became a symbol… beyond the specific accusations against him, from which he could not publicly defend himself.”\nIn other words, because his situation is “complex” Wuerl, unlike McCarrick, should remain a cardinal and the Archbishop of Washington, DC, thus maintaining a key bulwark against the “neo-traditionalist” threat.",
    "\nYet, as the Pennsylvania grand jury report documents, Wuerl assisted McCarrick in the coverup of his crimes and now brazenly lies about it.",
    "\nHere too Viganò’s testimony sheds light on the darkness:\n….",
    "\nI myself brought up the subject [of McCarrick] with Cardinal Wuerl on several occasions, and I certainly didn’t need to go into detail because it was immediately clear to me that he was fully aware of it.",
    "\nI also remember in particular the fact that I had to draw his attention to it, because I realized that in an archdiocesan publication, on the back cover in color, there was an announcement inviting young men who thought they had a vocation to the priesthood to a meeting with Cardinal McCarrick.",
    "\nI immediately phoned Cardinal Wuerl, who expressed his surprise to me, telling me that he knew nothing about that announcement and that he would cancel it.",
    "\nIf, as he now continues to state, he knew nothing of the abuses committed by McCarrick and the measures taken by Pope Benedict, how can his answer be explained?",
    "\nHis recent statements that he knew nothing about it, even though at first he cunningly referred to compensation for the two victims, are absolutely laughable.",
    "\nThe Cardinal lies shamelessly and prevails upon his Chancellor, Monsignor Antonicelli, to lie as well.",
    "\nCardinal Wuerl also clearly lied on another occasion.",
    "\nFollowing a morally unacceptable event authorized by the academic authorities of Georgetown University, I brought it to the attention of its President, Dr. John DeGioia, sending him two subsequent letters.",
    "\nBefore forwarding them to the addressee, so as to handle things properly, I personally gave a copy of them to the Cardinal with an accompanying letter I had written.",
    "\nThe Cardinal told me that he knew nothing about it.",
    "\nHowever, he failed to acknowledge receipt of my two letters, contrary to what he customarily did.",
    "\nI subsequently learned that the event at Georgetown had taken place for seven years.",
    "\nBut the Cardinal knew nothing about it!",
    "\nCardinal Wuerl, well aware of the continuous abuses committed by Cardinal McCarrick and the sanctions imposed on him by Pope Benedict, transgressing the Pope’s order, also allowed him to reside at a seminary in Washington D.C.",
    "\nIn doing so, he put other seminarians at risk.",
    "\n[emphasis in original]\nWhat really concerns Faggioli and those who think like him is not Wuerl and his “complex situation,” which is not complex at all.",
    "\nRather, what he views with alarm as an “essential element” of the context in which Wuerl operates is that “scandals are also the opportunity for the neo-traditionalist Catholicism of the younger generations of American Catholics to attack American bishops and cardinals close to Pope Francis….” Better a thousand septuagenarian Wuerls in their lavish sties of corruption, financed by the faithful, than a single, young neo-traditionalist prelate!",
    "\nBut what exactly is a neo-traditionalist?",
    "\nQuite simply: an orthodox Catholic who has had enough of the homosexual-infested regime of novelty imposed on the Church by the old men of the Council, Bergoglio merely being the latest, the highest placed, and one of the last.",
    "\nAs Faggioli puts it: “In the last fifteen years, the American Catholic Church has been traversed by a radicalization of religious conservatism in the neo-traditionalism sense, especially in the younger generations of priests and intellectuals.",
    "\nThey interpret the current abuse crisis as fruit of the mistakes of the Council itself and not only of the post-Council…”\nJust as Faggioli fears, many in the up-and-coming generation of Catholic clergy and laity recognize the obvious: that the conciliar texts, for all their prolix repetition of traditional teaching, opened the way to ecclesial disaster.",
    "\nBecause in those texts—above all Gaudium et Spes, Dignitatis Humanae, Unitatis Redintegratio, Nostra Aetate and Sacrosanctum Concilium—the Council verbally prostrated itself before “the modern world” and the practitioners of other religions while authorizing Bugnini (Secretary of the liturgical Preparatory Commission that drafted what would become Sacrosanctum Concilium) to begin demolition of the sacred liturgy that was the very foundation Catholic of orthodoxy and orthopraxis.",
    "\nTo quote Paul VI, then in the depths of his conciliar delirium at the Council’s close:\nBut one must realize that this council, which exposed itself to human judgment, insisted very much more upon this pleasant side of man, rather than on his unpleasant one.",
    "\nIts attitude was very much and deliberately optimistic.",
    "\nA wave of affection and admiration flowed from the council over the modern world of humanity….",
    "\nInstead of depressing diagnoses, encouraging remedies; instead of direful prognostics, messages of trust issued from the council to the present-day world.",
    "\nThe modern world’s values were not only respected but honored, its efforts approved, its aspirations purified and blessed.",
    "\n[emphasis added]\nThus did Paul describe the conciliar “opening to the world” through which the world promptly invaded the Church, including large numbers of homosexuals who should never have been admitted to the seminary.",
    "\nIn sum, Faggioli is representative of the thinking that requires defense of a homosexualized clergy if only for the reason that tradition-minded Catholics cannot be allowed to take their place: “This neo-traditionalist Catholicism believes that sexual abuses are committed only by homosexual clergy… and that the crisis of abuse can be resolved by a kind of Catholic Jacobinism that should eliminate all bishops and priests minimally engaged in dialogue with modern culture, and replaced by a young clergy marked by personal sanctity but also by a fascination for a mythical Middle Ages and the rejection of a Church-world relationship based on a principle of reality.”\nRather than “young clergy marked by personal sanctity,” the neo-Catholic mentality Faggioli exemplifies prefers that homosexual priests and bishops be kept in place in order to continue the “dialogue with modern culture.” It is not the integrity of the Faith that matters but only perpetuation of the post-conciliar regime of novelty.",
    "\nAny abandonment of the regime must be viewed as ecclesiastical treason—“Catholic Jacobinism”—if not criminal activity.",
    "\nFaggioli would probably be more inclined to civil or criminal prosecution of “Catholic Jacobins” for “hate speech” than Novus Ordo bishops for their complicity in covering up homosexual rapes.",
    "\n“Homosexuality in the clergy exists and is a matter that must be addressed,” Faggioli fleetingly acknowledges toward the end of his piece, “but the abuse crisis cannot be resolved by making homosexuals within the Church the scapegoat of a scandal that has ancient roots, well before Vatican Council II.” And how does the Church “address” a massive infestation by homosexual priests and prelates without removing them from authority and ensuring that they cannot promote homosexual successors for generation after generation?",
    "\nFaggioli has no answer because what he is really arguing—the final beachhead of the neo-Catholic defense of their disintegrating regime—is that homosexuals in the hierarchy must remain in authority as an indispensable seawall against a “neo-traditionalist” storm surge.",
    "\nFaggioli’s argument demonstrates that neo-Catholicism has never been about making the authentic Faith more appealing to a “modern world” founded precisely on a rejection of the Church’s authority.",
    "\nIt is not about the Faith at all.",
    "\nRather, it is an ideological movement dedicated to the face-saving defense of a catastrophic failure in ecclesial innovation that has corrupted the human element of the Church in practically every department.",
    "\nFor people like Faggioli, indeed for the tradition-hating Pope they blindly defend, the one thing to be feared is that more and more faithful will recognize the neo-Catholic polemic for what it is—a fraud—and begin demanding a return of everything the regime of novelty has stolen from the life of the Church.",
    "\nThat is exactly what a growing number of Catholics are now doing, as even the secular press recognized less than three months before Bergoglio began his tyrannical reign.",
    "\nIn this respect, what the neo-Catholics are defending at bottom is themselves—that is, the reputations they have all staked on their defense of the indefensible against the traditionalists they have arrogantly mocked and marginalized for decades only to see, to their horror, that traditionalism is ever more vindicated as the scandals of the Novus Ordo mount under this reckless Pope to an unsustainable, indeed apocalyptic, level.",
    "\nA return to integral Tradition is the threat that Faggioli sees as coming particularly from the young.",
    "\nIrony of ironies, he is now reduced to defending what is old and tired and corrupt against a restoration, led largely by a youthful vanguard, of what is ever ancient but ever new.",
    "\nFor some, it seems, no price is too great—not even the good of the Church—to avoid the personal ignominy of being seen on the wrong side of history.",
    "\nConclusion: The Fatima Connection\nLong before the arrival of Bergoglio in Rome, the successive Vatican Secretaries of State, Angelo Sodano and Tarcisio Bertone, were instrumental in advancing the homosexual corruption of the Novus Ordo establishment.",
    "\nAs to Bertone and Sodano, Viganò provides further vital testimony:\nNuncio Sambi’s report [on McCarrick’s sexual abuse], with all the attachments, was sent to Cardinal Tarcisio Bertone, as Secretary of State.",
    "\nMy two above-mentioned memos of December 6, 2006 and May 25, 2008, were also presumably handed over to him by the Substitute.",
    "\nAs already mentioned, the Cardinal had no difficulty in insistently presenting for the episcopate candidates known to be active homosexuals — I cite only the well-known case of Vincenzo de Mauro, who was appointed Archbishop-Bishop of Vigevano and later removed because he was undermining his seminarians — and in filtering and manipulating the information he conveyed to Pope Benedict….",
    "\nCardinal Angelo Sodano was Secretary of State until September 2006: all information [concerning McCarrick] was communicated to him.",
    "\nIn November 2000, Nunzio Montalvo sent him his report, passing on to him the aforementioned letter from Father Boniface Ramsey in which he denounced the serious abuses committed by McCarrick.",
    "\nIt is known that Sodano tried to cover up the Father Maciel scandal to the end.",
    "\nHe even removed the Nuncio in Mexico City, Justo Mullor, who refused to be an accomplice in his scheme to cover Maciel, and in his place appointed Sandri, then-Nuncio to Venezuela, who was willing to collaborate in the cover-up.",
    "\nSodano even went so far as to issue a statement to the Vatican press office in which a falsehood was affirmed, that is, that Pope Benedict had decided that the Maciel case should be considered closed.",
    "\nBenedict reacted, despite Sodano’s strenuous defense, and Maciel was found guilty and irrevocably condemned.",
    "\nIt is no coincidence that, as I detail in my book on the Third Secret of Fatima, Sodano and Bertone have also taken the leading role in suppressing the integral Secret and reducing the Message of Fatima in general to a generic prescription for personal piety, stripped of its prophetic and admonitory content regarding the epochal malfeasance and corruption of the upper hierarchy to which they belong.",
    "\nConcerning my book, Archbishop Pietro Sambi, Viganò’s predecessor as Nuncio in Washington, whom Viganò’ credits with diligently reporting McCarrick’s crimes to the Vatican and conveying Benedict’s sanctions to McCarrick, made some very revealing comments during an interview with Robert Moynihan, published posthumously six years ago in Inside the Vatican:\nWe were discussing the Third Secret of Fatima, the allegations that the Vatican has not published the entire text of the Third Secret as revealed to Sister Lucia, and the response of Cardinal Tarcisio Bertone, the Vatican secretary of state, in a book where Bertone states that there is nothing more to be revealed.",
    "\nSambi said, “Excuse me.” He got up, went out of the room, and came back with a book.",
    "\n“Here,” he said.",
    "\n“Do you know this book?",
    "\nYou should read it.” It was Christopher Ferrara's The Secret Still Hidden.",
    "\n“Wait,” I said.",
    "\n“You are the Pope’s representative in the US, and you are urging me to read a book that questions what the secretary of state wrote?” Sambi replied, “All I am saying is that there are interesting things worth reading in this book.",
    "\nAnd in the end, we are all after the truth, aren’t we?",
    "\nThe truth is the important thing...”\nThe truth is indeed the important thing.",
    "\nAnd the truth about our situation is revealed in that still-hidden part of the Secret to whose contents Pope Benedict alluded during his pilgrimage to Fatima in 2010, identifying elements that do not appear at all in the obscure vision published back in 2000, which Sodano and Bertone tried to pass of as the entirety of the Secret at the same time they were covering up homosexual corruption in high places:\nAs for the new things which we can find in this message today, there is also the fact that attacks on the Pope and the Church come not only from without, but the sufferings of the Church come precisely from within the Church, from the sin existing within the Church.",
    "\nThis too is something that we have always known, but today we are seeing it in a really terrifying way: that the greatest persecution of the Church comes not from her enemies without, but arises from sin within the Church, and that the Church thus has a deep need to relearn penance, to accept purification, to learn forgiveness on the one hand, but also the need for justice.",
    "\n[emphasis added]\nI believe that Archbishop Viganò’s precious testimony is a sign that Heaven itself is now responding to the “need for justice” in the Church.",
    "\nWhether or not justice involves the resignation of the most wayward Pope in Church history, the inevitable season of justice will culminate in the triumph of the Immaculate Heart of Mary and the Church’s restoration.",
    "\nThis will be a final victory over the enemies within and their apologists, such as Faggioli, who, in typical neo-Catholic style, imperiously scoffs at the notion of “a young clergy marked by personal sanctity but also by a fascination for a mythical Middle Ages” and busies himself defending an unsalvageable mass of corruption he dares to describe as “a Church-world relationship based on a principle of reality.”\nI can only conclude by making my own these closing words of Archbishop Viganò:"
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 482,
      "text": "Archbishop Viganò Speaks, the Neo-Catholics Panic\n\nIn his eleven-page account, affirmed under oath, the Archbishop, marking a turning point in Church history, declares that senior Vatican officials, including former Secretaries of State Angelo Sodano and Tarcisio Bertone as well as Cardinal Óscar Andrés Rodríguez Maradiaga, coordinator of Pope Bergoglio’s “Council of Cardinals”, covered up McCarrick’s decades of sexual predation and that Bergoglio himself continued the coverup.",
      "new_text": "Archbishop Viganò Speaks, the Neo-Catholics Panic\n\nIn his eleven-page account, affirmed under oath, the Archbishop, marking a turning point in Church history, declares that senior Vatican officials, including former Secretaries of State Angelo Sodano and Tarcisio Bertone as well as Cardinal Óscar Andrés Rodríguez Maradiaga, coordinator of Pope Bergoglio’s “Council of Cardinals”, covered up McCarrick’s decades of sexual predation and that Bergoglio himself continued the coverup.",
      "prop_spans": [
        [
          26,
          49,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 482,
      "end_ix": 1026,
      "text": "\nThis article was first written to address the neo-Catholic commentator Massimo Faggioli’s attempt , following the Pennsylvania grand jury report and the fall of ex-Cardinal Theodore McCarrick, to minimize the homosexual crisis in the Church and blunt the correlative rise of what he derides as “neo-traditionalism.” As my piece was about to go to press, however, EWTN’s National Catholic Register broke the explosive story on the written testimony of Archbishop Carlo Maria Viganò , former apostolic nuncio to the United States (2011 to 2016).",
      "new_text": "\nThis article was first written to address the neo-Catholic commentator Massimo Faggioli’s attempt , following the Pennsylvania grand jury report and the fall of ex-Cardinal Theodore McCarrick, to minimize the homosexual crisis in the Church and blunt the correlative rise of what he derides as “neo-traditionalism.” As my piece was about to go to press, however, EWTN’s National Catholic Register broke the big story on the written testimony of Archbishop Carlo Maria Viganò , former apostolic nuncio to the United States (2011 to 2016).",
      "prop_spans": [
        [
          886,
          906,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1026,
      "end_ix": 1182,
      "text": "\nFaggioli’s propaganda piece now becomes merely illustrative of the points to be made here in light of this astonishing and indeed providential development.",
      "new_text": "\nFaggioli’s propaganda piece now becomes merely illustrative of the points to be made here in light of this surprising and indeed favorable development.",
      "prop_spans": [
        [
          1134,
          1181,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1182,
      "end_ix": 1513,
      "text": "\nRegarding Bergoglio, Viganò testifies that in 2013 he personally informed him about McCarrick’s history, the dossier of the Congregation for Bishops on his sexual crimes against boys and young men, and the disciplinary sanctions imposed upon him by Benedict XVI (forbidding residence in a seminary, public appearances and Masses).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1513,
      "end_ix": 1823,
      "text": "\nEvidently already aware of these facts, however, Bergoglio not only rehabilitated McCarrick but made him a “trusted counselor” who advised the elevation of the pro-homosexual prelates Blase Cupich, Joseph Tobin and Kevin Farrell to the College of Cardinals and the prominent episcopal sees they now discredit.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1823,
      "end_ix": 2267,
      "text": "\nAll of this happened before Bergoglio, bowing to worldwide public pressure, finally—only weeks ago—took decisive action against his “trusted counselor.” McCarrick had lobbied for Bergoglio’s election, along with Maradiaga and the infamous Cardinal Danneels, who covered up homosexual rape committed by a priest against his own nephew,has supported “same-sex marriage,” and advised the King of Belgium to sign a law legalizing abortion in 1990.",
      "new_text": "\nAll of this happened before Bergoglio, bowing to worldwide public pressure, finally—only weeks ago—took decisive action against his trusted counselor. McCarrick had lobbied for Bergoglio’s election, along with Maradiaga and the Cardinal Danneels, who covered up homosexual rape committed by a priest against his own nephew,has supported same-sex marriage, and advised the King of Belgium to sign a law legalizing abortion in 1990.",
      "prop_spans": [
        [
          1957,
          1974,
          "Name_Calling,Labeling"
        ],
        [
          2050,
          2072,
          "Name_Calling,Labeling"
        ],
        [
          2082,
          2266,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 2267,
      "end_ix": 2562,
      "text": "\nAs Edward Pentin notes: “all 3 prelates have since been special advisors of Francis or rehabilitated by him.”\nViganò concludes his testimony by declaring that all of the prelates involved (many others are implicated), including Bergoglio, should resign their offices for the good of the Church.",
      "new_text": "\nAs Edward Pentin notes: “all 3 prelates have since been special advisors of Francis or rehabilitated by him.”\nViganò concludes his testimony by declaring that all of the prelates involved (many others are implicated), including Bergoglio, should resign their offices for the good of the Church.",
      "prop_spans": [
        [
          2268,
          2375,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 2562,
      "end_ix": 3114,
      "text": "\nAs to Bergoglio in particular, he courageously states openly the truth that so many of his brethren know but fear to speak in public:\nI want to recall this indefectible truth of the Church’s holiness to the many people who have been so deeply scandalized by the abominable and sacrilegious behavior of the former Archbishop of Washington, Theodore McCarrick; by the grave, disconcerting and sinful conduct of Pope Francis and by the conspiracy of silence of so many pastors, and who are tempted to abandon the Church, disfigured by so many ignominies.",
      "new_text": "\nAs to Bergoglio in particular, he courageously states openly the truth that so many of his brethren know but fear to speak in public:\nI want to recall this truth of the Church’s holiness to the many people who have been scandalized by the very bad and impious behavior of the former Archbishop of Washington, Theodore McCarrick; by the grave, sinful conduct of Pope Francis and by the conspiracy of silence of so many pastors, and who are tempted to abandon the Church, spoiled by so much disgrace.",
      "prop_spans": [
        [
          2714,
          2738,
          "Exaggeration,Minimisation"
        ],
        [
          2799,
          2862,
          "Loaded_Language"
        ],
        [
          2925,
          2969,
          "Loaded_Language"
        ],
        [
          3081,
          3113,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3114,
      "end_ix": 3258,
      "text": "\nAt the Angelus on Sunday, August 12, 2018 Pope Francis said these words: “Everyone is guilty for the good he could have done and did not do ...",
      "new_text": "\nAt the Angelus on Sunday, August 12, 2018 Pope Francis said these words: “Everyone is guilty for the good he could have done and did not do ...",
      "prop_spans": [
        [
          3189,
          3258,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 3258,
      "end_ix": 3304,
      "text": "\nIf we do not oppose evil, we tacitly feed it.",
      "new_text": "\nIf we do not oppose evil, we tacitly feed it.",
      "prop_spans": [
        [
          3258,
          3303,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 3304,
      "end_ix": 3734,
      "text": "\nWe need to intervene where evil is spreading; for evil spreads where daring Christians who oppose evil with good are lacking.” [emphasis in original] If this is rightly to be considered a serious moral responsibility for every believer, how much graver is it for the Church’s supreme pastor, who in the case of McCarrick not only did not oppose evil but associated himself in doing evil with someone he knew to be deeply corrupt.",
      "new_text": "\nWe need to intervene where evil is spreading; for evil spreads where daring Christians who oppose evil with good are lacking.” [emphasis in original] If this is rightly to be considered a serious moral responsibility for every believer, how much graver is it for the Church’s McCarrick, who not only did not oppose evil but associated himself in doing evil with someone deeply corrupt.",
      "prop_spans": [
        [
          3568,
          3733,
          "Doubt"
        ],
        [
          3697,
          3733,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3734,
      "end_ix": 3884,
      "text": "\nHe followed the advice of someone he knew well to be a pervert, thus multiplying exponentially with his supreme authority the evil done by McCarrick.",
      "new_text": "\nHe followed the advice of a pervert, thus multiplying exponentially with his supreme authority the evil done by McCarrick.",
      "prop_spans": [
        [
          3761,
          3797,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3884,
      "end_ix": 3998,
      "text": "\nAnd how many other evil pastors is Francis still continuing to prop up in their active destruction of the Church!",
      "new_text": "\nAnd how many other such pastors is Francis still continuing to prop up in their destruction of the Church!",
      "prop_spans": [
        [
          3904,
          3917,
          "Name_Calling,Labeling"
        ],
        [
          3959,
          3997,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3998,
      "end_ix": 4098,
      "text": "\n[my emphasis] Francis is abdicating the mandate which Christ gave to Peter to confirm the brethren.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4098,
      "end_ix": 4243,
      "text": "\nIndeed, by his action he has divided them, led them into error, and encouraged the wolves to continue to tear apart the sheep of Christ’s flock.",
      "new_text": "\nIndeed, by his action he has divided them, led them into error, and encouraged them to continue to tear apart the sheep of Christ’s flock.",
      "prop_spans": [
        [
          4167,
          4225,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4243,
      "end_ix": 4549,
      "text": "\nIn this extremely dramatic moment for the universal Church, he must acknowledge his mistakes and, in keeping with the proclaimed principle of zero tolerance, Pope Francis must be the first to set a good example for cardinals and bishops who covered up McCarrick’s abuses and resign along with all of them.",
      "new_text": "\nIn this dramatic moment for the universal Church, he must acknowledge his mistakes and, in keeping with the proclaimed principle of zero tolerance, Pope Francis must be the first to set a good example for cardinals and bishops who covered up McCarrick’s abuses and resign along with all of them.",
      "prop_spans": [
        [
          4252,
          4278,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 4549,
      "end_ix": 4860,
      "text": "\n[emphasis in original]\nBefore he was papal nuncio in Washington, Viganò headed the Governorate of Vatican City State after having served as Nuncio in Nigeria, a Delegate for the Pontifical Representatives of the Secretary of State of the Holy See and a Member of the Disciplinary Commission of the Roman Curia.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4860,
      "end_ix": 4967,
      "text": "\nIn those capacities he had access to documents and witnesses that corroborate his own firsthand testimony.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4967,
      "end_ix": 5150,
      "text": "\nWith Viganò’s testimony, the widespread homosexual infiltration of the post-Vatican II hierarchy, from the top on down, now emerges mountainously into view, never to be buried again.",
      "new_text": "\nWith Viganò’s testimony, the widespread homosexual infiltration of the post-Vatican II hierarchy, from the top on down, now emerges into view permanently.",
      "prop_spans": [
        [
          5092,
          5149,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5150,
      "end_ix": 5413,
      "text": "\nEven before that testimony, however, the fall of McCarrick and the Pennsylvania grand jury report had already presented a Sisyphean task to neo-Catholic apologists for the decrepit Novus Ordo status quo and the ill-starred Council that launched its installation.",
      "new_text": "\nEven before that testimony, however, the fall of McCarrick and the Pennsylvania grand jury report had already presented an unceasing task to neo-Catholic people for the decrepit Novus Ordo status quo and the ill-starred Council that launched its installation.",
      "prop_spans": [
        [
          5271,
          5288,
          "Loaded_Language"
        ],
        [
          5291,
          5315,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 5413,
      "end_ix": 5679,
      "text": "\nYet there is little doubt they will continue the same polemic that for nearly sixty years has doggedly defended every one of the ruinous “reforms” that have resulted in a debacle without equal in Church history, even considering the Arian crisis of the 4th century.",
      "new_text": "\nYet there is little doubt they will continue the same bitterness that for nearly sixty years has doggedly defended every one of the ruinous “reforms” that have resulted in a debacle in Church history, even considering the Arian crisis of the 4th century.",
      "prop_spans": [
        [
          5414,
          5624,
          "Doubt"
        ],
        [
          5539,
          5559,
          "Loaded_Language"
        ],
        [
          5585,
          5624,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 5679,
      "end_ix": 6235,
      "text": "\nThose “reforms” included abandonment of the Vatican’s strict pre-conciliar instruction (1961) that “advancement to religious vows and ordination should be barred to those who are afflicted with evil tendencies to homosexuality or pederasty, since for them the common life and the priestly ministry would constitute serious dangers.” Today, neo-Catholic commentators, cowed by the demands of political correctness, refuse to state the simple truth that homosexuality is a perversion that precludes ordination as does any other grave psychological disorder.",
      "new_text": "\nThose “reforms” included abandonment of the Vatican’s strict pre-conciliar instruction (1961) that “advancement to religious vows and ordination should be barred to those who are afflicted with evil tendencies to homosexuality or pederasty, since for them the common life and the priestly ministry would constitute serious dangers.”",
      "prop_spans": [
        [
          5780,
          6010,
          "Appeal_to_fear-prejudice"
        ],
        [
          6013,
          6234,
          "Causal_Oversimplification"
        ],
        [
          6047,
          6056,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6235,
      "end_ix": 6345,
      "text": "\nKill the Messenger\nI suspect that not even Viganò’s historic testimony will change the neo-Catholic position.",
      "new_text": "\nI suspect that not even Viganò’s historic testimony will change the neo-Catholic position.",
      "prop_spans": [
        [
          6236,
          6254,
          "Slogans"
        ],
        [
          6323,
          6336,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 6345,
      "end_ix": 6528,
      "text": "\nQuite the contrary, I would expect the neo-Catholic commentariat either to ignore Viganò’s witness, explain away his revelations or, failing that, make every effort to smear the man.",
      "new_text": "\nQuite the contrary, I would expect the neo-Catholic commentariat either to ignore Viganò’s witness, explain away his revelations or, failing that, make every effort to defame the man.",
      "prop_spans": [
        [
          6511,
          6527,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6528,
      "end_ix": 6621,
      "text": "\nThe campaign to discredit Archbishop Viganò began instantaneously on the Catholic left wing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6621,
      "end_ix": 7648,
      "text": "\nOnly hours after Viganò’s sworn testimony appeared online, the professional Catholic dissident Sean Michael Winters, writing for National Catholic Reporter, smeared the former Apostolic Nuncio to the United States, who holds doctorates in both civil and canon law, as “a trafficker in conspiracy theories who mixes fact, fiction and venom,” “more than a little obsessed with homosexuality”—like Oliver Stone, who “was obsessed with the grassy knoll”—“a disgruntled former employee” and “always a crackpot.” Without addressing the merits, Winters dismissed Archbishop Viganò’s “wild claims” about bishops who are “subverting Catholic doctrine on homosexuality” and accused the Archbishop, along with unnamed other bishops and archbishops, of “speak[ing] about gay people with such hatred…”\nWinters issues the dire warning that “A putsch is afoot and if the U.S. bishops do not, as a body, stand up to defend the Holy Father in the next 24 hours, we shall be slipping towards schism long before the bishops’ meeting in November.",
      "new_text": "\nOnly hours after Viganò’s sworn testimony appeared online, Sean Michael Winters, writing for National Catholic Reporter, defamed the former Apostolic Nuncio to the United States, who holds doctorates in both civil and canon law, as “a trafficker in conspiracy theories who mixes fact, fiction and venom,” “more than a little obsessed with homosexuality”—like Oliver Stone, who “was obsessed with the grassy knoll”—“a disgruntled former employee” and “always a crackpot.” Without addressing the merits, Winters dismissed Archbishop Viganò’s “wild claims” about bishops who are “subverting Catholic doctrine on homosexuality” and accused the Archbishop, along with unnamed other bishops and archbishops, of “speak[ing] about gay people with such hatred…”\nWinters issues the dire warning that “A putsch is afoot and if the U.S. bishops do not, as a body, stand up to defend the Holy Father in the next 24 hours, we shall be slipping towards schism long before the bishops’ meeting in November.",
      "prop_spans": [
        [
          6681,
          6717,
          "Name_Calling,Labeling"
        ],
        [
          6779,
          6787,
          "Loaded_Language"
        ],
        [
          6891,
          6960,
          "Name_Calling,Labeling"
        ],
        [
          6891,
          6960,
          "Doubt"
        ],
        [
          6964,
          7010,
          "Name_Calling,Labeling"
        ],
        [
          7073,
          7126,
          "Name_Calling,Labeling"
        ],
        [
          7199,
          7210,
          "Loaded_Language"
        ],
        [
          7449,
          7626,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 7648,
      "end_ix": 7906,
      "text": "\nThe enemies of Francis have declared war.” Notice that for Winters it is not the Church or the integrity of her doctrine and discipline that must be defended against enemies, but only Bergoglio and the regime of novelty he is leading to its final extremity.",
      "new_text": "\nThe enemies of Francis have declared war.” Notice that for Winters it is not the Church or the integrity of her doctrine and discipline that must be defended against enemies, but probably only Bergoglio and the regime of novelty he is leading to its extremity.",
      "prop_spans": [
        [
          7704,
          7905,
          "Causal_Oversimplification"
        ],
        [
          7886,
          7905,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 7906,
      "end_ix": 8027,
      "text": "\nJohn Allen’s instant analysis attempting to impeach Viganò’s testimony is, as one would expect from him, a bit craftier.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8027,
      "end_ix": 8305,
      "text": "\nHis opinion is: “Take it seriously, but with a large grain of salt.” Which is just Allen’s more nuanced way of saying: “Don’t believe it.” Allen’s view is supported by such irrelevancies as the fact that Viganò’s account implicates “no fewer than 32 senior churchmen” (so what?",
      "new_text": "\nHis opinion is: “Take it seriously, but with a large grain of salt.” Which is probably Allen’s more nuanced way of saying: “Don’t believe it.” Allen’s view is supported by such irrelevancies as the fact that Viganò’s account implicates “no fewer than 32 senior churchmen” (so what?",
      "prop_spans": [
        [
          8045,
          8094,
          "Appeal_to_Authority"
        ],
        [
          8068,
          8094,
          "Loaded_Language"
        ],
        [
          8097,
          8164,
          "Causal_Oversimplification"
        ],
        [
          8097,
          8164,
          "Straw_Men"
        ]
      ]
    },
    {
      "start_ix": 8305,
      "end_ix": 8852,
      "text": "\n), that he “has a history” of “innuendo and conspiracy theories” (a gratuitous assertion unsupported by evidence of falsity), that he allegedly quashed an investigation of Archbishop John Nienstedt and ordered evidence destroyed (an allegation Viganò has immediately and categorically denied with conclusive supporting documents, but in any event a tuo quoque fallacy) and that Allen has “the impression that all this was orchestrated with a political agenda in mind” (the same “conspiracy theory” mentality he gratuitously attributes to Viganò).",
      "new_text": "\n), that he “has a history” of “innuendo and conspiracy theories” (a gratuitous assertion unsupported by evidence of falsity), that he allegedly revoked an investigation of Archbishop John Nienstedt and ordered evidence destroyed (an allegation Viganò has immediately and categorically denied with conclusive supporting documents, but in any event a tuo quoque fallacy) and that Allen has “the impression that all this was orchestrated with a political agenda in mind” (the same “conspiracy theory” mentality he gratuitously attributes to Viganò).",
      "prop_spans": [
        [
          8314,
          8369,
          "Doubt"
        ],
        [
          8440,
          8458,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8852,
      "end_ix": 9009,
      "text": "\nMark Shea, easily the most insufferable of the neo-Catholic polemicists, has quickly followed Winters and Allen in trying to cast doubt on Viganò ’s claims.",
      "new_text": "\nMark Shea, has quickly followed Winters and Allen in trying to cast doubt on Viganò ’s claims.",
      "prop_spans": [
        [
          8871,
          8924,
          "Exaggeration,Minimisation"
        ],
        [
          8871,
          8924,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 9009,
      "end_ix": 9122,
      "text": "\nIgnoring eleven pages of detail, written and published under oath, he suggests there has been no “Documentation.",
      "new_text": "\nIgnoring eleven pages of detail, written and published under oath, he still suggests there has been no “Documentation.",
      "prop_spans": [
        [
          9010,
          9121,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 9122,
      "end_ix": 9132,
      "text": "\nEvidence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9132,
      "end_ix": 9253,
      "text": "\nProof.” Yes, Francis should resign if Viganò ’s allegations are true, Shea admits—a stunning concession coming from him.",
      "new_text": "\nProof.” Yes, Francis should resign if Viganò ’s allegations are true, Shea admits—a surprising concession coming from him.",
      "prop_spans": [
        [
          9215,
          9252,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 9253,
      "end_ix": 9819,
      "text": "\nYet, making no attempt to refute Viganò’s account on the merits, he tries to wave it all aside with his usual mode of argument—puerile mockery: “But at present, the eagerness of the Greatest Catholics of All Time to believe and repeat everything their itching ears want to hear about this Pope whose living guts they have hated from the moment of his election only tells in his favor, not against it.” Shea’s ever-expanding opus of digital invective never seems to rise above this sort of crude ad hominem attack: Well, if those people believe it, it can’t be true.",
      "new_text": "\nYet, making no attempt to refute Viganò’s account on the merits, he tries to wave it all aside with his usual mode of argument—childish mockery: “But at present, the eagerness of the Great Catholic to believe and repeat everything their ears want to hear about this Pope whom they have hated from the moment of his election only tells in his favor, not against it.” Shea’s ever-expanding opus of digital invective never seems to rise above this sort of crude ad hominem attack: Well, if those people believe it, it should not be true.",
      "prop_spans": [
        [
          9381,
          9396,
          "Loaded_Language"
        ],
        [
          9432,
          9467,
          "Exaggeration,Minimisation"
        ],
        [
          9432,
          9467,
          "Name_Calling,Labeling"
        ],
        [
          9500,
          9532,
          "Loaded_Language"
        ],
        [
          9548,
          9614,
          "Loaded_Language"
        ],
        [
          9774,
          9818,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 9819,
      "end_ix": 9916,
      "text": "\nThe neo-Catholic propaganda mill will have a very difficult time smearing this witness, however.",
      "new_text": "\nThe neo-Catholics will have a very difficult time defaming this witness, however.",
      "prop_spans": [
        [
          9820,
          9853,
          "Name_Calling,Labeling"
        ],
        [
          9885,
          9894,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9916,
      "end_ix": 10089,
      "text": "\nSpeaking to Catholic News Agency, Monsignor Jean-François Lantheaume, who served as first Counsellor of the Nunciature in Washington, confirmed that “Viganò said the truth.",
      "new_text": "\nSpeaking to Catholic News Agency, Monsignor Jean-François Lantheaume, confirmed that “Viganò said the truth.",
      "prop_spans": [
        [
          9951,
          10089,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 10089,
      "end_ix": 10373,
      "text": "\nThat’s all,” when he stated in his sworn account that Nuncio Pietro Sambi conveyed to McCarrick at the Nunciature in Washington the sanctions that had been imposed on him by Pope Benedict—sanctions Bergoglio ignored for five years until forced to act by a worldwide storm of outrage.",
      "new_text": "\nThat’s all,” when he stated in his sworn account that Nuncio Pietro Sambi conveyed to McCarrick at the Nunciature in Washington the sanctions that had been imposed on him by Pope Benedict—sanctions Bergoglio ignored for five years until forced to act by a storm of outrage.",
      "prop_spans": [
        [
          10089,
          10100,
          "Appeal_to_Authority"
        ],
        [
          10090,
          10100,
          "Thought-terminating_Cliches"
        ],
        [
          10344,
          10372,
          "Loaded_Language"
        ],
        [
          10344,
          10372,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 10373,
      "end_ix": 10642,
      "text": "\nFurthermore, a series of prelates has vouched for Viganò’s character and credibility:\n- Bishop Joseph Strickland of Tyler, Texas has gone so far as to order all the priests in his diocese to read from the pulpit a statement that he finds Viganò’s allegations credible.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10642,
      "end_ix": 11244,
      "text": "\n- Bishop Thomas Olmsted of Phoenix, Arizona, issued a statement affirming that he has known Viganò for 39 years, has “always known and respected him as a man of truthfulness, faith and integrity” and that his testimony should “be taken seriously by all…”\n- Archbishop Allen Vigneron of Detroit, Michigan issued a statement calling Viganò’s account “another daunting challenge to our confidence in the reliability of the Church’s leadership, during a summer of devastating news regarding clergy sexual abuse and infidelity.” (The statement has since apparently been scrubbed from the diocesan website.)",
      "new_text": "\n- Bishop Thomas Olmsted issued a statement affirming that he has known Viganò for 39 years, has “always known and respected him as a man of truthfulness, faith and integrity” and that his testimony should “be taken seriously by all…”\n- Archbishop Allen Vigneron issued a statement calling Viganò’s account “another daunting challenge to our confidence in the reliability of the Church’s leadership, during a summer of devastating news regarding clergy sexual abuse and infidelity.” (The statement has since apparently been scrubbed from the diocesan website.)",
      "prop_spans": [
        [
          10688,
          10895,
          "Appeal_to_Authority"
        ],
        [
          10947,
          11164,
          "Appeal_to_Authority"
        ],
        [
          11091,
          11120,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11244,
      "end_ix": 11370,
      "text": "\n- Bishop Athanasius Schneider declares: “Archbishop Viganò confirmed his statement by a sacred oath invoking the name of God.",
      "new_text": "\n- Bishop Athanasius Schneider declares: “Archbishop Viganò confirmed his statement by a sacred oath invoking the name of God.",
      "prop_spans": [
        [
          11247,
          11370,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 11370,
      "end_ix": 11880,
      "text": "\nThere is, therefore, no reasonable and plausible cause to doubt the truth content of the document of Archbishop Carlo Maria Viganò.”\n- Cardinal Raymond Burke’s statement declares: “The declarations made by a prelate of the authority of Archbishop Carlo Maria Viganò must be totally taken to heart by those responsible in the Church.”\n- [And just two days ago, Archbishop Salvatore Cordileone of San Francisco wrote a letter to his faithful which \"speaks to Vigano's integrity and sincere love of the Church.\"]",
      "new_text": "\nThere is, therefore, no reasonable and plausible cause to doubt the truth content of the document of Archbishop Carlo Maria Viganò.”\n- Cardinal Raymond Burke’s statement declares: “The declarations made by a prelate of the authority of Archbishop Carlo Maria Viganò must be totally taken to heart by those responsible in the Church.”\n- [And just two days ago, Archbishop Salvatore Cordileone wrote a letter to his faithful which \"speaks to Vigano's integrity and sincere love of the Church.\"]",
      "prop_spans": [
        [
          11370,
          11501,
          "Appeal_to_Authority"
        ],
        [
          11506,
          11702,
          "Appeal_to_Authority"
        ],
        [
          11637,
          11668,
          "Exaggeration,Minimisation"
        ],
        [
          11731,
          11877,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 11880,
      "end_ix": 12349,
      "text": "\nIn another setback for the propaganda machine gearing up to impeach Viganò’s testimony, the Catholic Herald has just reported that Cardinal Wuerl must have known full well from Viganò himself that McCarrick was under Pope Benedict’s papal sanctions on account of his sexual misconduct because, as an Archdiocesan spokesman now confirms, at Viganò’s request as then papal nuncio Wuerl had to cancel a public appearance by McCarrick not long before Bergoglio’s election.",
      "new_text": "\nIn another setback for the people gearing up to impeach Viganò’s testimony, the Catholic Herald has just reported that Cardinal Wuerl must have known full well from Viganò himself that McCarrick was under Pope Benedict’s papal sanctions on account of his sexual misconduct because, as an Archdiocesan spokesman now confirms, at Viganò’s request as then papal nuncio Wuerl had to cancel a public appearance by McCarrick not long before Bergoglio’s election.",
      "prop_spans": [
        [
          11904,
          11967,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 12349,
      "end_ix": 12672,
      "text": "\nThe Herald asks the obvious question: “[I]f Cardinal Wuerl was unaware of the sanctions, and unaware of the reason for them, why did he ask no questions of the nuncio regarding the reason for his demand?” The question answers itself, and Viganò’s testimony on this critical point stands confirmed by Wuerl’s own spokesman.",
      "new_text": "\nThe Herald asks the obvious question: “[I]f Cardinal Wuerl was unaware of the sanctions, and unaware of the reason for them, why did he ask no questions of the nuncio regarding the reason for his demand?” The question answers itself, and Viganò’s testimony on this critical point stands confirmed by Wuerl’s own spokesman.",
      "prop_spans": [
        [
          12390,
          12552,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 12672,
      "end_ix": 12792,
      "text": "\nBergoglio Pleads the Fifth\nBergoglio himself, however, has already precluded any attempt to impeach Viganò’s testimony.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12792,
      "end_ix": 13023,
      "text": "\nDuring the return flight from Dublin after the “World Meeting of Familes,” he was asked to comment on Viganò ’s allegations that he had informed Bergoglio of McCarrick’s crimes in 2013 as well as the sanctions imposed by Benedict.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13023,
      "end_ix": 13134,
      "text": "\nBergoglio declined to incriminate himself:\nRead the statement carefully yourselves and make your own judgment.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13134,
      "end_ix": 13175,
      "text": "\nI am not going to say a word about this.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13175,
      "end_ix": 13293,
      "text": "\nI believe that the statement speaks for itself, and you all have sufficient journalistic ability to draw conclusions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13293,
      "end_ix": 13316,
      "text": "\nIt is an act of trust.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13316,
      "end_ix": 13468,
      "text": "\nWhen a little time goes by, and you have drawn conclusions, perhaps I will speak about it, but I would like your professional maturity to do this work.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13468,
      "end_ix": 13501,
      "text": "\nIt will do you all good, really.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13501,
      "end_ix": 13988,
      "text": "\nIn other words, as Bergoglio cannot deny the allegations without lying, he will say nothing at all about them in the hope they will go away—with the help of sycophants in the Vatican press corps and shifty polemicists like Shea, who expects his readers to swallow his explanation that Bergoglio’s refusal to say anything in his defense when asked point blank about the charges against him “seems to me to obviously be the reply of somebody who believes the accusations are groundless…”.",
      "new_text": "\nIn other words, as Bergoglio probably cannot deny the allegations without lying, he will say nothing at all about them in the hope they will go away—with the help of people in the Vatican press corps and people like Shea, who expects his readers to accept his explanation that Bergoglio’s refusal to say anything in his defense when asked point blank about the charges against him “seems to me to obviously be the reply of somebody who believes the accusations are groundless…”.",
      "prop_spans": [
        [
          13518,
          13641,
          "Causal_Oversimplification"
        ],
        [
          13659,
          13720,
          "Name_Calling,Labeling"
        ],
        [
          13735,
          13782,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 13988,
      "end_ix": 14001,
      "text": "\nSeems to be.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14001,
      "end_ix": 14012,
      "text": "\nObviously.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14012,
      "end_ix": 14169,
      "text": "\nThe American “Gay” Church Expansion\nWhile events have overtaken Faggioli’s piece, it will remain useful here as a prime example of the neo-Catholic polemic.",
      "new_text": "\nThe American “Gay” Church Expansion\nWhile events have overtaken Faggioli’s piece, it will remain useful here as a prime example of the neo-Catholic polemic.",
      "prop_spans": [
        [
          14013,
          14039,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 14169,
      "end_ix": 14296,
      "text": "\nThat polemic seeks to shore up the collapsing Novus Ordo establishment lest it give way to the dreaded traditionalist revival.",
      "new_text": "\nThat polemic seeks to shore up the collapsing Novus Ordo establishment lest it give way to the traditionalist revival.",
      "prop_spans": [
        [
          14261,
          14295,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 14296,
      "end_ix": 14462,
      "text": "\nBut before I address Faggioli’s latest defense of the indefensible, some background is in order, including a discussion of further key details of Viganò’s testimony.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14462,
      "end_ix": 14879,
      "text": "\nFirst of all, as I predicted 16 years ago, because the Vatican under John Paul II had no intention of enforcing the pre-conciliar ban on admission of homosexuals to the seminary “a new bumper crop of homosexual ordinands is guaranteed—and with it a new harvest of scandal for the Church.” That prediction came immediately after the “pedophile summit” of 2002 in Rome, which I attended as The Remnant’s correspondent.",
      "new_text": "\nFirst of all, as I predicted 16 years ago, because the Vatican under John Paul II had no intention of enforcing the pre-conciliar ban on admission of homosexuals to the seminary “a new bumper crop of homosexual ordinands is guaranteed—and with it a new harvest of scandal for the Church.” That prediction came immediately after the “pedophile summit” of 2002 in Rome, which I attended as The Remnant’s correspondent.",
      "prop_spans": [
        [
          14642,
          14684,
          "Loaded_Language"
        ],
        [
          14710,
          14749,
          "Loaded_Language"
        ],
        [
          14791,
          14829,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 14879,
      "end_ix": 15187,
      "text": "\nIn answer to my question then head of the USCCB, Wilton Gregory, made an explosive admission reportedby the international press: “it is an ongoing struggle to make sure that the Catholic priesthood is not dominated by homosexual men.” The struggle, to the extent there even was one, obviously has been lost.",
      "new_text": "\nIn answer to my question then head of the USCCB, Wilton Gregory, made a big admission reportedby the international press: “it is an ongoing struggle to make sure that the Catholic priesthood is not dominated by homosexual men.” The struggle, to the extent there even was one, has been lost.",
      "prop_spans": [
        [
          14950,
          14973,
          "Loaded_Language"
        ],
        [
          15115,
          15186,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 15187,
      "end_ix": 15482,
      "text": "\nSixteen years later, the homosexual predator McCarrick has finally been exposed to the world, stripped of his cardinal’s hat and deprived of any ministry, but only after international media coverage of the Vatican’s semi-secret finding that McCarrick had raped a teenage altar boy 47 years ago.",
      "new_text": "\nSixteen years later, McCarrick has finally been exposed to the world, stripped of his cardinal’s hat and deprived of any ministry, but only after international media coverage of the Vatican’s semi-secret finding that McCarrick had raped a teenage altar boy 47 years ago.",
      "prop_spans": [
        [
          15209,
          15233,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 15482,
      "end_ix": 15802,
      "text": "\nIf not for that one case, McCarrick’s sixty years of homosexual debauchery might well have gone unpunished in this world and he would have died still possessed of all the phony honors that had been heaped upon him throughout his career as a parasite in the Body of Christ, including the favor shown to him by Bergoglio.",
      "new_text": "\nIf not for that one case, McCarrick’s sixty years of homosexual vice might well have gone unpunished in this world and he would have died still possessed of all the fake honors that had been heaped upon him throughout his career as a parasite in the Body of Christ, including the favor shown to him by Bergoglio.",
      "prop_spans": [
        [
          15536,
          15558,
          "Loaded_Language"
        ],
        [
          15654,
          15667,
          "Loaded_Language"
        ],
        [
          15722,
          15754,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 15802,
      "end_ix": 16060,
      "text": "\nThe telling details of Archbishop Viganò’s testimony concerning Bergoglio’s friendly relations with McCarrick before he finally had to cut him loose—details conveniently ignored by Winters, Allen and Shea—are utterly devastating to any defense of Bergoglio.",
      "new_text": "\nThe telling details of Archbishop Viganò’s testimony concerning Bergoglio’s friendly relations with McCarrick before he finally had to cut him loose—details ignored by Winters, Allen and Shea—are devastating to any defense of Bergoglio.",
      "prop_spans": [
        [
          15952,
          16007,
          "Doubt"
        ],
        [
          16012,
          16032,
          "Exaggeration,Minimisation"
        ],
        [
          16012,
          16032,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 16060,
      "end_ix": 16146,
      "text": "\nThis would explain why he will not a “say a word about” Viganò’s charges against him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16146,
      "end_ix": 16787,
      "text": "\nThe Archbishop reveals, as already noted, that Pope Benedict imposed sanctions on McCarrick under which he “was to leave the seminary where he was living, he was forbidden to celebrate [Mass] in public, to participate in public meetings, to give lectures, to travel, with the obligation of dedicating himself to a life of prayer and penance.” Viganò further reveals that those sanctions were communicated to McCarrick by then Apostolic Nuncio to the United States, Pietro Sambi, but were also repeated by Viganò himself when he succeeded Sambi as Nuncio:\nI repeated them to Cardinal McCarrick at my first meeting with him at the Nunciature.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16787,
      "end_ix": 17004,
      "text": "\nThe Cardinal, muttering in a barely comprehensible way, admitted that he had perhaps made the mistake of sleeping in the same bed with some seminarians at his beach house, but he said this as if it had no importance.",
      "new_text": "\nThe Cardinal, muttering in a barely comprehensible way, admitted that he had perhaps slept in the same bed with some seminarians at his beach house, but he said this as if it had no importance.",
      "prop_spans": [
        [
          16802,
          16842,
          "Loaded_Language"
        ],
        [
          16865,
          16958,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 17004,
      "end_ix": 17439,
      "text": "\nViganò testifies that on June 23, 2013, he obtained a private audience with Bergoglio after having encountered McCarrick at the Pope’s residence three days earlier, during which encounter McCarrick had told him with an air of triumph: “The Pope received me yesterday, tomorrow I am going to China” (evidently to assist in negotiating Bergoglio’s planned sellout of China’s underground Catholics to the Communist dictators of Beijing).",
      "new_text": "\nViganò testifies that on June 23, 2013, he obtained a private audience with Bergoglio after having encountered McCarrick at the Pope’s residence three days earlier, during which encounter McCarrick had told him with an air of triumph: “The Pope received me yesterday, tomorrow I am going to China” (evidently to assist in negotiating Bergoglio’s planned sellout of China’s secret Catholics to the dictators of Beijing).",
      "prop_spans": [
        [
          17351,
          17367,
          "Loaded_Language"
        ],
        [
          17370,
          17400,
          "Name_Calling,Labeling"
        ],
        [
          17407,
          17437,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 17439,
      "end_ix": 17522,
      "text": "\nViganò wanted to know why McCarrick had apparently been relieved of the sanctions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17522,
      "end_ix": 17893,
      "text": "\nDuring the audience Bergoglio queried: “What is Cardinal McCarrick like?” and Viganò replied with the truth Bergoglio obviously did not want to hear:\nI answered him with complete frankness and, if you want, with great naiveté: “Holy Father, I don’t know if you know Cardinal McCarrick, but if you ask the Congregation for Bishops there is a dossier this thick about him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17893,
      "end_ix": 18252,
      "text": "\nHe corrupted generations of seminarians and priests and Pope Benedict ordered him to withdraw to a life of prayer and penance.” The Pope did not make the slightest comment about those very grave words of mine and did not show any expression of surprise on his face, as if he had already known the matter for some time, and he immediately changed the subject.",
      "new_text": "\nHe corrupted generations of seminarians and priests and Pope Benedict ordered him to withdraw to a life of prayer and penance.” The Pope did not make the slightest comment about those very serious words of mine and did not show any expression of surprise on his face, as if he had already known the matter for some time, and he immediately changed the subject.",
      "prop_spans": [
        [
          18078,
          18103,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 18252,
      "end_ix": 18422,
      "text": "\nBut then, what was the Pope’s purpose in asking me that question: “What is Cardinal McCarrick like?” He clearly wanted to find out if I was an ally of McCarrick or not….",
      "new_text": "\nBut then, what was the Pope’s purpose in asking me that question: “What is Cardinal McCarrick like?” He probably wanted to find out if I was an ally of McCarrick or not….",
      "prop_spans": [
        [
          18354,
          18420,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 18422,
      "end_ix": 18602,
      "text": "\nIt was also clear that, from the time of Pope Francis’s election, McCarrick, now free from all constraints, had felt free to travel continuously, to give lectures and interviews….",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 18602,
      "end_ix": 18727,
      "text": "\nHe [Bergoglio] knew from at least June 23, 2013 [the date of the audience with Viganò] that McCarrick was a serial predator.",
      "new_text": "\nHe [Bergoglio] knew from at least June 23, 2013 [the date of the audience with Viganò] that McCarrick was a predator.",
      "prop_spans": [
        [
          18709,
          18726,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 18727,
      "end_ix": 18934,
      "text": "\nAlthough he knew that he was a corrupt man, he covered for him to the bitter end; indeed, he made McCarrick’s advice his own, which was certainly not inspired by sound intentions and for love of the Church.",
      "new_text": "\nAlthough he knew that he was a corrupt man, he covered for him to the end; indeed, he made McCarrick’s advice his own, which was certainly not inspired by sound intentions and for love of the Church.",
      "prop_spans": [
        [
          18759,
          18770,
          "Name_Calling,Labeling"
        ],
        [
          18791,
          18808,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 18934,
      "end_ix": 19095,
      "text": "\nIt was only when he was forced by the report of the abuse of a minor, again on the basis of media attention, that he took action to save his image in the media.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19095,
      "end_ix": 19348,
      "text": "\n[all emphasis in original]\nBefore his long overdue fall McCarrick, as Bergoglio’s “trusted counselor,” had been instrumental in cementing into place the homosexual-friendly status quo of the American episcopate that oppresses and defrauds the faithful.",
      "new_text": "\n[all emphasis in original]\nBefore his long overdue fall McCarrick, as Bergoglio’s trusted counselor, had been instrumental in cementing into place the homosexual-friendly status quo of the American episcopate that oppresses and defrauds the faithful.",
      "prop_spans": [
        [
          19166,
          19196,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 19348,
      "end_ix": 19560,
      "text": "\nIt was McCarrick, noted Marco Tosatti, who was behind the elevation of Blase Cupich to the key position of Archbishop of Chicago, where Cupich has since promoted the homosexual subversion of Father James Martin.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19560,
      "end_ix": 19834,
      "text": "\nAnd Viganò now confirms Tosatti’s allegation: “The appointments of Blase Cupich to Chicago and Joseph W. Tobin to Newark were orchestrated by McCarrick, Maradiaga and Wuerl, united by a wicked pact of abuses by the first, and at least of coverup of abuses by the other two.",
      "new_text": "\nAnd Viganò now confirms Tosatti’s allegation: “The appointments of Blase Cupich to Chicago and Joseph W. Tobin to Newark were orchestrated by McCarrick, Maradiaga and Wuerl, united by a wicked pact of abuses by the first, and at least of coverup of abuses by the other two.",
      "prop_spans": [
        [
          19735,
          19833,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 19834,
      "end_ix": 19989,
      "text": "\nTheir names were not among those presented by the Nunciature for Chicago and Newark.” That is, the normal process was circumvented for these appointments.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 19989,
      "end_ix": 20190,
      "text": "\nRemnant readers may recall that I spotted Cupich back in 2002, when he was the obscure Bishop of Rapid City, South Dakota, as an example of what was coming in the Novus Ordo: accelerated degeneration.",
      "new_text": "\nRemnant readers may recall that I spotted Cupich back in 2002, when he was the Bishop of Rapid City, South Dakota, as an example of what was coming in the Novus Ordo: rapid decline.",
      "prop_spans": [
        [
          20065,
          20097,
          "Name_Calling,Labeling"
        ],
        [
          20165,
          20189,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 20190,
      "end_ix": 20295,
      "text": "\nAs I wrote back then, with the likes of Cupich in view:\nCupich is the very model of a Novus Ordo bishop.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 20295,
      "end_ix": 20356,
      "text": "\nHe is the very exemplar of the crisis we must still endure….",
      "new_text": "\nHe is the very epitome of the crisis we must still endure….",
      "prop_spans": [
        [
          20296,
          20354,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 20356,
      "end_ix": 20661,
      "text": "\nLet the thing die of its own excesses, for as the “little synod” [the 2002 “pedophile summit”] demonstrates, the men who control this establishment will never restore it to anything resembling the vibrant Church that a long line of militant, uncompromising Popes delivered into their hands at Vatican II.",
      "new_text": "\nLet the thing die of its own excesses, for as the “little synod” [the 2002 “pedophile summit”] demonstrates, the men who control this establishment will probably never restore it to anything resembling the vibrant Church that a long line of militant, uncompromising Popes delivered into their hands at Vatican II.",
      "prop_spans": [
        [
          20423,
          20449,
          "Name_Calling,Labeling"
        ],
        [
          20466,
          20660,
          "Doubt"
        ],
        [
          20554,
          20569,
          "Loaded_Language"
        ],
        [
          20589,
          20620,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 20661,
      "end_ix": 20817,
      "text": "\nFor heaven’s sake, the men who govern the Church today require a Vatican summit meeting to agonize over whether serial child molesters should be defrocked.",
      "new_text": "\nFor heaven's sake, the men who govern the Church today require a Vatican summit meeting to worry over whether serial child molesters should be defrocked.",
      "prop_spans": [
        [
          20662,
          20679,
          "Loaded_Language"
        ],
        [
          20753,
          20766,
          "Loaded_Language"
        ],
        [
          20774,
          20797,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 20817,
      "end_ix": 21245,
      "text": "\nFrom the Vatican on down, through deliberate decisions and criminal neglect, the servitors of Vatican II have laid waste to the liturgy, the perennial clarity of Catholic teaching, the Church’s militant opposition to worldly thinking, the traditional formation in seminaries, the religious orders, the missions, the trust of the faithful in their own priests—in short, the very life of the Church—and dare to call it a renewal.",
      "new_text": "\nFrom the Vatican on down, through deliberate decisions and criminal neglect, the servants of Vatican II have laid waste to the liturgy, the perennial clarity of Catholic teaching, the Church’s militant opposition to worldly thinking, the traditional formation in seminaries, the religious orders, the missions, the trust of the faithful in their own priests—in short, the very life of the Church—and dare to call it a renewal.",
      "prop_spans": [
        [
          20895,
          20923,
          "Name_Calling,Labeling"
        ],
        [
          20923,
          20939,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 21245,
      "end_ix": 21316,
      "text": "\nWe must no longer subsidize the malpractice of the architects of ruin.",
      "new_text": "\nWe should no longer subsidize the malpractice of these people.",
      "prop_spans": [
        [
          21246,
          21316,
          "Appeal_to_fear-prejudice"
        ],
        [
          21293,
          21315,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 21316,
      "end_ix": 21516,
      "text": "\nNor must we join the neo-Catholics in their mindless applause when one of these incompetents attempts to repoint a brick or two in the crumbling façade they have erected to obscure the Church of old.",
      "new_text": "\nNor should we join the neo-Catholics in their applause when one of these incompetents attempts to repoint a brick or two in the crumbling façade they have erected to obscure the Church of old.",
      "prop_spans": [
        [
          21316,
          21515,
          "Appeal_to_fear-prejudice"
        ],
        [
          21355,
          21379,
          "Loaded_Language"
        ],
        [
          21384,
          21410,
          "Name_Calling,Labeling"
        ],
        [
          21422,
          21515,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 21516,
      "end_ix": 21768,
      "text": "\nAs for William (“nighty-night baby!”) Tobin, after McCarrick had arranged for him to become Archbishop of Newark, Tobin, another episcopal booster of Martin’s pro-homosexual propaganda, promptly sponsored a “gay pilgrimage” to his cathedral in Newark.",
      "new_text": "\nAs for William Tobin, after McCarrick had arranged for him to become Archbishop of Newark, promptly sponsored a “gay pilgrimage” to his cathedral in Newark.",
      "prop_spans": [
        [
          21524,
          21560,
          "Name_Calling,Labeling"
        ],
        [
          21638,
          21701,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 21768,
      "end_ix": 21897,
      "text": "\nAnd it was McCarrick who obtained the cardinal’s hat for his roommate of six years, Kevin Farrell, whom he consecrated a bishop.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 21897,
      "end_ix": 22093,
      "text": "\nFarrell, yet another promoter of Martin’s homosexual activism, arranged for Martin to “welcome ‘gay’ families” at the “World Meeting of Families” in Dublin from which Bergoglio has just returned.",
      "new_text": "\nFarrell, yet another promoter of Martin's homosexual activism, arranged for Martin to “welcome ‘gay’ families” at the “World Meeting of Families” in Dublin from which Bergoglio has just returned.",
      "prop_spans": [
        [
          21907,
          21959,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 22093,
      "end_ix": 23128,
      "text": "\nFinally, there is the appointment of the “pro-gay” Robert McElroy as Bishop of San Diego, concerning which Viganò reveals: “The appointment of McElroy in San Diego was also orchestrated from above, with an encrypted peremptory order to me as Nuncio, by Cardinal Parolin: ‘Reserve the See of San Diego for McElroy.’ McElroy was also well aware of McCarrick’s abuses, as can be seen from a letter sent to him by Richard Sipe on July 28, 2016.” Like Cupich, Tobin and Farrell, McElroy is an avid promoter of Martin’s homosexual subversion of the Church, calling opposition to Martin symptomatic of a “cancer of vilification [that] is seeping into the institutional life of the church.”\nEmboldened by the certainty that he will face no discipline whatsoever, Martin, now backed by “Cupich, Tobin, Farrell and McElroy,” as Viganò testifies, is urging all the “gay priests” to “come out,” including those ordained since the useless “pedophile summit” presided over by none other than McCarrick as the classic fox in charge of the hen house.",
      "new_text": "\nFinally, there is the appointment of the Robert McElroy as Bishop of San Diego, concerning which Viganò reveals: “The appointment of McElroy in San Diego was also orchestrated from above, with an encrypted peremptory order to me as Nuncio, by Cardinal Parolin: ‘Reserve the See of San Diego for McElroy.’ McElroy was also well aware of McCarrick’s abuses, as can be seen from a letter sent to him by Richard Sipe on July 28, 2016.” Like Cupich, Tobin and Farrell, McElroy is a promoter of Martin’s homosexual subversion of the Church, calling opposition to Martin symptomatic of a “cancer of vilification [that] is seeping into the institutional life of the church.”\nEmboldened by the certainty that he will face no discipline whatsoever, Martin, now backed by “Cupich, Tobin, Farrell and McElroy,” as Viganò testifies, is urging all the “gay priests” to “come out,” including those ordained since the useless “pedophile summit” presided over by none other than McCarrick as the primary exploiter.",
      "prop_spans": [
        [
          22136,
          22160,
          "Name_Calling,Labeling"
        ],
        [
          22579,
          22643,
          "Name_Calling,Labeling"
        ],
        [
          22692,
          22715,
          "Loaded_Language"
        ],
        [
          23021,
          23037,
          "Name_Calling,Labeling"
        ],
        [
          23021,
          23037,
          "Repetition"
        ],
        [
          23085,
          23127,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 23128,
      "end_ix": 23236,
      "text": "\nBut Bergoglio has also lent his own authority to Martin’s effort to mainstream homosexuality in the Church.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 23236,
      "end_ix": 23673,
      "text": "\nAs Viganò notes, it was Bergoglio who made Martin a “Consultor of the Secretariat for Communications,” even though he is a “well-known activist who promotes the LGBT agenda, chosen to corrupt the young people who will soon gather in Dublin for the World Meeting of Families…”\n“Father” Martin now confidently declares, sixteen years after the “pedophile summit,” that “The idea of a purge of gay priests is both ridiculous and dangerous.",
      "new_text": "\nAs Viganò notes, it was Bergoglio who made Martin a “Consultor of the Secretariat for Communications,” even though he is a “well-known activist who promotes the LGBT agenda, chosen to corrupt the young people who will soon gather in Dublin for the World Meeting of Families…”\n“Father” Martin now confidently declares, sixteen years after the “pedophile summit,” that “The idea of a purge of gay priests is both ridiculous and dangerous.",
      "prop_spans": [
        [
          23358,
          23510,
          "Name_Calling,Labeling"
        ],
        [
          23580,
          23596,
          "Name_Calling,Labeling"
        ],
        [
          23605,
          23673,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 23673,
      "end_ix": 24157,
      "text": "\nAny purge would empty parishes and religious orders of the thousands of priests and bishops who lead healthy lives of service and faithful lives of celibacy.”\nMartin thus revels in smug certitude that the future of the universal Church is in the hands of legions of intrinsically disordered homosexual bishops and priests and their homosexual successors, who will perpetuate an existing worldwide homosexual network, and that there is absolutely nothing we can or should do about it.",
      "new_text": "\nAny purge would empty parishes and religious orders of the thousands of priests and bishops who lead healthy lives of service and faithful lives of celibacy.”\nMartin thus revels in superior confidence that the future of the universal Church is in the hands of legions of homosexual bishops and priests and their homosexual successors, who will perpetuate an existing worldwide homosexual network, and that there is absolutely nothing we can or should do about it.",
      "prop_spans": [
        [
          23673,
          23830,
          "Appeal_to_fear-prejudice"
        ],
        [
          23674,
          23766,
          "Exaggeration,Minimisation"
        ],
        [
          23845,
          23870,
          "Loaded_Language"
        ],
        [
          23929,
          23996,
          "Exaggeration,Minimisation"
        ],
        [
          23940,
          23996,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 24157,
      "end_ix": 24356,
      "text": "\nA Worldwide Network of Corruption, Beginning at the Top\nNone of the foregoing is meant to suggest that the homosexual invasion of the Catholic hierarchy is confined to American prelates and priests.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24356,
      "end_ix": 24556,
      "text": "\nThe spread of clerical sodomy has not respected national boundaries but rather extends throughout the Church under the eyes of a Vatican apparatus that is itself thoroughly infested with homosexuals.",
      "new_text": "\nThe spread of clerical sodomy has not respected national boundaries but rather extends throughout the Church under the eyes of a Vatican apparatus that is itself filled with homosexuals.",
      "prop_spans": [
        [
          24371,
          24387,
          "Loaded_Language"
        ],
        [
          24519,
          24555,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 24556,
      "end_ix": 24739,
      "text": "\nThis is thanks in large measure to Bergoglio, who made a flagrantly active homosexual, Monsignor Battista Ricca, “prelate of the gay lobby,” no less than head of his papal household.",
      "new_text": "\nThis is thanks in large measure to Bergoglio, who made Monsignor Battista Ricca, “prelate of the gay lobby,” no less than head of his papal household.",
      "prop_spans": [
        [
          24612,
          24642,
          "Name_Calling,Labeling"
        ],
        [
          24671,
          24695,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 24739,
      "end_ix": 24974,
      "text": "\nMoreover, it was Bergoglio’s right hand man, Cardinal Maradiaga, who sheltered his friend, Juan José Pineda, auxiliary Bishop of Tegucigalpa, from any discipline over his notorious homosexual liaisons with seminarians in that diocese.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 24974,
      "end_ix": 26072,
      "text": "\nWhen an apostolic visitation, compelled by mounting public pressure, confirmed the charges against Pineda, he was forced to resign, even as Maradiaga dismissed the incontestable proofs against him as “slander.” Viganò notes that “the only thing that has been made public is that his resignation has simply been accepted, thus making any possible responsibility of his and Maradiaga vanish into nowhere.”\nDespite the fall of his friend Pineda, Maradiaga continues todefend and protect the homosexual corruption of his own seminary, involving incontrovertible evidence of rampant sodomy among the seminarians he refuses to dismiss, rejecting all the evidence as “gossip.” Concerning Maradiaga, who is also mired in financial corruption for which he offers no credible explanation, Viganò provides this withering assessment of the man and his relation to Bergoglio:\nIn a team effort with Cardinal Rodriguez Maradiaga, [McCarrick] had become the kingmaker for appointments in the Curia and the United States, and the most listened to advisor in the Vatican for relations with the Obama administration.",
      "new_text": "\nWhen an apostolic visitation, compelled by mounting public pressure, confirmed the charges against Pineda, he was forced to resign, even as Maradiaga dismissed the incontestable proofs against him as “slander.” Viganò notes that “the only thing that has been made public is that his resignation has simply been accepted, thus making any possible responsibility of his and Maradiaga vanish into nowhere.”\nDespite the fall of his friend Pineda, Maradiaga continues todefend and protect the homosexual corruption of his own seminary, involving incontrovertible evidence of unchecked sodomy among the seminarians he refuses to dismiss, rejecting all the evidence as “gossip.” Concerning Maradiaga, who is also sunk in financial corruption for which he offers no credible explanation, Viganò provides this scornful assessment of the man and his relation to Bergoglio:\nIn a team effort with Cardinal Rodriguez Maradiaga, [McCarrick] had become influential for appointments in the Curia and the United States, and the most listened to advisor in the Vatican for relations with the Obama administration.",
      "prop_spans": [
        [
          25357,
          25376,
          "Loaded_Language"
        ],
        [
          25545,
          25560,
          "Loaded_Language"
        ],
        [
          25679,
          25709,
          "Loaded_Language"
        ],
        [
          25770,
          25796,
          "Loaded_Language"
        ],
        [
          25913,
          25927,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 26072,
      "end_ix": 26260,
      "text": "\nThis is how one explains that, as members of the Congregation for Bishops, the Pope replaced Cardinal Burke with Wuerl and immediately appointed Cupich right after he was made a cardinal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 26260,
      "end_ix": 26769,
      "text": "\nWith these appointments the Nunciature in Washington was now out of the picture in the appointment of bishops….. By now the faithful have well understood Maradiaga’s strategy: insult the victims to save himself, lie to the bitter end to cover up a chasm of abuses of power, of mismanagement in the administration of Church property, and of financial disasters even against close friends, as in the case of the Ambassador of Honduras Alejandro Valladares, former Dean of the Diplomatic Corps to the Holy See….",
      "new_text": "\nWith these appointments the Nunciature in Washington was now out of the picture in the appointment of bishops….. By now the faithful have well understood Maradiaga’s strategy: insult the victims to save himself, lie to the bitter end to cover up abuses of power, of mismanagement in the administration of Church property, and of financial disasters even against close friends, as in the case of the Ambassador of Honduras Alejandro Valladares, former Dean of the Diplomatic Corps to the Holy See….",
      "prop_spans": [
        [
          26507,
          26533,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 26769,
      "end_ix": 26994,
      "text": "\nThe Pope defends his man, Cardinal Rodriguez Maradiaga, to the bitter end, as he had done in Chile with Bishop Juan de la Cruz Barros, whom he himself had appointed Bishop of Osorno against the advice of the Chilean Bishops.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 26994,
      "end_ix": 27032,
      "text": "\nFirst, he insulted the abuse victims.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 27032,
      "end_ix": 27342,
      "text": "\nThen, only when he was forced by the media, and a revolt by the Chilean victims and faithful, did he recognize his error and apologize, while stating that he had been misinformed, causing a disastrous situation for the Church in Chile, but continuing to protect the two Chilean Cardinals Errazuriz and Ezzati.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 27342,
      "end_ix": 28127,
      "text": "\nOn the very day Archbishop Viganò’s testimony was made public, Sandro Magister summed up the entire state of affairs in the Church universal after decades of unrestricted homosexual migration into the hierarchy, to which Bergoglio has contributed mightily: “From the seminaries, to the clergy, to the bishops, to the cardinals, homosexuals are present at all levels, by the thousand.”\nArchbishop Viganò now provides his own decisive summary of the situation, based on firsthand experience with a now endemic homosexual corruption of the Church:\nJanet Smith, Professor of Moral Theology at the Sacred Heart Major Seminary in Detroit, recently wrote: “The problem of clergy abuse cannot be resolved simply by the resignation of some bishops, and even less so by bureaucratic directives.",
      "new_text": "\nOn the very day Archbishop Viganò’s testimony was made public, Sandro Magister summed up the entire state of affairs in the Church universal after decades of unrestricted homosexual migration into the hierarchy, to which Bergoglio has contributed mightily: “From the seminaries, to the clergy, to the bishops, to the cardinals, homosexuals are present at all levels, by the thousand.”\nArchbishop Viganò now provides his own decisive summary of the situation, based on firsthand experience with a now homosexual corruption of the Church:\nJanet Smith, recently wrote: “The problem of clergy abuse cannot be resolved simply by the resignation of some bishops, and even less so by bureaucratic directives.",
      "prop_spans": [
        [
          27574,
          27598,
          "Loaded_Language"
        ],
        [
          27601,
          27725,
          "Exaggeration,Minimisation"
        ],
        [
          27843,
          27873,
          "Loaded_Language"
        ],
        [
          27862,
          27873,
          "Repetition"
        ],
        [
          27888,
          28127,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 28127,
      "end_ix": 28500,
      "text": "\nThe deeper problem lies in homosexual networks within the clergy which must be eradicated.” These homosexual networks, which are now widespread in many dioceses, seminaries, religious orders, etc., act under the concealment of secrecy and lies with the power of octopus tentacles, and strangle innocent victims and priestly vocations, and are strangling the entire Church.",
      "new_text": "\nThe deeper problem lies in homosexual networks within the clergy which must be eradicated.” These homosexual networks, which are now widespread in many dioceses, seminaries, religious orders, etc., act under the concealment of secrecy and lies with huge power, and strangle innocent victims and priestly vocations, and are strangling the entire Church.",
      "prop_spans": [
        [
          28127,
          28217,
          "Appeal_to_Authority"
        ],
        [
          28372,
          28499,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 28500,
      "end_ix": 28892,
      "text": "\n[emphasis added]\nDefending the Council by Defending the Homosexual Status Quo\nAt this moment, the entire Novus Ordo regime of novelty is threatened with collapse on account of its homosexual corruption, and voices throughout the Catholic world are now echoing Archbishop Viganò’s call for Bergoglio’s resignation, including Laura Ingraham: “Too little, too late from Pope Francis in Ireland.",
      "new_text": "\n[emphasis added]\nDefending the Council by Defending the Homosexual Status Quo\nAt this moment, the entire Novus Ordo regime of novelty is threatened with collapse on account of its homosexual corruption, and voices throughout the Catholic world are now echoing Archbishop Viganò’s call for Bergoglio’s resignation, including Laura Ingraham: “Too little, too late from Pope Francis in Ireland.",
      "prop_spans": [
        [
          28842,
          28863,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 28892,
      "end_ix": 28930,
      "text": "\nI stand with Archbishop Carlo Vigano.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 28930,
      "end_ix": 29490,
      "text": "\nTime for the laity to demand a new Shepherd.” Even Michael Voris, in a highly amusing example of leading from behind, has finally abandoned his absurd refusal to criticize this pontificate and now declares with a screaming headline: “Pope Francis Must Resign.”\nNearly three years ago, seeing what was certainly coming on the disastrous course Bergoglio had already clearly established, this newspaper published a petition which states: “We your subjects respectfully petition Your Holiness to change course for the good of the Church and the welfare of souls.",
      "new_text": "\nTime for the laity to demand a new Shepherd.” Even Michael Voris, in a highly amusing example of leading from behind, has finally abandoned his absurd refusal to criticize this pontificate and now declares with a huge headline: “Pope Francis Must Resign.”\nNearly three years ago, seeing what was certainly coming on the disastrous course Bergoglio had already clearly established, this newspaper published a petition which states: “We your subjects respectfully petition Your Holiness to change course for the good of the Church and the welfare of souls.",
      "prop_spans": [
        [
          29144,
          29162,
          "Loaded_Language"
        ],
        [
          29165,
          29189,
          "Slogans"
        ],
        [
          29256,
          29267,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 29490,
      "end_ix": 29759,
      "text": "\nFailing this, would it not be better for Your Holiness to renounce the Petrine office than to preside over what threatens to be a catastrophic compromise of the Church’s integrity?” Our petition was of course dismissed as “ridiculous” by the neo-Catholic commentariat.",
      "new_text": "\nFailing this, would it not be better for Your Holiness to renounce the Petrine office than to preside over what threatens to be a catastrophic compromise of the Church’s integrity?” Our petition was of course dismissed as “ridiculous” by the neo-Catholic commentariat.",
      "prop_spans": [
        [
          29621,
          29645,
          "Loaded_Language"
        ],
        [
          29714,
          29724,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 29759,
      "end_ix": 29825,
      "text": "\nToday, our ridiculous suggestion is the stuff of mainstream news.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 29825,
      "end_ix": 30095,
      "text": "\nFrom the neo-Catholic perspective, the events of recent days present a terrifying prospect: the final collapse of the Novus Ordo establishment, an end to the conciliar aggiornamento and a revival of integral Tradition, which growing numbers of young people are seeking.",
      "new_text": "\nFrom the neo-Catholic perspective, the events of recent days present a terrifying prospect: the final collapse of the Novus Ordo establishment, an end to the conciliar aggiornamento and a revival of integral Tradition, which growing numbers of young people are seeking.",
      "prop_spans": [
        [
          29897,
          29916,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 30095,
      "end_ix": 30231,
      "text": "\nHence even before Archbishop Viganò had come forward, commentators like Faggioli were already sounding the neo-Catholic air raid siren.",
      "new_text": "\nHence even before Archbishop Viganò had come forward, commentators like Faggioli were already sounding the neo-Catholic alarm.",
      "prop_spans": [
        [
          30190,
          30230,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 30231,
      "end_ix": 30901,
      "text": "\nFaggioli fretted that “[t]he abuse scandal and delegitimization of the episcopate has created a great power vacuum in the Church” that could be filled by the “neo-traditionalist Catholicism of the younger generations of American Catholics” who “attack American bishops and cardinals close to Pope Francis.” Accordingly, he rushed to the defense of Bergoglio and his corrupt regime against “a radicalization of religious conservatism in the neo-traditionalism sense...”\nFor Faggioli, not only would Bergoglio’s resignation be unthinkable, so also would a purge of the homosexual and pro-homosexual prelates Bergoglio and his Vatican henchmen have systematically enabled.",
      "new_text": "\nFaggioli worried that “[t]he abuse scandal and delegitimization of the episcopate has created a great power vacuum in the Church” that could be filled by the “neo-traditionalist Catholicism of the younger generations of American Catholics” who “attack American bishops and cardinals close to Pope Francis.” Accordingly, he rushed to the defense of Bergoglio and his regime against “a radicalization of religious conservatism in the neo-traditionalism sense...”\nFor Faggioli, not only would Bergoglio’s resignation be unthinkable, so also would a purge of the homosexual and pro-homosexual prelates Bergoglio and his Vatican henchmen have probably systematically enabled.",
      "prop_spans": [
        [
          30241,
          30249,
          "Loaded_Language"
        ],
        [
          30594,
          30613,
          "Name_Calling,Labeling"
        ],
        [
          30622,
          30696,
          "Obfuscation,Intentional_Vagueness,Confusion"
        ],
        [
          30701,
          30900,
          "Causal_Oversimplification"
        ],
        [
          30852,
          30873,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 30901,
      "end_ix": 31076,
      "text": "\nThe Pope, he argues, is not “the CEO of the Catholic Church world, and the bishops as its managers whom the Pope can simply fire.” No, Bergoglio cannot “simply fire” bishops.",
      "new_text": "\nThe Pope, he argues, is not “the CEO of the Catholic Church world, and the bishops as its managers whom the Pope can simply fire.” No, Bergoglio cannot “simply fire” bishops.",
      "prop_spans": [
        [
          30931,
          30967,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 31076,
      "end_ix": 31544,
      "text": "\nExcept whenever he pleases, as we have seen again and again with the conservative bishops and even Cardinals (Burke and Müller) he has sacked because their conservatism offended him or one of his friends, prompting even Crux to ask: “Does Pope Francis have an enemies list?” Then again, Francis even obtained the removal of his own “trusted counselor” McCarrick from the College of Cardinals, albeit only when forced to act due to worldwide condemnation in the media.",
      "new_text": "\nExcept whenever he pleases, as we have seen again and again with the conservative bishops and even Cardinals (Burke and Müller) he has sacked, maybe because their conservatism offended him or one of his friends, prompting even Crux to ask: “Does Pope Francis have an enemies list?” Then again, Francis even obtained the removal of his own “trusted counselor” McCarrick from the College of Cardinals, albeit only when forced to act due to worldwide condemnation in the media.",
      "prop_spans": [
        [
          31142,
          31280,
          "Causal_Oversimplification"
        ],
        [
          31205,
          31219,
          "Loaded_Language"
        ],
        [
          31311,
          31349,
          "Doubt"
        ],
        [
          31410,
          31439,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 31544,
      "end_ix": 31947,
      "text": "\nSo, according to Faggioli, the same Pope who sacks conservative bishops and cardinals according to his pleasure and has just removed a cardinal from the College of Cardinals in an unprecedented disciplinary act under fire from the media, is somehow powerless to dismiss Modernist bishops who have created an obscene “gay culture” in the Church and replace them with orthodox, normal heterosexual males.",
      "new_text": "\nSo, according to Faggioli, the same Pope who sacks conservative bishops and cardinals according to his pleasure and has just removed a cardinal from the College of Cardinals in an unprecedented disciplinary act under fire from the media, is maybe somehow powerless to dismiss Modernist bishops who have created an obscene “gay culture” in the Church and replace them with orthodox, normal heterosexual males.",
      "prop_spans": [
        [
          31572,
          31946,
          "Doubt"
        ],
        [
          31586,
          31657,
          "Causal_Oversimplification"
        ],
        [
          31756,
          31781,
          "Loaded_Language"
        ],
        [
          31850,
          31873,
          "Loaded_Language"
        ],
        [
          31911,
          31946,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 31947,
      "end_ix": 32273,
      "text": "\nFrancis cannot “simply fire” even Cardinal Wuerl, who covered up crimes of homosexual predation by the priests he transferred elsewhere while Archbishop of Pittsburgh, and who authorized payment of $900,000 in hush money to bury sexual abuse claims against a homosexual priest involved in the production of child pornography.",
      "new_text": "\nFrancis cannot “simply fire” even Cardinal Wuerl, who covered up crimes of homosexual predation by the priests he transferred elsewhere while Archbishop of Pittsburgh, and who authorized payment of $900,000 in hush money to bury sexual abuse claims against a homosexual priest involved in the production of child pornography.",
      "prop_spans": [
        [
          31948,
          32272,
          "Doubt"
        ],
        [
          32155,
          32197,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 32273,
      "end_ix": 32960,
      "text": "\nWuerl, says Faggioli, “faces a complex situation: on the one hand Wuerl was not afraid of clashing with the tribunal over the Apostolic Signatura in the Vatican which wanted to readmit a priest from the Pittsburgh diocese to ministry… while in other cases he seems to have collaborated in covering up some cases… It is a very difficult position also because Wuerl became a symbol… beyond the specific accusations against him, from which he could not publicly defend himself.”\nIn other words, because his situation is “complex” Wuerl, unlike McCarrick, should remain a cardinal and the Archbishop of Washington, DC, thus maintaining a key bulwark against the “neo-traditionalist” threat.",
      "new_text": "\nWuerl, says Faggioli, “faces a complex situation: on the one hand Wuerl was not afraid of clashing with the tribunal over the Apostolic Signatura in the Vatican which wanted to readmit a priest from the Pittsburgh diocese to ministry… while in other cases he seems to have collaborated in covering up some cases… It is a very difficult position also because Wuerl became a symbol… beyond the specific accusations against him, from which he could not publicly defend himself.”\nIn other words, because his situation is “complex” Wuerl, unlike McCarrick, should remain a cardinal and the Archbishop of Washington, DC, thus maintaining a key fortification against the “neo-traditionalist” threat.",
      "prop_spans": [
        [
          32894,
          32959,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 32960,
      "end_ix": 33100,
      "text": "\nYet, as the Pennsylvania grand jury report documents, Wuerl assisted McCarrick in the coverup of his crimes and now brazenly lies about it.",
      "new_text": "\nYet, as the Pennsylvania grand jury report documents, Wuerl assisted McCarrick in the coverup of his crimes and now boldly lies about it.",
      "prop_spans": [
        [
          33077,
          33099,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 33100,
      "end_ix": 33160,
      "text": "\nHere too Viganò’s testimony sheds light on the darkness:\n….",
      "new_text": "\nHere too Viganò’s testimony describes what happened:\n….",
      "prop_spans": [
        [
          33129,
          33156,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 33160,
      "end_ix": 33365,
      "text": "\nI myself brought up the subject [of McCarrick] with Cardinal Wuerl on several occasions, and I certainly didn’t need to go into detail because it was immediately clear to me that he was fully aware of it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 33365,
      "end_ix": 33661,
      "text": "\nI also remember in particular the fact that I had to draw his attention to it, because I realized that in an archdiocesan publication, on the back cover in color, there was an announcement inviting young men who thought they had a vocation to the priesthood to a meeting with Cardinal McCarrick.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 33661,
      "end_ix": 33817,
      "text": "\nI immediately phoned Cardinal Wuerl, who expressed his surprise to me, telling me that he knew nothing about that announcement and that he would cancel it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 33817,
      "end_ix": 33978,
      "text": "\nIf, as he now continues to state, he knew nothing of the abuses committed by McCarrick and the measures taken by Pope Benedict, how can his answer be explained?",
      "new_text": "\nIf, as he now continues to state, he knew nothing of the abuses committed by McCarrick and the measures taken by Pope Benedict, how can his answer be explained?",
      "prop_spans": [
        [
          33818,
          33977,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 33978,
      "end_ix": 34137,
      "text": "\nHis recent statements that he knew nothing about it, even though at first he cunningly referred to compensation for the two victims, are absolutely laughable.",
      "new_text": "\nHis recent statements that he knew nothing about it, even though at first he cunningly referred to compensation for the two victims, are absolutely laughable.",
      "prop_spans": [
        [
          34116,
          34136,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 34137,
      "end_ix": 34240,
      "text": "\nThe Cardinal lies shamelessly and prevails upon his Chancellor, Monsignor Antonicelli, to lie as well.",
      "new_text": "\nThe Cardinal lies shamelessly and prevails upon his Chancellor, Monsignor Antonicelli, to lie as well.",
      "prop_spans": [
        [
          34151,
          34168,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 34240,
      "end_ix": 34294,
      "text": "\nCardinal Wuerl also clearly lied on another occasion.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 34294,
      "end_ix": 34500,
      "text": "\nFollowing a morally unacceptable event authorized by the academic authorities of Georgetown University, I brought it to the attention of its President, Dr. John DeGioia, sending him two subsequent letters.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 34500,
      "end_ix": 34666,
      "text": "\nBefore forwarding them to the addressee, so as to handle things properly, I personally gave a copy of them to the Cardinal with an accompanying letter I had written.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 34666,
      "end_ix": 34718,
      "text": "\nThe Cardinal told me that he knew nothing about it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 34718,
      "end_ix": 34816,
      "text": "\nHowever, he failed to acknowledge receipt of my two letters, contrary to what he customarily did.",
      "new_text": "\nHowever, he failed to acknowledge receipt of my two letters, contrary to what he customarily did.",
      "prop_spans": [
        [
          34719,
          34815,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 34816,
      "end_ix": 34901,
      "text": "\nI subsequently learned that the event at Georgetown had taken place for seven years.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 34901,
      "end_ix": 34941,
      "text": "\nBut the Cardinal knew nothing about it!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 34941,
      "end_ix": 35168,
      "text": "\nCardinal Wuerl, well aware of the continuous abuses committed by Cardinal McCarrick and the sanctions imposed on him by Pope Benedict, transgressing the Pope’s order, also allowed him to reside at a seminary in Washington D.C.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 35168,
      "end_ix": 35215,
      "text": "\nIn doing so, he put other seminarians at risk.",
      "new_text": "\nIn doing so, he put other seminarians at risk.",
      "prop_spans": [
        [
          35182,
          35214,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 35215,
      "end_ix": 35368,
      "text": "\n[emphasis in original]\nWhat really concerns Faggioli and those who think like him is not Wuerl and his “complex situation,” which is not complex at all.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 35368,
      "end_ix": 35815,
      "text": "\nRather, what he views with alarm as an “essential element” of the context in which Wuerl operates is that “scandals are also the opportunity for the neo-traditionalist Catholicism of the younger generations of American Catholics to attack American bishops and cardinals close to Pope Francis….” Better a thousand septuagenarian Wuerls in their lavish sties of corruption, financed by the faithful, than a single, young neo-traditionalist prelate!",
      "new_text": "\nRather, what he views with alarm as an “essential element” of the context in which Wuerl operates is that “scandals are also the opportunity for the neo-traditionalist Catholicism of the younger generations of American Catholics to attack American bishops and cardinals close to Pope Francis….” Better many septuagenarian Wuerls in their lavish sties of corruption, financed by the faithful, than a single, young neo-traditionalist prelate!",
      "prop_spans": [
        [
          35664,
          35814,
          "Exaggeration,Minimisation"
        ],
        [
          35682,
          35739,
          "Name_Calling,Labeling"
        ],
        [
          35774,
          35814,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 35815,
      "end_ix": 35857,
      "text": "\nBut what exactly is a neo-traditionalist?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 35857,
      "end_ix": 36085,
      "text": "\nQuite simply: an orthodox Catholic who has had enough of the homosexual-infested regime of novelty imposed on the Church by the old men of the Council, Bergoglio merely being the latest, the highest placed, and one of the last.",
      "new_text": "\nQuite simply: an orthodox Catholic who has had enough of the homosexual-infested regime of novelty imposed on the Church by the men of the Council, Bergoglio merely being the latest, the highest placed, and one of the last.",
      "prop_spans": [
        [
          35872,
          36008,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 36085,
      "end_ix": 36329,
      "text": "\nAs Faggioli puts it: “In the last fifteen years, the American Catholic Church has been traversed by a radicalization of religious conservatism in the neo-traditionalism sense, especially in the younger generations of priests and intellectuals.",
      "new_text": "\nAs Faggioli puts it: “In the last fifteen years, the American Catholic Church has been traversed by a radicalization of religious conservatism in the neo-traditionalism sense, especially in the younger generations of priests and intellectuals.",
      "prop_spans": [
        [
          36086,
          36329,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 36329,
      "end_ix": 36685,
      "text": "\nThey interpret the current abuse crisis as fruit of the mistakes of the Council itself and not only of the post-Council…”\nJust as Faggioli fears, many in the up-and-coming generation of Catholic clergy and laity recognize the obvious: that the conciliar texts, for all their prolix repetition of traditional teaching, opened the way to ecclesial disaster.",
      "new_text": "\nThey interpret the current abuse crisis as fruit of the mistakes of the Council itself and not only of the post-Council…”\nJust as Faggioli fears, many in the up-and-coming generation of Catholic clergy and laity recognize the obvious: that the conciliar texts, for all their prolix repetition of traditional teaching, opened the way to ecclesial disaster.",
      "prop_spans": [
        [
          36329,
          36449,
          "Appeal_to_Authority"
        ],
        [
          36648,
          36684,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 36685,
      "end_ix": 37169,
      "text": "\nBecause in those texts—above all Gaudium et Spes, Dignitatis Humanae, Unitatis Redintegratio, Nostra Aetate and Sacrosanctum Concilium—the Council verbally prostrated itself before “the modern world” and the practitioners of other religions while authorizing Bugnini (Secretary of the liturgical Preparatory Commission that drafted what would become Sacrosanctum Concilium) to begin demolition of the sacred liturgy that was the very foundation Catholic of orthodoxy and orthopraxis.",
      "new_text": "\nBecause in those texts—above all Gaudium et Spes, Dignitatis Humanae, Unitatis Redintegratio, Nostra Aetate and Sacrosanctum Concilium—the Council verbally prostrated itself before “the modern world” and the practitioners of other religions while authorizing Bugnini (Secretary of the liturgical Preparatory Commission that drafted what would become Sacrosanctum Concilium) to begin destruction of the sacred service that was the very foundation Catholic of orthodoxy and orthopraxis.",
      "prop_spans": [
        [
          37069,
          37102,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 37169,
      "end_ix": 37427,
      "text": "\nTo quote Paul VI, then in the depths of his conciliar delirium at the Council’s close:\nBut one must realize that this council, which exposed itself to human judgment, insisted very much more upon this pleasant side of man, rather than on his unpleasant one.",
      "new_text": "\nTo quote Paul VI, then in the depths of his conciliar incoherence at the Council’s close:\nBut one must realize that this council, which exposed itself to human judgment, insisted very much more upon this pleasant side of man, rather than on his unpleasant one.",
      "prop_spans": [
        [
          37193,
          37233,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 37427,
      "end_ix": 37483,
      "text": "\nIts attitude was very much and deliberately optimistic.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 37483,
      "end_ix": 37578,
      "text": "\nA wave of affection and admiration flowed from the council over the modern world of humanity….",
      "new_text": "\nAffection and admiration flowed from the council over the modern world of humanity….",
      "prop_spans": [
        [
          37486,
          37576,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 37578,
      "end_ix": 37733,
      "text": "\nInstead of depressing diagnoses, encouraging remedies; instead of direful prognostics, messages of trust issued from the council to the present-day world.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 37733,
      "end_ix": 37856,
      "text": "\nThe modern world’s values were not only respected but honored, its efforts approved, its aspirations purified and blessed.",
      "new_text": "\nThe modern world’s values were not only respected but honored, its efforts approved, its aspirations purified and blessed.",
      "prop_spans": [
        [
          37819,
          37855,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 37856,
      "end_ix": 38078,
      "text": "\n[emphasis added]\nThus did Paul describe the conciliar “opening to the world” through which the world promptly invaded the Church, including large numbers of homosexuals who should never have been admitted to the seminary.",
      "new_text": "\n[emphasis added]\nThus did Paul describe the conciliar “opening to the world” through which the world promptly invaded the Church, possibly including large numbers of homosexuals.",
      "prop_spans": [
        [
          37874,
          38077,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 38078,
      "end_ix": 39083,
      "text": "\nIn sum, Faggioli is representative of the thinking that requires defense of a homosexualized clergy if only for the reason that tradition-minded Catholics cannot be allowed to take their place: “This neo-traditionalist Catholicism believes that sexual abuses are committed only by homosexual clergy… and that the crisis of abuse can be resolved by a kind of Catholic Jacobinism that should eliminate all bishops and priests minimally engaged in dialogue with modern culture, and replaced by a young clergy marked by personal sanctity but also by a fascination for a mythical Middle Ages and the rejection of a Church-world relationship based on a principle of reality.”\nRather than “young clergy marked by personal sanctity,” the neo-Catholic mentality Faggioli exemplifies prefers that homosexual priests and bishops be kept in place in order to continue the “dialogue with modern culture.” It is not the integrity of the Faith that matters but only perpetuation of the post-conciliar regime of novelty.",
      "new_text": "\nIn sum, Faggioli is representative of the thinking that requires defense of a homosexualized clergy if only for the reason that tradition-minded Catholics cannot be allowed to take their place: “This neo-traditionalist Catholicism believes that sexual abuses are committed only by homosexual clergy… and that the crisis of abuse can be resolved by a kind of Catholic Jacobinism that should eliminate all bishops and priests minimally engaged in dialogue with modern culture, and replaced by a young clergy marked by personal sanctity but also by a fascination for a mythical Middle Ages and the rejection of a Church-world relationship based on a principle of reality.”\nRather than “young clergy marked by personal sanctity,” the neo-Catholic mentality Faggioli exemplifies prefers that homosexual priests and bishops be kept in place in order to continue the “dialogue with modern culture.” It is not the integrity of the Faith that matters but only perpetuation of the post-conciliar regime of novelty.",
      "prop_spans": [
        [
          38570,
          38666,
          "Name_Calling,Labeling"
        ],
        [
          38762,
          38802,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 39083,
      "end_ix": 39202,
      "text": "\nAny abandonment of the regime must be viewed as ecclesiastical treason—“Catholic Jacobinism”—if not criminal activity.",
      "new_text": "\nAny abandonment of the regime must be viewed as ecclesiastical treason—“Catholic Jacobinism”, criminal activity or something else.",
      "prop_spans": [
        [
          39084,
          39201,
          "Black-and-White_Fallacy"
        ]
      ]
    },
    {
      "start_ix": 39202,
      "end_ix": 39395,
      "text": "\nFaggioli would probably be more inclined to civil or criminal prosecution of “Catholic Jacobins” for “hate speech” than Novus Ordo bishops for their complicity in covering up homosexual rapes.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 39395,
      "end_ix": 39920,
      "text": "\n“Homosexuality in the clergy exists and is a matter that must be addressed,” Faggioli fleetingly acknowledges toward the end of his piece, “but the abuse crisis cannot be resolved by making homosexuals within the Church the scapegoat of a scandal that has ancient roots, well before Vatican Council II.” And how does the Church “address” a massive infestation by homosexual priests and prelates without removing them from authority and ensuring that they cannot promote homosexual successors for generation after generation?",
      "new_text": "\n“Homosexuality in the clergy exists and is a matter that must be addressed,” Faggioli fleetingly acknowledges toward the end of his piece, “but the abuse crisis cannot be resolved by making homosexuals within the Church the scapegoat of a scandal that has ancient roots, well before Vatican Council II.” And how does the Church “address” a massive infestation by homosexual priests and prelates without their expulsion?",
      "prop_spans": [
        [
          39397,
          39470,
          "Appeal_to_Authority"
        ],
        [
          39700,
          39919,
          "Doubt"
        ],
        [
          39734,
          39791,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 39920,
      "end_ix": 40190,
      "text": "\nFaggioli has no answer because what he is really arguing—the final beachhead of the neo-Catholic defense of their disintegrating regime—is that homosexuals in the hierarchy must remain in authority as an indispensable seawall against a “neo-traditionalist” storm surge.",
      "new_text": "\nFaggioli has no answer because what he could be really arguing—the final beachhead of the neo-Catholic defense of their disintegrating regime—is that homosexuals in the hierarchy must remain in authority as an indispensable seawall against a “neo-traditionalist” storm surge.",
      "prop_spans": [
        [
          39952,
          40189,
          "Causal_Oversimplification"
        ],
        [
          39978,
          40056,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 40190,
      "end_ix": 40387,
      "text": "\nFaggioli’s argument demonstrates that neo-Catholicism has never been about making the authentic Faith more appealing to a “modern world” founded precisely on a rejection of the Church’s authority.",
      "new_text": "\nFaggioli’s argument could demonstrate that neo-Catholicism has never been about making the authentic Faith more appealing to a “modern world” founded precisely on a rejection of the Church’s authority.",
      "prop_spans": [
        [
          40191,
          40387,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 40387,
      "end_ix": 40421,
      "text": "\nIt is not about the Faith at all.",
      "new_text": "\nIt might not be about the Faith at all.",
      "prop_spans": [
        [
          40387,
          40421,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 40421,
      "end_ix": 40630,
      "text": "\nRather, it is an ideological movement dedicated to the face-saving defense of a catastrophic failure in ecclesial innovation that has corrupted the human element of the Church in practically every department.",
      "new_text": "\nRather, it could be an ideological movement dedicated to the face-saving defense of a failure in ecclesial innovation that has corrupted the human element of the Church in most departments.",
      "prop_spans": [
        [
          40421,
          40629,
          "Causal_Oversimplification"
        ],
        [
          40500,
          40629,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 40630,
      "end_ix": 40940,
      "text": "\nFor people like Faggioli, indeed for the tradition-hating Pope they blindly defend, the one thing to be feared is that more and more faithful will recognize the neo-Catholic polemic for what it is—a fraud—and begin demanding a return of everything the regime of novelty has stolen from the life of the Church.",
      "new_text": "\nFor people like Faggioli, indeed for the Pope they blindly defend, the one thing to be feared is that more and more faithful might recognize the neo-Catholic attack for what it is—a fraud—and begin demanding a return of everything the regime of novelty has taken from the life of the Church.",
      "prop_spans": [
        [
          40668,
          40694,
          "Name_Calling,Labeling"
        ],
        [
          40750,
          40940,
          "Bandwagon"
        ]
      ]
    },
    {
      "start_ix": 40940,
      "end_ix": 41111,
      "text": "\nThat is exactly what a growing number of Catholics are now doing, as even the secular press recognized less than three months before Bergoglio began his tyrannical reign.",
      "new_text": "\nThat is probably what a growing number of Catholics are now doing, as even the secular press recognized less than three months before Bergoglio began his reign.",
      "prop_spans": [
        [
          40940,
          41110,
          "Bandwagon"
        ],
        [
          41090,
          41110,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 41111,
      "end_ix": 41544,
      "text": "\nIn this respect, what the neo-Catholics are defending at bottom is themselves—that is, the reputations they have all staked on their defense of the indefensible against the traditionalists they have arrogantly mocked and marginalized for decades only to see, to their horror, that traditionalism is ever more vindicated as the scandals of the Novus Ordo mount under this reckless Pope to an unsustainable, indeed apocalyptic, level.",
      "new_text": "\nIn this respect, what the neo-Catholics are defending at bottom is themselves—that is, the reputations they have all staked on their defense of the indefensible against the traditionalists they have arrogantly mocked and marginalized for decades only to see, to their fear, that traditionalism is ever more vindicated as the scandals of the Novus Ordo mount under this Pope to an unsustainable level.",
      "prop_spans": [
        [
          41371,
          41386,
          "Loaded_Language"
        ],
        [
          41466,
          41543,
          "Exaggeration,Minimisation"
        ],
        [
          41478,
          41497,
          "Name_Calling,Labeling"
        ],
        [
          41525,
          41536,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 41544,
      "end_ix": 41647,
      "text": "\nA return to integral Tradition is the threat that Faggioli sees as coming particularly from the young.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 41647,
      "end_ix": 41827,
      "text": "\nIrony of ironies, he is now reduced to defending what is old and tired and corrupt against a restoration, led largely by a youthful vanguard, of what is ever ancient but ever new.",
      "new_text": "\nIronically, he is now reduced to defending what is old and tired and corrupt against a restoration, led largely by a youthful population, of what is ever ancient but ever new.",
      "prop_spans": [
        [
          41648,
          41664,
          "Loaded_Language"
        ],
        [
          41769,
          41788,
          "Name_Calling,Labeling"
        ],
        [
          41790,
          41826,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 41827,
      "end_ix": 41976,
      "text": "\nFor some, it seems, no price is too great—not even the good of the Church—to avoid the personal ignominy of being seen on the wrong side of history.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 41976,
      "end_ix": 42227,
      "text": "\nConclusion: The Fatima Connection\nLong before the arrival of Bergoglio in Rome, the successive Vatican Secretaries of State, Angelo Sodano and Tarcisio Bertone, were instrumental in advancing the homosexual corruption of the Novus Ordo establishment.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 42227,
      "end_ix": 42435,
      "text": "\nAs to Bertone and Sodano, Viganò provides further vital testimony:\nNuncio Sambi’s report [on McCarrick’s sexual abuse], with all the attachments, was sent to Cardinal Tarcisio Bertone, as Secretary of State.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 42435,
      "end_ix": 42561,
      "text": "\nMy two above-mentioned memos of December 6, 2006 and May 25, 2008, were also presumably handed over to him by the Substitute.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 42561,
      "end_ix": 42949,
      "text": "\nAs already mentioned, the Cardinal had no difficulty in insistently presenting for the episcopate candidates known to be active homosexuals — I cite only the well-known case of Vincenzo de Mauro, who was appointed Archbishop-Bishop of Vigevano and later removed because he was undermining his seminarians — and in filtering and manipulating the information he conveyed to Pope Benedict….",
      "new_text": "\nAs already mentioned, the Cardinal had no difficulty in insistently presenting for the episcopate candidates known to be homosexuals — I cite only the well-known case of Vincenzo de Mauro, who was appointed Archbishop-Bishop of Vigevano and later removed because he was undermining his seminarians — and in filtering and manipulating the information he conveyed to Pope Benedict….",
      "prop_spans": [
        [
          42660,
          42702,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 42949,
      "end_ix": 43081,
      "text": "\nCardinal Angelo Sodano was Secretary of State until September 2006: all information [concerning McCarrick] was communicated to him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 43081,
      "end_ix": 43273,
      "text": "\nIn November 2000, Nunzio Montalvo sent him his report, passing on to him the aforementioned letter from Father Boniface Ramsey in which he denounced the serious abuses committed by McCarrick.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 43273,
      "end_ix": 43353,
      "text": "\nIt is known that Sodano tried to cover up the Father Maciel scandal to the end.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 43353,
      "end_ix": 43582,
      "text": "\nHe even removed the Nuncio in Mexico City, Justo Mullor, who refused to be an accomplice in his scheme to cover Maciel, and in his place appointed Sandri, then-Nuncio to Venezuela, who was willing to collaborate in the cover-up.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 43582,
      "end_ix": 43783,
      "text": "\nSodano even went so far as to issue a statement to the Vatican press office in which a falsehood was affirmed, that is, that Pope Benedict had decided that the Maciel case should be considered closed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 43783,
      "end_ix": 43892,
      "text": "\nBenedict reacted, despite Sodano’s strenuous defense, and Maciel was found guilty and irrevocably condemned.",
      "new_text": "\nBenedict reacted, despite Sodano’s strenuous defense, and Maciel was found guilty and permanently condemned.",
      "prop_spans": [
        [
          43870,
          43891,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 43892,
      "end_ix": 44295,
      "text": "\nIt is no coincidence that, as I detail in my book on the Third Secret of Fatima, Sodano and Bertone have also taken the leading role in suppressing the integral Secret and reducing the Message of Fatima in general to a generic prescription for personal piety, stripped of its prophetic and admonitory content regarding the epochal malfeasance and corruption of the upper hierarchy to which they belong.",
      "new_text": "\nIt is no coincidence that, as I detail in my book on the Third Secret of Fatima, Sodano and Bertone have also taken the leading role in suppressing the integral Secret and reducing the Message of Fatima in general to a generic prescription for personal piety, stripped of its prophetic and admonitory content regarding the  misbehavior and corruption of the upper hierarchy to which they belong.",
      "prop_spans": [
        [
          44153,
          44274,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 44295,
      "end_ix": 44968,
      "text": "\nConcerning my book, Archbishop Pietro Sambi, Viganò’s predecessor as Nuncio in Washington, whom Viganò’ credits with diligently reporting McCarrick’s crimes to the Vatican and conveying Benedict’s sanctions to McCarrick, made some very revealing comments during an interview with Robert Moynihan, published posthumously six years ago in Inside the Vatican:\nWe were discussing the Third Secret of Fatima, the allegations that the Vatican has not published the entire text of the Third Secret as revealed to Sister Lucia, and the response of Cardinal Tarcisio Bertone, the Vatican secretary of state, in a book where Bertone states that there is nothing more to be revealed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 44968,
      "end_ix": 45053,
      "text": "\nSambi said, “Excuse me.” He got up, went out of the room, and came back with a book.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 45053,
      "end_ix": 45070,
      "text": "\n“Here,” he said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 45070,
      "end_ix": 45094,
      "text": "\n“Do you know this book?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 45094,
      "end_ix": 45169,
      "text": "\nYou should read it.” It was Christopher Ferrara's The Secret Still Hidden.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 45169,
      "end_ix": 45185,
      "text": "\n“Wait,” I said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 45185,
      "end_ix": 45416,
      "text": "\n“You are the Pope’s representative in the US, and you are urging me to read a book that questions what the secretary of state wrote?” Sambi replied, “All I am saying is that there are interesting things worth reading in this book.",
      "new_text": "\n“You are the Pope’s representative in the US, and you are urging me to read a book that questions what the secretary of state wrote?” Sambi replied, “All I am saying is that there are interesting things worth reading in this book.",
      "prop_spans": [
        [
          45187,
          45317,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 45416,
      "end_ix": 45471,
      "text": "\nAnd in the end, we are all after the truth, aren’t we?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 45471,
      "end_ix": 45549,
      "text": "\nThe truth is the important thing...”\nThe truth is indeed the important thing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 45549,
      "end_ix": 46225,
      "text": "\nAnd the truth about our situation is revealed in that still-hidden part of the Secret to whose contents Pope Benedict alluded during his pilgrimage to Fatima in 2010, identifying elements that do not appear at all in the obscure vision published back in 2000, which Sodano and Bertone tried to pass of as the entirety of the Secret at the same time they were covering up homosexual corruption in high places:\nAs for the new things which we can find in this message today, there is also the fact that attacks on the Pope and the Church come not only from without, but the sufferings of the Church come precisely from within the Church, from the sin existing within the Church.",
      "new_text": "\nAnd the truth about our situation is revealed in that still-hidden part of the Secret to whose contents Pope Benedict alluded during his pilgrimage to Fatima in 2010, identifying elements that do not appear at all in the obscure vision published back in 2000, which Sodano and Bertone tried to pass of as the entirety of the Secret at the same time they were covering up homosexual corruption in high places:\nAs for the new things which we can find in this message today, there is also the fact that attacks on the Pope and the Church come not only from without, but the sufferings of the Church come precisely from within the Church, from the sin existing within the Church.",
      "prop_spans": [
        [
          46117,
          46146,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 46225,
      "end_ix": 46602,
      "text": "\nThis too is something that we have always known, but today we are seeing it in a really terrifying way: that the greatest persecution of the Church comes not from her enemies without, but arises from sin within the Church, and that the Church thus has a deep need to relearn penance, to accept purification, to learn forgiveness on the one hand, but also the need for justice.",
      "new_text": "\nThis too is something that we have always known, but today we are seeing it in a really frightening way: that the greatest persecution of the Church comes not from her enemies without, but arises from sin within the Church, and that the Church thus has a deep need to relearn atonement, to accept purification, to learn forgiveness on the one hand, but also the need for justice.",
      "prop_spans": [
        [
          46305,
          46328,
          "Loaded_Language"
        ],
        [
          46478,
          46555,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 46602,
      "end_ix": 46761,
      "text": "\n[emphasis added]\nI believe that Archbishop Viganò’s precious testimony is a sign that Heaven itself is now responding to the “need for justice” in the Church.",
      "new_text": "\n[emphasis added]\nI believe that Archbishop Viganò’s precious testimony could be  a sign that Heaven itself is now responding to the “need for justice” in the Church.",
      "prop_spans": [
        [
          46620,
          46760,
          "Causal_Oversimplification"
        ],
        [
          46655,
          46674,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 46761,
      "end_ix": 46978,
      "text": "\nWhether or not justice involves the resignation of the most wayward Pope in Church history, the inevitable season of justice will culminate in the triumph of the Immaculate Heart of Mary and the Church’s restoration.",
      "new_text": "\nWhether or not justice involves the resignation of one of the most wayward Popes in Church history, the inevitable season of justice will culminate in the triumph of the Immaculate Heart of Mary and the Church’s restoration.",
      "prop_spans": [
        [
          46813,
          46852,
          "Name_Calling,Labeling"
        ],
        [
          46813,
          46852,
          "Exaggeration,Minimisation"
        ],
        [
          46902,
          46949,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 46978,
      "end_ix": 47472,
      "text": "\nThis will be a final victory over the enemies within and their apologists, such as Faggioli, who, in typical neo-Catholic style, imperiously scoffs at the notion of “a young clergy marked by personal sanctity but also by a fascination for a mythical Middle Ages” and busies himself defending an unsalvageable mass of corruption he dares to describe as “a Church-world relationship based on a principle of reality.”\nI can only conclude by making my own these closing words of Archbishop Viganò:",
      "new_text": "\nThis will be a final victory over the enemies within and their apologists, such as Faggioli, who, in typical neo-Catholic style, commandingly mocks the notion of “a young clergy marked by personal sanctity but also by a fascination for a mythical Middle Ages” and busies himself defending an irreparable mass of corruption he dares to describe as “a Church-world relationship based on a principle of reality.”\nI can only conclude by making my own these closing words of Archbishop Viganò:",
      "prop_spans": [
        [
          47108,
          47127,
          "Loaded_Language"
        ],
        [
          47145,
          47240,
          "Repetition"
        ],
        [
          47145,
          47240,
          "Name_Calling,Labeling"
        ],
        [
          47271,
          47307,
          "Loaded_Language"
        ],
        [
          47332,
          47391,
          "Name_Calling,Labeling"
        ]
      ]
    }
  ],
  "original labels": [
    [
      26,
      49,
      "Loaded_Language"
    ],
    [
      886,
      906,
      "Loaded_Language"
    ],
    [
      1134,
      1181,
      "Loaded_Language"
    ],
    [
      1957,
      1974,
      "Name_Calling,Labeling"
    ],
    [
      2050,
      2072,
      "Name_Calling,Labeling"
    ],
    [
      2082,
      2266,
      "Doubt"
    ],
    [
      2268,
      2375,
      "Appeal_to_Authority"
    ],
    [
      2714,
      2738,
      "Exaggeration,Minimisation"
    ],
    [
      2799,
      2862,
      "Loaded_Language"
    ],
    [
      2925,
      2969,
      "Loaded_Language"
    ],
    [
      3081,
      3113,
      "Loaded_Language"
    ],
    [
      3189,
      3303,
      "Black-and-White_Fallacy"
    ],
    [
      3568,
      3733,
      "Doubt"
    ],
    [
      3697,
      3733,
      "Name_Calling,Labeling"
    ],
    [
      3761,
      3797,
      "Name_Calling,Labeling"
    ],
    [
      3904,
      3917,
      "Name_Calling,Labeling"
    ],
    [
      3959,
      3997,
      "Loaded_Language"
    ],
    [
      4167,
      4225,
      "Loaded_Language"
    ],
    [
      4252,
      4278,
      "Exaggeration,Minimisation"
    ],
    [
      5092,
      5149,
      "Loaded_Language"
    ],
    [
      5271,
      5288,
      "Loaded_Language"
    ],
    [
      5291,
      5315,
      "Name_Calling,Labeling"
    ],
    [
      5414,
      5624,
      "Doubt"
    ],
    [
      5539,
      5559,
      "Loaded_Language"
    ],
    [
      5585,
      5624,
      "Exaggeration,Minimisation"
    ],
    [
      5780,
      6010,
      "Appeal_to_fear-prejudice"
    ],
    [
      6013,
      6234,
      "Causal_Oversimplification"
    ],
    [
      6047,
      6056,
      "Loaded_Language"
    ],
    [
      6236,
      6254,
      "Slogans"
    ],
    [
      6323,
      6336,
      "Repetition"
    ],
    [
      6511,
      6527,
      "Loaded_Language"
    ],
    [
      6681,
      6717,
      "Name_Calling,Labeling"
    ],
    [
      6779,
      6787,
      "Loaded_Language"
    ],
    [
      6891,
      6960,
      "Name_Calling,Labeling"
    ],
    [
      6891,
      6960,
      "Doubt"
    ],
    [
      6964,
      7010,
      "Name_Calling,Labeling"
    ],
    [
      7073,
      7126,
      "Name_Calling,Labeling"
    ],
    [
      7199,
      7210,
      "Loaded_Language"
    ],
    [
      7449,
      7626,
      "Appeal_to_fear-prejudice"
    ],
    [
      7704,
      7905,
      "Causal_Oversimplification"
    ],
    [
      7886,
      7905,
      "Exaggeration,Minimisation"
    ],
    [
      8045,
      8094,
      "Appeal_to_Authority"
    ],
    [
      8068,
      8094,
      "Loaded_Language"
    ],
    [
      8097,
      8164,
      "Causal_Oversimplification"
    ],
    [
      8097,
      8164,
      "Straw_Men"
    ],
    [
      8314,
      8369,
      "Doubt"
    ],
    [
      8440,
      8458,
      "Loaded_Language"
    ],
    [
      8871,
      8924,
      "Exaggeration,Minimisation"
    ],
    [
      8871,
      8924,
      "Name_Calling,Labeling"
    ],
    [
      9010,
      9121,
      "Doubt"
    ],
    [
      9215,
      9252,
      "Exaggeration,Minimisation"
    ],
    [
      9381,
      9396,
      "Loaded_Language"
    ],
    [
      9432,
      9467,
      "Exaggeration,Minimisation"
    ],
    [
      9432,
      9467,
      "Name_Calling,Labeling"
    ],
    [
      9500,
      9532,
      "Loaded_Language"
    ],
    [
      9548,
      9614,
      "Loaded_Language"
    ],
    [
      9774,
      9818,
      "Doubt"
    ],
    [
      9820,
      9853,
      "Name_Calling,Labeling"
    ],
    [
      9885,
      9894,
      "Loaded_Language"
    ],
    [
      9951,
      10100,
      "Appeal_to_Authority"
    ],
    [
      10090,
      10100,
      "Thought-terminating_Cliches"
    ],
    [
      10344,
      10372,
      "Loaded_Language"
    ],
    [
      10344,
      10372,
      "Exaggeration,Minimisation"
    ],
    [
      10688,
      10895,
      "Appeal_to_Authority"
    ],
    [
      10947,
      11164,
      "Appeal_to_Authority"
    ],
    [
      11091,
      11120,
      "Loaded_Language"
    ],
    [
      11247,
      11501,
      "Appeal_to_Authority"
    ],
    [
      11506,
      11702,
      "Appeal_to_Authority"
    ],
    [
      11637,
      11668,
      "Exaggeration,Minimisation"
    ],
    [
      11731,
      11877,
      "Appeal_to_Authority"
    ],
    [
      11904,
      11967,
      "Name_Calling,Labeling"
    ],
    [
      12390,
      12552,
      "Doubt"
    ],
    [
      13518,
      13641,
      "Causal_Oversimplification"
    ],
    [
      13659,
      13720,
      "Name_Calling,Labeling"
    ],
    [
      13735,
      13782,
      "Loaded_Language"
    ],
    [
      14013,
      14039,
      "Name_Calling,Labeling"
    ],
    [
      14261,
      14295,
      "Loaded_Language"
    ],
    [
      14642,
      14684,
      "Loaded_Language"
    ],
    [
      14710,
      14749,
      "Loaded_Language"
    ],
    [
      14791,
      14829,
      "Name_Calling,Labeling"
    ],
    [
      14950,
      14973,
      "Loaded_Language"
    ],
    [
      15115,
      15186,
      "Doubt"
    ],
    [
      15209,
      15233,
      "Name_Calling,Labeling"
    ],
    [
      15536,
      15558,
      "Loaded_Language"
    ],
    [
      15654,
      15667,
      "Loaded_Language"
    ],
    [
      15722,
      15754,
      "Name_Calling,Labeling"
    ],
    [
      15952,
      16007,
      "Doubt"
    ],
    [
      16012,
      16032,
      "Exaggeration,Minimisation"
    ],
    [
      16012,
      16032,
      "Loaded_Language"
    ],
    [
      16802,
      16842,
      "Loaded_Language"
    ],
    [
      16865,
      16958,
      "Exaggeration,Minimisation"
    ],
    [
      17351,
      17367,
      "Loaded_Language"
    ],
    [
      17370,
      17400,
      "Name_Calling,Labeling"
    ],
    [
      17407,
      17437,
      "Name_Calling,Labeling"
    ],
    [
      18078,
      18103,
      "Loaded_Language"
    ],
    [
      18354,
      18420,
      "Causal_Oversimplification"
    ],
    [
      18709,
      18726,
      "Name_Calling,Labeling"
    ],
    [
      18759,
      18770,
      "Name_Calling,Labeling"
    ],
    [
      18791,
      18808,
      "Loaded_Language"
    ],
    [
      19166,
      19196,
      "Name_Calling,Labeling"
    ],
    [
      19735,
      19833,
      "Loaded_Language"
    ],
    [
      20065,
      20097,
      "Name_Calling,Labeling"
    ],
    [
      20165,
      20189,
      "Loaded_Language"
    ],
    [
      20296,
      20354,
      "Doubt"
    ],
    [
      20423,
      20449,
      "Name_Calling,Labeling"
    ],
    [
      20466,
      20660,
      "Doubt"
    ],
    [
      20554,
      20569,
      "Loaded_Language"
    ],
    [
      20589,
      20620,
      "Name_Calling,Labeling"
    ],
    [
      20662,
      20679,
      "Loaded_Language"
    ],
    [
      20753,
      20766,
      "Loaded_Language"
    ],
    [
      20774,
      20797,
      "Name_Calling,Labeling"
    ],
    [
      20895,
      20923,
      "Name_Calling,Labeling"
    ],
    [
      20923,
      20939,
      "Loaded_Language"
    ],
    [
      21246,
      21515,
      "Appeal_to_fear-prejudice"
    ],
    [
      21293,
      21315,
      "Name_Calling,Labeling"
    ],
    [
      21355,
      21379,
      "Loaded_Language"
    ],
    [
      21384,
      21410,
      "Name_Calling,Labeling"
    ],
    [
      21422,
      21515,
      "Loaded_Language"
    ],
    [
      21524,
      21560,
      "Name_Calling,Labeling"
    ],
    [
      21638,
      21701,
      "Name_Calling,Labeling"
    ],
    [
      21907,
      21959,
      "Name_Calling,Labeling"
    ],
    [
      22136,
      22160,
      "Name_Calling,Labeling"
    ],
    [
      22579,
      22643,
      "Name_Calling,Labeling"
    ],
    [
      22692,
      22715,
      "Loaded_Language"
    ],
    [
      23021,
      23037,
      "Name_Calling,Labeling"
    ],
    [
      23021,
      23037,
      "Repetition"
    ],
    [
      23085,
      23127,
      "Loaded_Language"
    ],
    [
      23358,
      23510,
      "Name_Calling,Labeling"
    ],
    [
      23580,
      23596,
      "Name_Calling,Labeling"
    ],
    [
      23605,
      23830,
      "Appeal_to_fear-prejudice"
    ],
    [
      23674,
      23766,
      "Exaggeration,Minimisation"
    ],
    [
      23845,
      23870,
      "Loaded_Language"
    ],
    [
      23929,
      23996,
      "Exaggeration,Minimisation"
    ],
    [
      23940,
      23996,
      "Name_Calling,Labeling"
    ],
    [
      24371,
      24387,
      "Loaded_Language"
    ],
    [
      24519,
      24555,
      "Loaded_Language"
    ],
    [
      24612,
      24642,
      "Name_Calling,Labeling"
    ],
    [
      24671,
      24695,
      "Name_Calling,Labeling"
    ],
    [
      25357,
      25376,
      "Loaded_Language"
    ],
    [
      25545,
      25560,
      "Loaded_Language"
    ],
    [
      25679,
      25709,
      "Loaded_Language"
    ],
    [
      25770,
      25796,
      "Loaded_Language"
    ],
    [
      25913,
      25927,
      "Name_Calling,Labeling"
    ],
    [
      26507,
      26533,
      "Exaggeration,Minimisation"
    ],
    [
      27574,
      27598,
      "Loaded_Language"
    ],
    [
      27601,
      27725,
      "Exaggeration,Minimisation"
    ],
    [
      27843,
      27873,
      "Loaded_Language"
    ],
    [
      27862,
      27873,
      "Repetition"
    ],
    [
      27888,
      28217,
      "Appeal_to_Authority"
    ],
    [
      28372,
      28499,
      "Loaded_Language"
    ],
    [
      28842,
      28863,
      "Loaded_Language"
    ],
    [
      29144,
      29162,
      "Loaded_Language"
    ],
    [
      29165,
      29189,
      "Slogans"
    ],
    [
      29256,
      29267,
      "Loaded_Language"
    ],
    [
      29621,
      29645,
      "Loaded_Language"
    ],
    [
      29714,
      29724,
      "Name_Calling,Labeling"
    ],
    [
      29897,
      29916,
      "Loaded_Language"
    ],
    [
      30190,
      30230,
      "Loaded_Language"
    ],
    [
      30241,
      30249,
      "Loaded_Language"
    ],
    [
      30594,
      30613,
      "Name_Calling,Labeling"
    ],
    [
      30622,
      30696,
      "Obfuscation,Intentional_Vagueness,Confusion"
    ],
    [
      30701,
      30900,
      "Causal_Oversimplification"
    ],
    [
      30852,
      30873,
      "Name_Calling,Labeling"
    ],
    [
      30931,
      30967,
      "Name_Calling,Labeling"
    ],
    [
      31142,
      31280,
      "Causal_Oversimplification"
    ],
    [
      31205,
      31219,
      "Loaded_Language"
    ],
    [
      31311,
      31349,
      "Doubt"
    ],
    [
      31410,
      31439,
      "Name_Calling,Labeling"
    ],
    [
      31572,
      31946,
      "Doubt"
    ],
    [
      31586,
      31657,
      "Causal_Oversimplification"
    ],
    [
      31756,
      31781,
      "Loaded_Language"
    ],
    [
      31850,
      31873,
      "Loaded_Language"
    ],
    [
      31911,
      31946,
      "Name_Calling,Labeling"
    ],
    [
      31948,
      32272,
      "Doubt"
    ],
    [
      32155,
      32197,
      "Loaded_Language"
    ],
    [
      32894,
      32959,
      "Loaded_Language"
    ],
    [
      33077,
      33099,
      "Loaded_Language"
    ],
    [
      33129,
      33156,
      "Loaded_Language"
    ],
    [
      33818,
      33977,
      "Doubt"
    ],
    [
      34116,
      34136,
      "Loaded_Language"
    ],
    [
      34151,
      34168,
      "Loaded_Language"
    ],
    [
      34719,
      34815,
      "Doubt"
    ],
    [
      35182,
      35214,
      "Doubt"
    ],
    [
      35664,
      35814,
      "Exaggeration,Minimisation"
    ],
    [
      35682,
      35739,
      "Name_Calling,Labeling"
    ],
    [
      35774,
      35814,
      "Name_Calling,Labeling"
    ],
    [
      35872,
      36008,
      "Name_Calling,Labeling"
    ],
    [
      36086,
      36449,
      "Appeal_to_Authority"
    ],
    [
      36648,
      36684,
      "Loaded_Language"
    ],
    [
      37069,
      37102,
      "Loaded_Language"
    ],
    [
      37193,
      37233,
      "Loaded_Language"
    ],
    [
      37486,
      37576,
      "Loaded_Language"
    ],
    [
      37819,
      37855,
      "Loaded_Language"
    ],
    [
      37874,
      38077,
      "Causal_Oversimplification"
    ],
    [
      38570,
      38666,
      "Name_Calling,Labeling"
    ],
    [
      38762,
      38802,
      "Name_Calling,Labeling"
    ],
    [
      39084,
      39201,
      "Black-and-White_Fallacy"
    ],
    [
      39397,
      39470,
      "Appeal_to_Authority"
    ],
    [
      39700,
      39919,
      "Doubt"
    ],
    [
      39734,
      39791,
      "Exaggeration,Minimisation"
    ],
    [
      39952,
      40189,
      "Causal_Oversimplification"
    ],
    [
      39978,
      40056,
      "Loaded_Language"
    ],
    [
      40191,
      40629,
      "Causal_Oversimplification"
    ],
    [
      40500,
      40629,
      "Exaggeration,Minimisation"
    ],
    [
      40668,
      40694,
      "Name_Calling,Labeling"
    ],
    [
      40750,
      41110,
      "Bandwagon"
    ],
    [
      41090,
      41110,
      "Loaded_Language"
    ],
    [
      41371,
      41386,
      "Loaded_Language"
    ],
    [
      41466,
      41543,
      "Exaggeration,Minimisation"
    ],
    [
      41478,
      41497,
      "Name_Calling,Labeling"
    ],
    [
      41525,
      41536,
      "Loaded_Language"
    ],
    [
      41648,
      41664,
      "Loaded_Language"
    ],
    [
      41769,
      41788,
      "Name_Calling,Labeling"
    ],
    [
      41790,
      41826,
      "Loaded_Language"
    ],
    [
      42660,
      42702,
      "Name_Calling,Labeling"
    ],
    [
      43870,
      43891,
      "Loaded_Language"
    ],
    [
      44153,
      44274,
      "Loaded_Language"
    ],
    [
      45187,
      45317,
      "Doubt"
    ],
    [
      46117,
      46146,
      "Loaded_Language"
    ],
    [
      46305,
      46328,
      "Loaded_Language"
    ],
    [
      46478,
      46555,
      "Loaded_Language"
    ],
    [
      46620,
      46760,
      "Causal_Oversimplification"
    ],
    [
      46655,
      46674,
      "Loaded_Language"
    ],
    [
      46813,
      46852,
      "Name_Calling,Labeling"
    ],
    [
      46813,
      46852,
      "Exaggeration,Minimisation"
    ],
    [
      46902,
      46949,
      "Loaded_Language"
    ],
    [
      47108,
      47127,
      "Loaded_Language"
    ],
    [
      47145,
      47240,
      "Repetition"
    ],
    [
      47145,
      47240,
      "Name_Calling,Labeling"
    ],
    [
      47271,
      47307,
      "Loaded_Language"
    ],
    [
      47332,
      47391,
      "Name_Calling,Labeling"
    ]
  ]
}