{
  "article_id": "786527921",
  "sentence offsets in original": [
    0,
    301,
    312,
    456,
    576,
    604,
    667,
    798,
    826,
    899,
    1156,
    1440,
    1557,
    1790,
    2171,
    2368,
    2549,
    2622,
    2639,
    2725,
    2830,
    3024,
    3097,
    3206,
    3330,
    3462,
    3551,
    3723,
    3855,
    3947,
    4089,
    4562,
    4695,
    4805,
    5133,
    5477,
    5644,
    5758,
    5832,
    5873,
    5936,
    6079,
    6198,
    6321,
    6388,
    6909,
    7457,
    7574,
    7687,
    7874,
    8025,
    8182,
    8290,
    8765,
    8936,
    9080,
    9220,
    9419,
    9474,
    9664,
    9794,
    9858,
    9870,
    10324,
    10427,
    10548,
    10754,
    11044,
    11101,
    11318,
    11622,
    11787,
    11924,
    12032,
    12104,
    12163,
    12268,
    12383,
    12441,
    12567,
    12904,
    13063,
    13299,
    13509,
    13734,
    13828,
    13880,
    13915,
    13995,
    14019,
    14098,
    14329,
    14486,
    14620,
    14720,
    14967,
    15075,
    15113,
    15226,
    15788,
    15908,
    16178,
    16254,
    16404,
    16545,
    17053,
    17323
  ],
  "original sentences": [
    "‘Silent Donation’: Corporate Emails Reveal Google Executives Tried to Turn Out Latino Voters Who They Thought Would Vote For Clinton\n\nGoogle, once again, has been implicated in a story about how social media executives and employees are using their platforms to control and shutter conservative ideas.",
    "\nThis time?",
    "\nThis time, an email chain has emerged showing senior company executives pressing for the company to sway Latino voters to back Hillary Clinton.",
    "\ntake our poll - story continues below\nCompleting this poll grants you access to Freedom Outpost updates free of charge.",
    "\nYou may opt out at anytime.",
    "\nYou also agree to this site's Privacy Policy and Terms of Use.",
    "\nSpecifically, one executive suggests paying for the rides of Latinos to get them to the polls — if they vote for Clinton, that is.",
    "\nFirst censorship, now this.",
    "\nWhen will something be done about these tech and social media companies?",
    "\nFrom Breitbart:\nAn email chain among senior Google executives from the day after the 2016 presidential election reveals the company tried to influence the 2016 United States presidential election on behalf of one candidate, Democrat Hillary Rodham Clinton.",
    "\nIn the emails, a Google executive describes efforts to pay for free rides for a certain sect of the population to the polls–a get-out-the-vote for Hispanic voters operation–and how these efforts were because she thought it would help Hillary Clinton win the general election in 2016.",
    "\nShe also used the term “silent donation” to describe Google’s contribution to the effort to elect Clinton president.",
    "\nThe main email, headlined, “Election results and the Latino vote,” was sent on Nov. 9, 2016—the day after Clinton’s loss to Trump in the 2016 presidential election—by Eliana Murillo, Google’s Multicultural Marketing department head.",
    "\nThe four page email begins with Murillo claiming she and others at Google were engaged in non-partisan activities not designed to help any one candidate or another—only to undercut her own commentary in later passages in the emails by openly admitting the entire effort to boost Latino turnout using Google products with official company resources was to elect Clinton over Trump.",
    "\nThe critical miscalculation, Murillo wrote in a stunning admission in the email, was that Latino voters backed Trump by higher margins than any experts had forecast in the lead-up to the election.",
    "\nTrump’s 29 percent among Hispanics nationally blew prognosticators away, and he hit even higher numbers—about 31 percent—in the key battleground state of Florida, Murillo admitted.",
    "\nMurillo wrote at the outset of the lengthy message:\nWe worked very hard.",
    "\nMany people did.",
    "\nWe pushed tp get out the Latino vote with our features, our partners, and our voices.",
    "\nWe kept our Google efforts non-partisan and followed our company’s protocols for the elections strategy.",
    "\nWe emphasized our mission to give Latinos access to information so that they can make an informed decision at the polls, and we feel very grateful for all the support to do this important work.",
    "\nLatinos voted in record-breaking numbers, particularly with early votes.",
    "\nA large percentage of Latino voters in Florida were new voters who had become citizens just in time to vote.",
    "\nWe saw high traffic for the search queries ‘votar,’ ‘como votar,’ and ‘donde voter,’ in key states like Florida and Nevada.",
    "\nWe will be pulling in more info in the coming hours/days but so far we definitely know there was high traffic on search in Spanish.",
    "\nWithout translating our tools the users wouldn’t have found the information they needed.",
    "\nObjectively speaking, our goal was met — we pushed and successfully launched the search features in Spanish, and we thank Lisa for her support in advocating for this work.",
    "\nI sent Philipp a note yesterday to thank him because he and others voiced their support for this too, and we greatly appreciate it.",
    "\nEven Sundar gave the effort a shout out and a comment in Spanish, which was really special.",
    "\n“Sundar” presumably refers to Google’s chief executive officer Sundar Pichai, who took the reins of the massive search giant in October 2015.",
    "\n“Lisa” presumably refers to Lisa Gevelber, the vice president of Global Marketing for Google—who forwarded Murillo’s entire four-page email to several other Google executives in another chain also obtained by Breitbart News in which Gevelber praises Murillo’s activities with official company resources as having made a “great difference.” “Philipp” presumably refers to Philipp Schindler, a senior vice president and Google’s chief business officer per his LinkedIn page.",
    "\nThe emails were first revealed on Fox News on Monday evening on Tucker Carlson Tonight by anchor Tucker Carlson in a special report.",
    "\nBreitbart News also obtained them, and has reached out to Google with a number of questions about the emails.",
    "\nCarlson, in his exclusive report on Fox News Monday night, compared the revelations in the Google emails to the probe of Russian interference in the U.S. election to Special Counsel Robert Mueller—raising the question about how much influence tech giants like Google and Facebook have on election outcomes in the United States.",
    "\nCarlson cited Dr. Robert Epstein, a social scientist and an expert on Google, who has said, in Carlson’s words, “Google alone could determine the outcome of almost any election just by altering its search selections and we would never know it.”\nEpstein has published research detailing how Google could influence the results of U.S. elections.",
    "\nBreitbart News has exclusively published several of Epstein’s reports, including a recent one showing that Google search manipulation can swing huge swaths of voters.",
    "\nIn his report on Monday night, Carlson then described the emails he obtained, which Breitbart News also obtained.",
    "\nCarlson said:\nThis wasn’t a get-out-the-vote effort or whatever they say.",
    "\nIt wasn’t aimed at all potential voters.",
    "\nIt wasn’t even aimed at a balanced cross-section of subgroups.",
    "\nGoogle didn’t try to get out the vote among say Christian Arabs in Michigan or say Persian Jews in Los Angeles—they sometimes vote Republican.",
    "\nIt was aimed only at one group, a group that Google cynically assumed would vote exclusively for the Democratic Party.",
    "\nFurthermore, this mobilization effort targeted not only the entire country but swing states vital to the Hillary campaign.",
    "\nThis was not an exercise in civics, this was political consulting.",
    "\nIt was in effect an in-kind contribution to the Hillary Clinton campaign.”\nCarlson noted that in communication with Google, the company “did not deny that the email was real or that it showed a clear political preference.”\n“Their only defense was that the activities they described were either non-partisan or were not officially taken by the company,” Carlson said Monday night, describing Google’s official response to his requests for comment, before challenging the company’s response: “But of course they were both.",
    "\nPlenty of people in Google knew what was going on and we haven’t seen any evidence anyone at Google disapproved of it and tried to rein it in.”\nThe email from Murillo continues by explaining just how expansive the efforts the company undertook to achieve its objective were:\nWe had our partners help spread the word about our features on social media, including YouTubers and influencers like Dulce Candy, Jorge Narvaez, Jessie y Joy, Barbara Bermudo, and Pamela Silva of Univision, Jackie Cruz aka La Flaca from Orange is the New Black, and more.",
    "\nWe promoted our partner the Latino Community Foundation’s non-partisan #YoVoyaVotaryTu (I’m going to vote, are you?)",
    "\ncampaign and leveraged our social media influencer friends’ reach to hit over 11M impressions with that hashtag.",
    "\nWe hosted an event with over 200 people and a hangout with social media influencers about the power of the Latino vote and the new research Nielsen published about the Latino electorate.",
    "\nThis reached 4.4M social media impressions and signaled to many that Google and our partners value the Latino community and our role in this election.",
    "\nWe brought the same research to the LATISM conference, where people were beyond thrilled to see Google’s support and acknowledgment of the Latino community.",
    "\nIf Murillo had ended her email there, this probably would not amount to the level of a national news story.",
    "\nBut she did not: She went on for another several paragraphs on the first page and an extra three pages to admit the openly partisan intent of Google’s actions, including a remarkable in-writing confirmation that at least one of Google’s actions amounted to a “silent donation”—something that could raise Federal Election Commission (FEC) red flags if authorities decide to launch an official investigation into this matter, now that these emails have been publicly revealed.",
    "\nIt is in the next paragraph that Murillo openly admits that Google made a “silent donation,” in her words, paying for rides to polls via leftist organization Voto Latino.",
    "\nMurillo wrote in the next paragraph:\nWe also supported partners like Voto Latino to pay for rides to the polls in key states (silent donation).",
    "\nWe even helped them create ad campaigns to promote the rides (with support from HOLA folks who rallied and volunteered their time to help).",
    "\nWe supported Voto Latino to help them land an interview with Senator Meza of Arizona (key state for us) to talk about the election and how to use Google search to find information about how to vote.",
    "\nThey were a strong partner, among many in this effort.",
    "\nThe next paragraph is where Murillo begins to make her next major admission: that the effort was not just to increase voter turnout generally but to elect Hillary Clinton over Donald Trump.",
    "\n“Ultimately, after all was said and done, the Latino community did come out to vote, and completely surprised us,” Murillo wrote.",
    "\n“We never anticipated that 29% of Latinos would vote for Trump.",
    "\nNo one did.",
    "\nWe saw headlines like this about early voter turn out and thought that this was finally the year that the ‘sleeping giant’ had awoken.”\nOn the next page, the email continues with a headline from an article in The Atlantic by James Fallows: “2016: The Year Latinos Saved America?”\nUnder that was a tweet from Jon Ralston of Ralston Reports in Nevada saying, among other things, that “Trump is dead” because of Latino turnout in early voting in the state.",
    "\nTrump did not end up winning Nevada in the end, but he did beat Clinton in 30 and a half other states.",
    "\n…\nAt that point, after the Ralston tweet, Murillo openly admits the partisan motives of Google’s electioneering efforts.",
    "\n“On personal note, we really thought we had shown up to demonstrate our political power against a candidate who had vehemently offended our community by calling us rapists and drug dealers,” Murillo wrote.",
    "\n“We read the headline and thought WOW, we did it!”\nMurillo’s email continues by including another headline, this time from the New Yorker’s Benjamin Wallace-Wells: “Latino Voters Show Trump What It Means to Be American.” That piece was written on Nov. 7, 2016, the day before the election.",
    "\nThen she begins writing again: “But then reality set in.",
    "\nOnly 71% of Latinos voted for Hillary, and that wasn’t enough.”\nThe third page of the email begins with another headline and image of a Latina woman in a red Make America Great Again hat and “Latinos for Trump” sign.",
    "\nThe story, from Ruben Navarette, Jr., published in the Daily Beast, is headlined: “Why the Latino Vote Didn’t Save America.” The sub-headline, “Hispanic voters were supposed to be one of Clinton’s blue firewalls—but one in three ended up splitting for Trump,” is also included in Murillo’s Google email.",
    "\nFrom there, Murillo continues writing for another page and a half:\nThe voters we wanted to reach did end up having an influence in the end, most notably in Florida.",
    "\nLatino voters voted for Trump more in Florida than in other states (31%), and FL was critical by popular vote and the electoral college.",
    "\nWe’ll keep an eye on any other results that can show us the influence that our efforts had on the election.",
    "\nWe know we gave this our best and are now figuring out what comes next.",
    "\nThanks again for all your help and support in this effort.",
    "\nIn the next paragraph, Murillo again openly admits she was not “objective” when it came to the election.",
    "\n“I have tried to stay objective, but I ask that you please give us some time to pause and reflect,” Murillo wrote.",
    "\n“This is devastating for our Democratic Latino community.",
    "\nAfter all these efforts and what we thought was positive momentum toward change, the results are not what we expected at all.",
    "\nWe are afraid for our families, and especially for the millions of immigrants who now don’t know what the future holds for them.”\nAfter that, Murillo says she cannot communicate with key organizers of the effort by Google and its partners—a project known as HOLA—because she is afraid of secret pro-Trump spies on the listservs created.",
    "\nShe also admits ongoing discussions among these people about meeting to give grieving Hillary Clinton supporters hugs after Trump crushed her on election day.",
    "\nShe also says those involved in Google’s get-out-the-vote efforts were openly seeking consolation after Clinton lost, and that she and another person cried after Trump won – for the first time they have cried due to an election result.",
    "\nMurillo wrote:\nWhat’s most difficult for us is we can’t even email the HOLA list to reach our community and discuss what this means for us because we know that apparently some may actually be Trump supporters.",
    "\nThere is a thread right now among the core HOLA group where people are sharing how much they hurt, how much they need support right now, and that they are coordinating in different offices to meet up to just hold each other.",
    "\nOne in a remote office said ‘If you guys do any sort of meetings, I’d love to join virtually.",
    "\nI think I’m currently the only Latinx in my office.",
    "\nIt’s kinda hard.’ #understatement.",
    "\nAnother said, ‘I’ve never cried after an election until last night.’ Same here.",
    "\nShe was not done there.",
    "\nIn the next paragraph, Murillo wrote that this election result hurt her badly.",
    "\nShe also admits the election result was a “loss,” another indication that Google’s efforts were clearly attempting to use company resources to elect Democrat Clinton over Republican Trump and influence the results of the election.",
    "\nShe also says that the company—and herself in particular—will redouble efforts in the future to get a different and more desired result in future elections.",
    "\n“I’m in shock and it hurts more than I could have ever imagined, but trying to stay optimistic and keep my head high,” Murillo wrote.",
    "\n“Loss is a part of life, and I do think frustrations challenge us to work smarter and get creative.",
    "\nMy partners have sent notes and are saying the same thing — time to keep working harder.”\nAt the top of the fourth page of the email, Murillo asks her colleagues at Google to give out a “smile” to grieving leftist Latinos who work at the company.",
    "\n“If you see a Latino Googler in the office (California/New York), please give them a smile,” Murillo wrote.",
    "\n“They are probably hurting right now.",
    "\nIt’s tough to handle now that we know not all of us were against this, so we may be even more divided than ever.",
    "\nAt least in CA/NY though, you can rest assured that the Latinos of these blue states need your thoughts and prayers, at least for them and their families.”\nThen, she continues by stating she is going on a planned vacation she thought she was taking to “celebrate” a Clinton win, but after Trump won, she says, her vacation “will be time to reflect on how to continue to support my community through these difficult times.”\nMurillo, in the next line, reveals that she thought she was sharing her viewpoints on these matters in a tight circle that would not leak.",
    "\n“I’m not sharing my personal opinions very broadly, but wanted to share openly here in the circle of trust,” she wrote.",
    "\nThis email leaked to Fox News and Breitbart News and is now likely to become a centerpiece in the case that Google is throwing its weight around to interfere in elections in the United States in a partisan manner against the duly elected President of the United States.",
    "\nThis email from Murillo was not just from some rogue staffer inside Google.",
    "\nHer original email was forwarded on to other Google executives by the aforementioned Gevelber, according to another email obtained by Breitbart News.",
    "\n“Thought you all would want to read this,” Gevelber wrote in her own message endorsing Murillo’s email in a message to other Google bigwigs.",
    "\n“It’s from Eliana Murillo who runs US Hispanic Marketing on my team and who helped found HOLA our Hispanic ERC.”\nGevelber continued by commending everyone she said, “worked so hard to ensure all the Get out the Vote were done in Spanish” that their efforts “made a giant difference” in the election “to Googlers and beyond.”\nPresident Trump and Republicans have just begun scratching the surface of bias against them among Silicon Valley’s elite, including, perhaps foremost alongside Facebook, from Google.",
    "\nA source close to the White House who has reviewed these emails ahead of their public release told Breitbart News that in a just world this would amount to, at a minimum, a clear violation of campaign finance law governing in-kind contributions to campaigns and causes.",
    "\n…"
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 301,
      "text": "‘Silent Donation’: Corporate Emails Reveal Google Executives Tried to Turn Out Latino Voters Who They Thought Would Vote For Clinton\n\nGoogle, once again, has been implicated in a story about how social media executives and employees are using their platforms to control and shutter conservative ideas.",
      "new_text": "‘Silent Donation’: Corporate Emails Reveal Google Executives Tried to Turn Out Latino Voters Who They Thought Would Vote For Clinton\n\nGoogle, once again, has been implicated in a story about how social media executives and employees are using their platforms to regularize conservative ideas.",
      "prop_spans": [
        [
          1,
          16,
          "Name_Calling,Labeling"
        ],
        [
          259,
          300,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 301,
      "end_ix": 312,
      "text": "\nThis time?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 312,
      "end_ix": 456,
      "text": "\nThis time, an email chain has emerged showing senior company executives pressing for the company to sway Latino voters to back Hillary Clinton.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 456,
      "end_ix": 576,
      "text": "\ntake our poll - story continues below\nCompleting this poll grants you access to Freedom Outpost updates free of charge.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 576,
      "end_ix": 604,
      "text": "\nYou may opt out at anytime.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 604,
      "end_ix": 667,
      "text": "\nYou also agree to this site's Privacy Policy and Terms of Use.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 667,
      "end_ix": 798,
      "text": "\nSpecifically, one executive suggests paying for the rides of Latinos to get them to the polls — if they vote for Clinton, that is.",
      "new_text": "\nSpecifically, one executive suggests paying for the rides of Latinos to get them to the polls — if they vote for Clinton, that is.",
      "prop_spans": [
        [
          729,
          737,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 798,
      "end_ix": 826,
      "text": "\nFirst censorship, now this.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 826,
      "end_ix": 899,
      "text": "\nWhen will something be done about these tech and social media companies?",
      "new_text": "",
      "prop_spans": [
        [
          827,
          898,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 899,
      "end_ix": 1156,
      "text": "\nFrom Breitbart:\nAn email chain among senior Google executives from the day after the 2016 presidential election reveals the company tried to influence the 2016 United States presidential election on behalf of one candidate, Democrat Hillary Rodham Clinton.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1156,
      "end_ix": 1440,
      "text": "\nIn the emails, a Google executive describes efforts to pay for free rides for a certain sect of the population to the polls–a get-out-the-vote for Hispanic voters operation–and how these efforts were because she thought it would help Hillary Clinton win the general election in 2016.",
      "new_text": "\nIn the emails, a Google executive describes efforts to pay for free rides for a certain sect of the population to the polls an  allegedly get-out-the-vote for Hispanic voters operation and how these efforts were because she thought it would help Hillary Clinton win the general election in 2016.",
      "prop_spans": [
        [
          1281,
          1329,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 1440,
      "end_ix": 1557,
      "text": "\nShe also used the term “silent donation” to describe Google’s contribution to the effort to elect Clinton president.",
      "new_text": "\nShe also used the term “silent donation” to describe Google’s contribution to the effort to elect Clinton president.",
      "prop_spans": [
        [
          1465,
          1480,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 1557,
      "end_ix": 1790,
      "text": "\nThe main email, headlined, “Election results and the Latino vote,” was sent on Nov. 9, 2016—the day after Clinton’s loss to Trump in the 2016 presidential election—by Eliana Murillo, Google’s Multicultural Marketing department head.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1790,
      "end_ix": 2171,
      "text": "\nThe four page email begins with Murillo claiming she and others at Google were engaged in non-partisan activities not designed to help any one candidate or another—only to undercut her own commentary in later passages in the emails by openly admitting the entire effort to boost Latino turnout using Google products with official company resources was to elect Clinton over Trump.",
      "new_text": "\nThe four page email begins with Murillo claiming she and others at Google were engaged in activities not designed to help any one candidate or another—only to undercut her own commentary in later passages in the emails by openly admitting the entire effort to boost Latino turnout using Google products with official company resources was to elect Clinton over Trump.",
      "prop_spans": [
        [
          1881,
          1905,
          "Name_Calling,Labeling"
        ],
        [
          1955,
          2170,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 2171,
      "end_ix": 2368,
      "text": "\nThe critical miscalculation, Murillo wrote in a stunning admission in the email, was that Latino voters backed Trump by higher margins than any experts had forecast in the lead-up to the election.",
      "new_text": "\nThe miscalculation, Murillo wrote in an admission in the email, was that Latino voters backed Trump by higher margins than any experts had forecast in the lead-up to the election.",
      "prop_spans": [
        [
          2176,
          2239,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2368,
      "end_ix": 2549,
      "text": "\nTrump’s 29 percent among Hispanics nationally blew prognosticators away, and he hit even higher numbers—about 31 percent—in the key battleground state of Florida, Murillo admitted.",
      "new_text": "\nTrump’s 29 percent among Hispanics nationally was a surprise to prognosticators, and he hit even higher numbers—about 31 percent—in the key battleground state of Florida, Murillo admitted.",
      "prop_spans": [
        [
          2415,
          2440,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2549,
      "end_ix": 2622,
      "text": "\nMurillo wrote at the outset of the lengthy message:\nWe worked very hard.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2622,
      "end_ix": 2639,
      "text": "\nMany people did.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2639,
      "end_ix": 2725,
      "text": "\nWe pushed tp get out the Latino vote with our features, our partners, and our voices.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2725,
      "end_ix": 2830,
      "text": "\nWe kept our Google efforts non-partisan and followed our company’s protocols for the elections strategy.",
      "new_text": "\nWe kept our Google efforts to be non-partisan and followed our company’s protocols for the elections strategy.",
      "prop_spans": [
        [
          2753,
          2766,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 2830,
      "end_ix": 3024,
      "text": "\nWe emphasized our mission to give Latinos access to information so that they can make an informed decision at the polls, and we feel very grateful for all the support to do this important work.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3024,
      "end_ix": 3097,
      "text": "\nLatinos voted in record-breaking numbers, particularly with early votes.",
      "new_text": "\nLatinos voted in large numbers, particularly with early votes.",
      "prop_spans": [
        [
          3033,
          3065,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 3097,
      "end_ix": 3206,
      "text": "\nA large percentage of Latino voters in Florida were new voters who had become citizens just in time to vote.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3206,
      "end_ix": 3330,
      "text": "\nWe saw high traffic for the search queries ‘votar,’ ‘como votar,’ and ‘donde voter,’ in key states like Florida and Nevada.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3330,
      "end_ix": 3462,
      "text": "\nWe will be pulling in more info in the coming hours/days but so far we definitely know there was high traffic on search in Spanish.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3462,
      "end_ix": 3551,
      "text": "\nWithout translating our tools the users wouldn’t have found the information they needed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3551,
      "end_ix": 3723,
      "text": "\nObjectively speaking, our goal was met — we pushed and successfully launched the search features in Spanish, and we thank Lisa for her support in advocating for this work.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3723,
      "end_ix": 3855,
      "text": "\nI sent Philipp a note yesterday to thank him because he and others voiced their support for this too, and we greatly appreciate it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3855,
      "end_ix": 3947,
      "text": "\nEven Sundar gave the effort a shout out and a comment in Spanish, which was really special.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3947,
      "end_ix": 4089,
      "text": "\n“Sundar” presumably refers to Google’s chief executive officer Sundar Pichai, who took the reins of the massive search giant in October 2015.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4089,
      "end_ix": 4562,
      "text": "\n“Lisa” presumably refers to Lisa Gevelber, the vice president of Global Marketing for Google—who forwarded Murillo’s entire four-page email to several other Google executives in another chain also obtained by Breitbart News in which Gevelber praises Murillo’s activities with official company resources as having made a “great difference.” “Philipp” presumably refers to Philipp Schindler, a senior vice president and Google’s chief business officer per his LinkedIn page.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4562,
      "end_ix": 4695,
      "text": "\nThe emails were first revealed on Fox News on Monday evening on Tucker Carlson Tonight by anchor Tucker Carlson in a special report.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4695,
      "end_ix": 4805,
      "text": "\nBreitbart News also obtained them, and has reached out to Google with a number of questions about the emails.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4805,
      "end_ix": 5133,
      "text": "\nCarlson, in his exclusive report on Fox News Monday night, compared the revelations in the Google emails to the probe of Russian interference in the U.S. election to Special Counsel Robert Mueller—raising the question about how much influence tech giants like Google and Facebook have on election outcomes in the United States.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5133,
      "end_ix": 5477,
      "text": "\nCarlson cited Dr. Robert Epstein, a social scientist and an expert on Google, who has said, in Carlson’s words, “Google alone could determine the outcome of almost any election just by altering its search selections and we would never know it.”\nEpstein has published research detailing how Google could influence the results of U.S. elections.",
      "new_text": "\nCarlson cited Dr. Robert Epstein, a social scientist and an expert on Google, who has given his own opinion, in Carlson’s words, “Google alone could determine the outcome of almost any election just by altering its search selections and we would never know it.”\nEpstein has published research detailing how Google could influence the results of U.S. elections.",
      "prop_spans": [
        [
          5134,
          5376,
          "Appeal_to_Authority"
        ],
        [
          5247,
          5311,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 5477,
      "end_ix": 5644,
      "text": "\nBreitbart News has exclusively published several of Epstein’s reports, including a recent one showing that Google search manipulation can swing huge swaths of voters.",
      "new_text": "\nBreitbart News has exclusively published several of Epstein’s reports, including a recent one showing that Google search manipulation can possibly influence voters.",
      "prop_spans": [
        [
          5622,
          5643,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 5644,
      "end_ix": 5758,
      "text": "\nIn his report on Monday night, Carlson then described the emails he obtained, which Breitbart News also obtained.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5758,
      "end_ix": 5832,
      "text": "\nCarlson said:\nThis wasn’t a get-out-the-vote effort or whatever they say.",
      "new_text": "\nCarlson said:\nThis wasn’t a get-out-the-vote effort or whatever they say.",
      "prop_spans": [
        [
          5787,
          5811,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 5832,
      "end_ix": 5873,
      "text": "\nIt wasn’t aimed at all potential voters.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5873,
      "end_ix": 5936,
      "text": "\nIt wasn’t even aimed at a balanced cross-section of subgroups.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5936,
      "end_ix": 6079,
      "text": "\nGoogle didn’t try to get out the vote among say Christian Arabs in Michigan or say Persian Jews in Los Angeles—they sometimes vote Republican.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6079,
      "end_ix": 6198,
      "text": "\nIt was aimed only at one group, a group that Google cynically assumed would vote exclusively for the Democratic Party.",
      "new_text": "\nIt was aimed only at one group, a group that Google assumed would vote exclusively for the Democratic Party.",
      "prop_spans": [
        [
          6132,
          6150,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6198,
      "end_ix": 6321,
      "text": "\nFurthermore, this mobilization effort targeted not only the entire country but swing states vital to the Hillary campaign.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6321,
      "end_ix": 6388,
      "text": "\nThis was not an exercise in civics, this was political consulting.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6388,
      "end_ix": 6909,
      "text": "\nIt was in effect an in-kind contribution to the Hillary Clinton campaign.”\nCarlson noted that in communication with Google, the company “did not deny that the email was real or that it showed a clear political preference.”\n“Their only defense was that the activities they described were either non-partisan or were not officially taken by the company,” Carlson said Monday night, describing Google’s official response to his requests for comment, before challenging the company’s response: “But of course they were both.",
      "new_text": "\nIt was in effect an in-kind contribution to the Hillary Clinton campaign.”\nCarlson noted that in communication with Google, the company “did not deny that the email was real or that it showed a clear political preference.”\n“Their only defense was that the activities they described were either non-partisan or were not officially taken by the company,” Carlson said Monday night, describing Google’s official response to his requests for comment, before challenging the company’s response: “But of course they were both.",
      "prop_spans": [
        [
          6683,
          6696,
          "Name_Calling,Labeling"
        ],
        [
          6683,
          6696,
          "Repetition"
        ],
        [
          6880,
          6908,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 6909,
      "end_ix": 7457,
      "text": "\nPlenty of people in Google knew what was going on and we haven’t seen any evidence anyone at Google disapproved of it and tried to rein it in.”\nThe email from Murillo continues by explaining just how expansive the efforts the company undertook to achieve its objective were:\nWe had our partners help spread the word about our features on social media, including YouTubers and influencers like Dulce Candy, Jorge Narvaez, Jessie y Joy, Barbara Bermudo, and Pamela Silva of Univision, Jackie Cruz aka La Flaca from Orange is the New Black, and more.",
      "new_text": "\nPlenty of people in Google knew what was going on and we haven’t seen any evidence anyone at Google disapproved of it and tried to rein it in.”\nThe email from Murillo continues by explaining just how expansive the efforts the company undertook to achieve its objective were:\nWe had our partners help spread the word about our features on social media, including YouTubers and influencers like Dulce Candy, Jorge Narvaez, Jessie y Joy, Barbara Bermudo, and Pamela Silva of Univision, Jackie Cruz aka La Flaca from Orange is the New Black, and more.",
      "prop_spans": [
        [
          7032,
          7051,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7457,
      "end_ix": 7574,
      "text": "\nWe promoted our partner the Latino Community Foundation’s non-partisan #YoVoyaVotaryTu (I’m going to vote, are you?)",
      "new_text": "\nWe promoted our partner the Latino Community Foundation’s non-partisan #YoVoyaVotaryTu (I’m going to vote, are you?)",
      "prop_spans": [
        [
          7482,
          7574,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7574,
      "end_ix": 7687,
      "text": "\ncampaign and leveraged our social media influencer friends’ reach to hit over 11M impressions with that hashtag.",
      "new_text": "\ncampaign and leveraged our social media friends’ reach to hit over 11M impressions with that hashtag.",
      "prop_spans": [
        [
          7574,
          7584,
          "Name_Calling,Labeling"
        ],
        [
          7598,
          7633,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7687,
      "end_ix": 7874,
      "text": "\nWe hosted an event with over 200 people and a hangout with social media influencers about the power of the Latino vote and the new research Nielsen published about the Latino electorate.",
      "new_text": "\nWe hosted an event with over 200 people and a hangout with influencers about the power of the Latino vote and the new research Nielsen published about the Latino electorate.",
      "prop_spans": [
        [
          7747,
          7772,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 7874,
      "end_ix": 8025,
      "text": "\nThis reached 4.4M social media impressions and signaled to many that Google and our partners value the Latino community and our role in this election.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8025,
      "end_ix": 8182,
      "text": "\nWe brought the same research to the LATISM conference, where people were beyond thrilled to see Google’s support and acknowledgment of the Latino community.",
      "new_text": "\nWe brought the same research to the LATISM conference, where people were excited to see Google’s support and acknowledgment of the Latino community.",
      "prop_spans": [
        [
          8099,
          8115,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8182,
      "end_ix": 8290,
      "text": "\nIf Murillo had ended her email there, this probably would not amount to the level of a national news story.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8290,
      "end_ix": 8765,
      "text": "\nBut she did not: She went on for another several paragraphs on the first page and an extra three pages to admit the openly partisan intent of Google’s actions, including a remarkable in-writing confirmation that at least one of Google’s actions amounted to a “silent donation”—something that could raise Federal Election Commission (FEC) red flags if authorities decide to launch an official investigation into this matter, now that these emails have been publicly revealed.",
      "new_text": "\nBut she did not: She went on for another several paragraphs on the first page and an extra three pages to admit the intent of Google’s actions, including a remarkable in-writing confirmation that at least one of Google’s actions amounted to an alleged anonymous donation, something that could raise Federal Election Commission (FEC) red flags if authorities decide to launch an official investigation into this matter, now that these emails have been publicly revealed.",
      "prop_spans": [
        [
          8403,
          8449,
          "Loaded_Language"
        ],
        [
          8548,
          8566,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8765,
      "end_ix": 8936,
      "text": "\nIt is in the next paragraph that Murillo openly admits that Google made a “silent donation,” in her words, paying for rides to polls via leftist organization Voto Latino.",
      "new_text": "\nIt is in the next paragraph that Murillo openly admits that Google made a “silent donation,” in her words, paying for rides to polls via organizations Voto Latino.",
      "prop_spans": [
        [
          8838,
          8856,
          "Name_Calling,Labeling"
        ],
        [
          8838,
          8856,
          "Repetition"
        ],
        [
          8903,
          8924,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8936,
      "end_ix": 9080,
      "text": "\nMurillo wrote in the next paragraph:\nWe also supported partners like Voto Latino to pay for rides to the polls in key states (silent donation).",
      "new_text": "\nMurillo wrote in the next paragraph:\nWe also supported partners like Voto Latino to pay for rides to the polls in key states.",
      "prop_spans": [
        [
          9063,
          9078,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 9080,
      "end_ix": 9220,
      "text": "\nWe even helped them create ad campaigns to promote the rides (with support from HOLA folks who rallied and volunteered their time to help).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9220,
      "end_ix": 9419,
      "text": "\nWe supported Voto Latino to help them land an interview with Senator Meza of Arizona (key state for us) to talk about the election and how to use Google search to find information about how to vote.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9419,
      "end_ix": 9474,
      "text": "\nThey were a strong partner, among many in this effort.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9474,
      "end_ix": 9664,
      "text": "\nThe next paragraph is where Murillo begins to make her next major admission: that the effort was not just to increase voter turnout generally but to elect Hillary Clinton over Donald Trump.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9664,
      "end_ix": 9794,
      "text": "\n“Ultimately, after all was said and done, the Latino community did come out to vote, and completely surprised us,” Murillo wrote.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9794,
      "end_ix": 9858,
      "text": "\n“We never anticipated that 29% of Latinos would vote for Trump.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9858,
      "end_ix": 9870,
      "text": "\nNo one did.",
      "new_text": "",
      "prop_spans": [
        [
          9859,
          9869,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 9870,
      "end_ix": 10324,
      "text": "\nWe saw headlines like this about early voter turn out and thought that this was finally the year that the ‘sleeping giant’ had awoken.”\nOn the next page, the email continues with a headline from an article in The Atlantic by James Fallows: “2016: The Year Latinos Saved America?”\nUnder that was a tweet from Jon Ralston of Ralston Reports in Nevada saying, among other things, that “Trump is dead” because of Latino turnout in early voting in the state.",
      "new_text": "\nWe saw headlines like this about early voter turn out and thought that this was finally the year that the ‘sleeping giant’ had awoken.”\nOn the next page, the email continues with a headline from an article in The Atlantic by James Fallows: “2016: The Year Latinos Saved America?”\nUnder that was a tweet from Jon Ralston of Ralston Reports in Nevada saying, among other things, that “Trump is dead” because of Latino turnout in early voting in the state.",
      "prop_spans": [
        [
          9942,
          10004,
          "Loaded_Language"
        ],
        [
          9978,
          9992,
          "Name_Calling,Labeling"
        ],
        [
          10254,
          10267,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 10324,
      "end_ix": 10427,
      "text": "\nTrump did not end up winning Nevada in the end, but he did beat Clinton in 30 and a half other states.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10427,
      "end_ix": 10548,
      "text": "\n…\nAt that point, after the Ralston tweet, Murillo openly admits the partisan motives of Google’s electioneering efforts.",
      "new_text": "\n…\nAt that point, after the Ralston tweet, Murillo openly admits the motives of Google’s electioneering efforts.",
      "prop_spans": [
        [
          10496,
          10513,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 10548,
      "end_ix": 10754,
      "text": "\n“On personal note, we really thought we had shown up to demonstrate our political power against a candidate who had vehemently offended our community by calling us rapists and drug dealers,” Murillo wrote.",
      "new_text": "\n“On personal note, we really thought we had shown up to demonstrate our political power against a candidate who had vehemently offended our community by calling us rapists and drug dealers,” Murillo wrote.",
      "prop_spans": [
        [
          10665,
          10685,
          "Loaded_Language"
        ],
        [
          10713,
          10737,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 10754,
      "end_ix": 11044,
      "text": "\n“We read the headline and thought WOW, we did it!”\nMurillo’s email continues by including another headline, this time from the New Yorker’s Benjamin Wallace-Wells: “Latino Voters Show Trump What It Means to Be American.” That piece was written on Nov. 7, 2016, the day before the election.",
      "new_text": "\n“We read the headline and thought WOW, we did it!”\nMurillo’s email continues by including another headline, this time from the New Yorker’s Benjamin Wallace-Wells: “Latino Voters Show Trump What It Means to Be American.” That piece was written on Nov. 7, 2016, the day before the election.",
      "prop_spans": [
        [
          10920,
          10973,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 11044,
      "end_ix": 11101,
      "text": "\nThen she begins writing again: “But then reality set in.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11101,
      "end_ix": 11318,
      "text": "\nOnly 71% of Latinos voted for Hillary, and that wasn’t enough.”\nThe third page of the email begins with another headline and image of a Latina woman in a red Make America Great Again hat and “Latinos for Trump” sign.",
      "new_text": "\nOnly 71% of Latinos voted for Hillary, and that wasn’t enough.”\nThe third page of the email begins with another headline and image of a Latina woman in a red Make America Great Again hat and “Latinos for Trump” sign.",
      "prop_spans": [
        [
          11260,
          11285,
          "Slogans"
        ],
        [
          11294,
          11311,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 11318,
      "end_ix": 11622,
      "text": "\nThe story, from Ruben Navarette, Jr., published in the Daily Beast, is headlined: “Why the Latino Vote Didn’t Save America.” The sub-headline, “Hispanic voters were supposed to be one of Clinton’s blue firewalls—but one in three ended up splitting for Trump,” is also included in Murillo’s Google email.",
      "new_text": "\nThe story, from Ruben Navarette, Jr., published in the Daily Beast, is headlined: “Why the Latino Vote Didn’t Save America.” The sub-headline, “Hispanic voters were supposed to be one of Clinton’s blue firewalls—but one in three ended up splitting for Trump,” is also included in Murillo’s Google email.",
      "prop_spans": [
        [
          11506,
          11530,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 11622,
      "end_ix": 11787,
      "text": "\nFrom there, Murillo continues writing for another page and a half:\nThe voters we wanted to reach did end up having an influence in the end, most notably in Florida.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11787,
      "end_ix": 11924,
      "text": "\nLatino voters voted for Trump more in Florida than in other states (31%), and FL was critical by popular vote and the electoral college.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11924,
      "end_ix": 12032,
      "text": "\nWe’ll keep an eye on any other results that can show us the influence that our efforts had on the election.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12032,
      "end_ix": 12104,
      "text": "\nWe know we gave this our best and are now figuring out what comes next.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12104,
      "end_ix": 12163,
      "text": "\nThanks again for all your help and support in this effort.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12163,
      "end_ix": 12268,
      "text": "\nIn the next paragraph, Murillo again openly admits she was not “objective” when it came to the election.",
      "new_text": "\nIn the next paragraph, Murillo again openly admits she was not “objective” when it came to the election.",
      "prop_spans": [
        [
          12164,
          12267,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 12268,
      "end_ix": 12383,
      "text": "\n“I have tried to stay objective, but I ask that you please give us some time to pause and reflect,” Murillo wrote.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12383,
      "end_ix": 12441,
      "text": "\n“This is devastating for our Democratic Latino community.",
      "new_text": "\n“This is devastating for our Democratic Latino community.",
      "prop_spans": [
        [
          12385,
          12405,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12441,
      "end_ix": 12567,
      "text": "\nAfter all these efforts and what we thought was positive momentum toward change, the results are not what we expected at all.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12567,
      "end_ix": 12904,
      "text": "\nWe are afraid for our families, and especially for the millions of immigrants who now don’t know what the future holds for them.”\nAfter that, Murillo says she cannot communicate with key organizers of the effort by Google and its partners—a project known as HOLA—because she is afraid of secret pro-Trump spies on the listservs created.",
      "new_text": "\nWe are afraid for our families, and especially for the millions of immigrants who now don’t know what the future holds for them.”\nAfter that, Murillo says she cannot communicate with key organizers of the effort by Google and its partners—a project known as HOLA—because she is afraid of alleged Trump spies on the listservs created.",
      "prop_spans": [
        [
          12856,
          12879,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 12904,
      "end_ix": 13063,
      "text": "\nShe also admits ongoing discussions among these people about meeting to give grieving Hillary Clinton supporters hugs after Trump crushed her on election day.",
      "new_text": "\nShe also admits ongoing discussions among these people about meeting to give Hillary Clinton supporters hugs after Trump won on election day.",
      "prop_spans": [
        [
          12974,
          13023,
          "Loaded_Language"
        ],
        [
          12982,
          13018,
          "Name_Calling,Labeling"
        ],
        [
          13029,
          13047,
          "Loaded_Language"
        ],
        [
          13029,
          13062,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 13063,
      "end_ix": 13299,
      "text": "\nShe also says those involved in Google’s get-out-the-vote efforts were openly seeking consolation after Clinton lost, and that she and another person cried after Trump won – for the first time they have cried due to an election result.",
      "new_text": "\nShe also says those involved in Google’s get-out-the-vote efforts were openly seeking consolation after Clinton lost, for the first time they have cried due to an election result.",
      "prop_spans": [
        [
          13191,
          13236,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 13299,
      "end_ix": 13509,
      "text": "\nMurillo wrote:\nWhat’s most difficult for us is we can’t even email the HOLA list to reach our community and discuss what this means for us because we know that apparently some may actually be Trump supporters.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13509,
      "end_ix": 13734,
      "text": "\nThere is a thread right now among the core HOLA group where people are sharing how much they hurt, how much they need support right now, and that they are coordinating in different offices to meet up to just hold each other.",
      "new_text": "\nThere is a thread right now among the core HOLA group where people are sharing, how much they need support right now, and that they are coordinating in different offices to meet up to hold each other.",
      "prop_spans": [
        [
          13589,
          13733,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 13734,
      "end_ix": 13828,
      "text": "\nOne in a remote office said ‘If you guys do any sort of meetings, I’d love to join virtually.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13828,
      "end_ix": 13880,
      "text": "\nI think I’m currently the only Latinx in my office.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13880,
      "end_ix": 13915,
      "text": "\nIt’s kinda hard.’ #understatement.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13915,
      "end_ix": 13995,
      "text": "\nAnother said, ‘I’ve never cried after an election until last night.’ Same here.",
      "new_text": "\nAnother said, ‘I’ve never cried after an election until last night.’ Same here.",
      "prop_spans": [
        [
          13931,
          13982,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 13995,
      "end_ix": 14019,
      "text": "\nShe was not done there.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14019,
      "end_ix": 14098,
      "text": "\nIn the next paragraph, Murillo wrote that this election result hurt her badly.",
      "new_text": "\nIn the next paragraph, Murillo wrote that this election result will probably affect her badly.",
      "prop_spans": [
        [
          14062,
          14097,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 14098,
      "end_ix": 14329,
      "text": "\nShe also admits the election result was a “loss,” another indication that Google’s efforts were clearly attempting to use company resources to elect Democrat Clinton over Republican Trump and influence the results of the election.",
      "new_text": "\nShe also admits the election result was a “loss,\".",
      "prop_spans": [
        [
          14149,
          14328,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 14329,
      "end_ix": 14486,
      "text": "\nShe also says that the company—and herself in particular—will redouble efforts in the future to get a different and more desired result in future elections.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14486,
      "end_ix": 14620,
      "text": "\n“I’m in shock and it hurts more than I could have ever imagined, but trying to stay optimistic and keep my head high,” Murillo wrote.",
      "new_text": "\n“I’m in shock and it hurts more than I could have ever imagined, but trying to stay optimistic and keep my head high,” Murillo wrote.",
      "prop_spans": [
        [
          14488,
          14501,
          "Loaded_Language"
        ],
        [
          14505,
          14550,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 14620,
      "end_ix": 14720,
      "text": "\n“Loss is a part of life, and I do think frustrations challenge us to work smarter and get creative.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14720,
      "end_ix": 14967,
      "text": "\nMy partners have sent notes and are saying the same thing — time to keep working harder.”\nAt the top of the fourth page of the email, Murillo asks her colleagues at Google to give out a “smile” to grieving leftist Latinos who work at the company.",
      "new_text": "\nMy partners have sent notes and are saying the same thing — time to keep working harder.”\nAt the top of the fourth page of the email, Murillo asks her colleagues at Google to give out a “smile” to grieving people who work at the company.",
      "prop_spans": [
        [
          14918,
          14943,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 14967,
      "end_ix": 15075,
      "text": "\n“If you see a Latino Googler in the office (California/New York), please give them a smile,” Murillo wrote.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15075,
      "end_ix": 15113,
      "text": "\n“They are probably hurting right now.",
      "new_text": "\n“They are probably hurting right now.",
      "prop_spans": [
        [
          15077,
          15112,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 15113,
      "end_ix": 15226,
      "text": "\nIt’s tough to handle now that we know not all of us were against this, so we may be even more divided than ever.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15226,
      "end_ix": 15788,
      "text": "\nAt least in CA/NY though, you can rest assured that the Latinos of these blue states need your thoughts and prayers, at least for them and their families.”\nThen, she continues by stating she is going on a planned vacation she thought she was taking to “celebrate” a Clinton win, but after Trump won, she says, her vacation “will be time to reflect on how to continue to support my community through these difficult times.”\nMurillo, in the next line, reveals that she thought she was sharing her viewpoints on these matters in a tight circle that would not leak.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15788,
      "end_ix": 15908,
      "text": "\n“I’m not sharing my personal opinions very broadly, but wanted to share openly here in the circle of trust,” she wrote.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15908,
      "end_ix": 16178,
      "text": "\nThis email leaked to Fox News and Breitbart News and is now likely to become a centerpiece in the case that Google is throwing its weight around to interfere in elections in the United States in a partisan manner against the duly elected President of the United States.",
      "new_text": "\nThis email leaked to Fox News and Breitbart News and is now likely to become a centerpiece in the case that Google is possible trying to interfere in elections in the United States in a manner against the duly elected governemnt.",
      "prop_spans": [
        [
          16017,
          16054,
          "Loaded_Language"
        ],
        [
          16104,
          16122,
          "Name_Calling,Labeling"
        ],
        [
          16130,
          16177,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 16178,
      "end_ix": 16254,
      "text": "\nThis email from Murillo was not just from some rogue staffer inside Google.",
      "new_text": "\nThis email from Murillo was not just from some rogue staffer inside Google.",
      "prop_spans": [
        [
          16221,
          16253,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 16254,
      "end_ix": 16404,
      "text": "\nHer original email was forwarded on to other Google executives by the aforementioned Gevelber, according to another email obtained by Breitbart News.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 16404,
      "end_ix": 16545,
      "text": "\n“Thought you all would want to read this,” Gevelber wrote in her own message endorsing Murillo’s email in a message to other Google bigwigs.",
      "new_text": "\n“Thought you all would want to read this,” Gevelber wrote in her own message endorsing Murillo’s email in a message to other Google officials.",
      "prop_spans": [
        [
          16530,
          16544,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 16545,
      "end_ix": 17053,
      "text": "\n“It’s from Eliana Murillo who runs US Hispanic Marketing on my team and who helped found HOLA our Hispanic ERC.”\nGevelber continued by commending everyone she said, “worked so hard to ensure all the Get out the Vote were done in Spanish” that their efforts “made a giant difference” in the election “to Googlers and beyond.”\nPresident Trump and Republicans have just begun scratching the surface of bias against them among Silicon Valley’s elite, including, perhaps foremost alongside Facebook, from Google.",
      "new_text": "\n“It’s from Eliana Murillo who runs US Hispanic Marketing on my team and who helped found HOLA our Hispanic ERC.”\nGevelber continued by commending everyone she said, “worked so hard to ensure all the Get out the Vote were done in Spanish” that their efforts “made a giant difference” in the election “to Googlers and beyond.”\nPresident Trump and Republicans have just begun understanding the impact of bias against them among Silicon Valley’s elite, including, perhaps foremost alongside Facebook, from Google.",
      "prop_spans": [
        [
          16804,
          16827,
          "Exaggeration,Minimisation"
        ],
        [
          16846,
          16868,
          "Slogans"
        ],
        [
          16919,
          16950,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 17053,
      "end_ix": 17323,
      "text": "\nA source close to the White House who has reviewed these emails ahead of their public release told Breitbart News that in a just world this would amount to, at a minimum, a clear violation of campaign finance law governing in-kind contributions to campaigns and causes.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17323,
      "end_ix": 17325,
      "text": "\n…",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      1,
      16,
      "Name_Calling,Labeling"
    ],
    [
      259,
      300,
      "Loaded_Language"
    ],
    [
      729,
      737,
      "Repetition"
    ],
    [
      827,
      898,
      "Doubt"
    ],
    [
      1281,
      1329,
      "Name_Calling,Labeling"
    ],
    [
      1465,
      1480,
      "Name_Calling,Labeling"
    ],
    [
      1881,
      1905,
      "Name_Calling,Labeling"
    ],
    [
      1955,
      2170,
      "Doubt"
    ],
    [
      2176,
      2239,
      "Loaded_Language"
    ],
    [
      2415,
      2440,
      "Loaded_Language"
    ],
    [
      2753,
      2766,
      "Name_Calling,Labeling"
    ],
    [
      3033,
      3065,
      "Exaggeration,Minimisation"
    ],
    [
      5134,
      5376,
      "Appeal_to_Authority"
    ],
    [
      5247,
      5311,
      "Exaggeration,Minimisation"
    ],
    [
      5622,
      5643,
      "Exaggeration,Minimisation"
    ],
    [
      5787,
      5811,
      "Name_Calling,Labeling"
    ],
    [
      6132,
      6150,
      "Loaded_Language"
    ],
    [
      6683,
      6696,
      "Name_Calling,Labeling"
    ],
    [
      6683,
      6696,
      "Repetition"
    ],
    [
      6880,
      6908,
      "Causal_Oversimplification"
    ],
    [
      7032,
      7051,
      "Loaded_Language"
    ],
    [
      7482,
      7584,
      "Name_Calling,Labeling"
    ],
    [
      7598,
      7633,
      "Name_Calling,Labeling"
    ],
    [
      7747,
      7772,
      "Repetition"
    ],
    [
      8099,
      8115,
      "Loaded_Language"
    ],
    [
      8403,
      8449,
      "Loaded_Language"
    ],
    [
      8548,
      8566,
      "Name_Calling,Labeling"
    ],
    [
      8838,
      8856,
      "Name_Calling,Labeling"
    ],
    [
      8838,
      8856,
      "Repetition"
    ],
    [
      8903,
      8924,
      "Name_Calling,Labeling"
    ],
    [
      9063,
      9078,
      "Name_Calling,Labeling"
    ],
    [
      9859,
      9869,
      "Exaggeration,Minimisation"
    ],
    [
      9942,
      10004,
      "Loaded_Language"
    ],
    [
      9978,
      9992,
      "Name_Calling,Labeling"
    ],
    [
      10254,
      10267,
      "Slogans"
    ],
    [
      10496,
      10513,
      "Name_Calling,Labeling"
    ],
    [
      10665,
      10685,
      "Loaded_Language"
    ],
    [
      10713,
      10737,
      "Name_Calling,Labeling"
    ],
    [
      10920,
      10973,
      "Flag-Waving"
    ],
    [
      11260,
      11285,
      "Slogans"
    ],
    [
      11294,
      11311,
      "Slogans"
    ],
    [
      11506,
      11530,
      "Name_Calling,Labeling"
    ],
    [
      12164,
      12267,
      "Doubt"
    ],
    [
      12385,
      12405,
      "Loaded_Language"
    ],
    [
      12856,
      12879,
      "Name_Calling,Labeling"
    ],
    [
      12974,
      13023,
      "Loaded_Language"
    ],
    [
      12982,
      13018,
      "Name_Calling,Labeling"
    ],
    [
      13029,
      13047,
      "Loaded_Language"
    ],
    [
      13029,
      13062,
      "Exaggeration,Minimisation"
    ],
    [
      13191,
      13236,
      "Loaded_Language"
    ],
    [
      13589,
      13733,
      "Loaded_Language"
    ],
    [
      13931,
      13982,
      "Loaded_Language"
    ],
    [
      14062,
      14097,
      "Loaded_Language"
    ],
    [
      14149,
      14328,
      "Doubt"
    ],
    [
      14488,
      14501,
      "Loaded_Language"
    ],
    [
      14505,
      14550,
      "Exaggeration,Minimisation"
    ],
    [
      14918,
      14943,
      "Name_Calling,Labeling"
    ],
    [
      15077,
      15112,
      "Loaded_Language"
    ],
    [
      16017,
      16054,
      "Loaded_Language"
    ],
    [
      16104,
      16122,
      "Name_Calling,Labeling"
    ],
    [
      16130,
      16177,
      "Name_Calling,Labeling"
    ],
    [
      16221,
      16253,
      "Name_Calling,Labeling"
    ],
    [
      16530,
      16544,
      "Name_Calling,Labeling"
    ],
    [
      16804,
      16827,
      "Exaggeration,Minimisation"
    ],
    [
      16846,
      16868,
      "Slogans"
    ],
    [
      16919,
      16950,
      "Loaded_Language"
    ]
  ]
}