{
  "article_id": "787529309",
  "sentence offsets in original": [
    0,
    351,
    502,
    605,
    720,
    857,
    977,
    1032,
    1348,
    1504,
    1750,
    1803,
    1924,
    2268,
    2452,
    2577,
    2693,
    2782,
    3017,
    3284,
    3524,
    3592,
    3647,
    4012,
    4205,
    4360,
    4583,
    4738,
    5114,
    5274,
    5812,
    6055,
    6348,
    6677,
    6865,
    6938,
    7000,
    7088,
    7167,
    7283,
    7352,
    7432,
    7498,
    7567,
    7605,
    7854,
    8189,
    8311,
    8450,
    8774,
    8951,
    9109,
    9283,
    9385,
    9481,
    9613
  ],
  "original sentences": [
    "The Last-Minute Character Assassination of Judge Kavanaugh\n\nUsing any despicable tactic at hand to derail Judge Brett Kavanaugh’s Supreme Court confirmation less than a week before the Senate Judiciary Committee is scheduled to vote on whether to approve his nomination, Senate Democrats have sunk to their lowest level of character assassination yet.",
    "\nThey have resorted to peddling an allegation of sexual misconduct against Judge Kavanaugh that supposedly occurred while the judge was in high school.",
    "\nThe accuser had refused to identify herself before and during the Senate Judiciary Committee hearings.",
    "\nShe conveniently waited until this Sunday to come forward via an on-the-record interview with the Washington Post.",
    "\nThe accuser’s name is Christine Blasey Ford, a registered Democrat who is currently a California professor teaching clinical psychology.",
    "\nJudge Kavanaugh issued a statement on Friday in which he said, \"I categorically and unequivocally deny this allegation.",
    "\nI did not do this back in high school or at any time.\"",
    "\nSenator Dianne Feinstein (D-Calif.), the ranking Democrat on the Senate Judiciary Committee that heard Judge Kavanaugh’s public testimony earlier this month during his Supreme Court confirmation hearing, had received last July a copy of a letter written by the woman making the charge, who we now know was Ms. Ford.",
    "\nEven though Senator Feinstein had the letter in hand, she never brought up the charge during the public hearing, nor during her own meeting with the judge.",
    "\nInstead, Senator Feinstein sat on the letter until late last week, when she issued a cryptic release stating that she had received the letter but did not want to give more details in deference to the woman’s wish to keep the matter confidential.",
    "\nSenator Feinstein turned the letter over to the FBI.",
    "\nThe FBI placed the letter in its background file on Judge Kavanaugh but decided not to pursue any further investigation.",
    "\nSenator Feinstein had initially resisted sharing the contents of the letter with her fellow Democrat members of the Senate Judiciary Committee or to go public with its existence because “the incident was too distant in the past to merit public discussion” and she had already “taken care of it,” according to a source quoted by The New Yorker.",
    "\nNevertheless, Senator Feinstein evidently bowed to pressure from her leftist colleagues to find a way to insert the allegation into the cesspool of public gossip at the eleventh hour.",
    "\nThe New Yorker article, written before Ms. Ford publicly identified herself, provided some details regarding her allegation.",
    "\nHowever, now Ms. Ford has decided to do what she called her “civic responsibility” and tell her own story publicly.",
    "\nHow convenient, coming just 4 days before the scheduled Senate Judiciary Committee vote!",
    "\nThe whole sequence of events surrounding how this allegation has suddenly come to light reeks of a set-up, reminiscent of how Anita Hill surfaced in a last-minute attempt to derail Justice Clarence Thomas's Supreme Court confirmation.",
    "\nChristine Blasey Ford claims, according to the Washington Post article, that “one summer in the early 1980s, Kavanaugh and a friend — both ‘stumbling drunk,’ Ford alleges — corralled her into a bedroom during a gathering of teenagers at a house in Montgomery County.",
    "\nWhile his friend watched, she said, Kavanaugh pinned her to a bed on her back and groped her over her clothes, grinding his body against hers and clumsily attempting to pull off her one-piece bathing suit and the clothing she wore over it.",
    "\nWhen she tried to scream, she said, he put his hand over her mouth.",
    "\n‘I thought he might inadvertently kill me,’ said Ford.",
    "\n‘He was trying to attack me and remove my clothing.’” Ms. Ford said she was able to escape the room and go home without any apparent further incident after “Kavanaugh’s friend and classmate at Georgetown Preparatory School, Mark Judge, jumped on top of them, sending all three tumbling.”\nHere is where Ms. Ford’s story becomes quite murky and begins to fall apart.",
    "\nAlthough Ms. Ford believes the alleged incident occurred during the summer of 1982, she “said she does not remember some key details of the incident,” according to the Washington Post article.",
    "\nFor example, Ms. Ford “said she does not remember how the gathering came together the night of the incident.” She also does not remember how she got home.",
    "\nYet she claims to be absolutely certain that Kavanaugh, whom she presumably knew only as an acquaintance and said she had not spoken to since the night the incident allegedly occurred, was involved in the alleged incident.",
    "\nMs. Ford admitted that she “told no one at the time what had happened to her.” In fact, she said she recalled thinking: “I’m not ever telling anyone this.",
    "\nThis is nothing, it didn’t happen, and he didn’t rape me.” Even if one explains this behavior as the natural reaction of a frightened teenager to a highly traumatic incident, that does not explain why, by her own admission, she “told no one of the incident in any detail until 2012, when she was in couples therapy with her husband,” according to the Washington Post article.",
    "\nMost revealingly, the article reported on a gaping hole in the therapist’s notes, portions of which were provided by Ms. Ford for the Washington Post’s review.",
    "\nThe therapist’s notes “do not mention Kavanaugh’s name but say she reported that she was attacked by students ‘from an elitist boys’ school’ who went on to become ‘highly respected and high-ranking members of society in Washington.’”\nIn other words, the only written documentation Ms. Ford has offered in support of her allegation about the incident she said took place while she was in high school – a therapist’s notes of a couples therapy session occurring 30 years after the alleged incident – did not mention Judge Kavanaugh’s name.",
    "\nJudge Kavanaugh has had extensive background checks performed on him in the past for his various federal government positions, including for his current position as a federal appellate court judge, without the accusation ever having surfaced.",
    "\nMs. Ford may believe her story to be true, but the lack of any credible corroborating evidence, her partial memory of details surrounding the alleged incident, and the absence of any pattern of such sexual misconduct by Judge Kavanaugh undercut the reliability of her version of the incident.",
    "\nIn a letter addressed to Senate Judiciary Committee Chairman Charles Grassley (R-Iowa) and Senator Feinstein, 65 women who said they knew Judge Kavanaugh in high school vouched for his character:\nWe are women who have known Brett Kavanaugh for more than 35 years and knew him while he attended high school between 1979 and 1983.",
    "\nFor the entire time we have known Brett Kavanaugh, he has behaved honorably and treated women with respect… Brett attended Georgetown Prep, an all-boys high school in Rockville, Maryland.",
    "\nHe was an outstanding student and athlete with a wide circle of friends.",
    "\nAlmost all of us attended all-girls high schools in the area.",
    "\nWe knew Brett well through social events, sports, church, and various other activities.",
    "\nMany of us have remained close friends with him and his family over the years.",
    "\nThrough the more than 35 years we have known him, Brett has stood out for his friendship, character, and integrity.",
    "\nIn particular, he has always treated women with decency and respect.",
    "\nThat was true when he was in high school, and it has remained true to this day.",
    "\nThe signers of this letter hold a broad range of political views.",
    "\nMany of us are not lawyers, but we know Brett Kavanaugh as a person.",
    "\nAnd he has always been a good person.",
    "\nNevertheless, using their standard contemptible, obstructionist tactics, the Democrats opposed to Judge Kavanaugh happily seized on the unsubstantiated allegation of teen sexual misbehavior in high school to assassinate Judge Kavanaugh’s character.",
    "\nThey have done so in the face of Judge Kavanaugh’s lifetime record of stellar public service, multiple background checks producing no evidence of sexual misconduct, and the letter written by the 65 women, who knew him when he was in high school and thereafter and who signed their names to a ringing endorsement of his good character.",
    "\nFeminists gave the serial sexual predator Bill Clinton a free pass because his policies were in line with their ideology.",
    "\nSenator Feinstein called Ted “Chappaquiddick” Kennedy an \"inspiration and a friend,\" presumably also based on their compatible ideologies.",
    "\nHypocritically exploiting an unsubstantiated allegation of decades-old purported teenage sexual mischief, Democrats seeking to torpedo Judge Kavanaugh’s Supreme Court confirmation for ideological reasons have debased themselves with a shameless smear campaign against an eminently qualified candidate for the Supreme Court.",
    "\nPredictably, Senate Minority Leader Charles Schumer (D-N.Y.) and other Democrats, including Senator Feinstein, have called for the Senate to postpone a vote on Judge Kavanaugh.",
    "\n\"Senator Grassley must postpone the vote until, at a very minimum, these serious and credible allegations are thoroughly investigated,” Senator Schumer said.",
    "\nIf a thorough investigation was considered to be so important, why didn't Senator Feinstein set the ball rolling back in July when she first received word of the allegation?",
    "\nThe answer is that this is all a ruse to block Judge Kavanaugh's confirmation by all means necessary.",
    "\nSenator Schumer is fulfilling his promise to oppose Judge Kavanaugh with \"everything I've got.\"",
    "\nAs of now, the Senate Judiciary Committee Republican majority plans to move forward with Judge Kavanaugh's nomination as scheduled.",
    "\nIt is time for the Democrat obstructionists to slink back into their shadowy corner."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 351,
      "text": "The Last-Minute Character Assassination of Judge Kavanaugh\n\nUsing any despicable tactic at hand to derail Judge Brett Kavanaugh’s Supreme Court confirmation less than a week before the Senate Judiciary Committee is scheduled to vote on whether to approve his nomination, Senate Democrats have sunk to their lowest level of character assassination yet.",
      "new_text": "The Last-Minute Defamation of Judge Kavanaugh\n\nUsing any tactic at hand to derail Judge Brett Kavanaugh’s Supreme Court confirmation less than a week before the Senate Judiciary Committee is scheduled to vote on whether to approve his nomination, Senate Democrats have sunk to their lowest level of defamation yet.",
      "prop_spans": [
        [
          16,
          40,
          "Slogans"
        ],
        [
          70,
          88,
          "Loaded_Language"
        ],
        [
          288,
          320,
          "Loaded_Language"
        ],
        [
          323,
          347,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 351,
      "end_ix": 502,
      "text": "\nThey have resorted to peddling an allegation of sexual misconduct against Judge Kavanaugh that supposedly occurred while the judge was in high school.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 502,
      "end_ix": 605,
      "text": "\nThe accuser had refused to identify herself before and during the Senate Judiciary Committee hearings.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 605,
      "end_ix": 720,
      "text": "\nShe conveniently waited until this Sunday to come forward via an on-the-record interview with the Washington Post.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 720,
      "end_ix": 857,
      "text": "\nThe accuser’s name is Christine Blasey Ford, a registered Democrat who is currently a California professor teaching clinical psychology.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 857,
      "end_ix": 977,
      "text": "\nJudge Kavanaugh issued a statement on Friday in which he said, \"I categorically and unequivocally deny this allegation.",
      "new_text": "\nJudge Kavanaugh issued a statement on Friday in which he said, \"I categorically and unequivocally deny this allegation.",
      "prop_spans": [
        [
          924,
          961,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 977,
      "end_ix": 1032,
      "text": "\nI did not do this back in high school or at any time.\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1032,
      "end_ix": 1348,
      "text": "\nSenator Dianne Feinstein (D-Calif.), the ranking Democrat on the Senate Judiciary Committee that heard Judge Kavanaugh’s public testimony earlier this month during his Supreme Court confirmation hearing, had received last July a copy of a letter written by the woman making the charge, who we now know was Ms. Ford.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1348,
      "end_ix": 1504,
      "text": "\nEven though Senator Feinstein had the letter in hand, she never brought up the charge during the public hearing, nor during her own meeting with the judge.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1504,
      "end_ix": 1750,
      "text": "\nInstead, Senator Feinstein sat on the letter until late last week, when she issued a cryptic release stating that she had received the letter but did not want to give more details in deference to the woman’s wish to keep the matter confidential.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1750,
      "end_ix": 1803,
      "text": "\nSenator Feinstein turned the letter over to the FBI.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1803,
      "end_ix": 1924,
      "text": "\nThe FBI placed the letter in its background file on Judge Kavanaugh but decided not to pursue any further investigation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1924,
      "end_ix": 2268,
      "text": "\nSenator Feinstein had initially resisted sharing the contents of the letter with her fellow Democrat members of the Senate Judiciary Committee or to go public with its existence because “the incident was too distant in the past to merit public discussion” and she had already “taken care of it,” according to a source quoted by The New Yorker.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2268,
      "end_ix": 2452,
      "text": "\nNevertheless, Senator Feinstein evidently bowed to pressure from her leftist colleagues to find a way to insert the allegation into the cesspool of public gossip at the eleventh hour.",
      "new_text": "\nNevertheless, Senator Feinstein evidently bowed to pressure from her colleagues to find a way to insert the allegation into the cesspool public gossip at the eleventh hour.",
      "prop_spans": [
        [
          2338,
          2357,
          "Name_Calling,Labeling"
        ],
        [
          2405,
          2431,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2452,
      "end_ix": 2577,
      "text": "\nThe New Yorker article, written before Ms. Ford publicly identified herself, provided some details regarding her allegation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2577,
      "end_ix": 2693,
      "text": "\nHowever, now Ms. Ford has decided to do what she called her “civic responsibility” and tell her own story publicly.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2693,
      "end_ix": 2782,
      "text": "\nHow convenient, coming just 4 days before the scheduled Senate Judiciary Committee vote!",
      "new_text": "\nHow convenient, coming just 4 days before the scheduled Senate Judiciary Committee vote!",
      "prop_spans": [
        [
          2694,
          2708,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2782,
      "end_ix": 3017,
      "text": "\nThe whole sequence of events surrounding how this allegation has suddenly come to light reeks of a set-up, reminiscent of how Anita Hill surfaced in a last-minute attempt to derail Justice Clarence Thomas's Supreme Court confirmation.",
      "new_text": "\nThe whole sequence of events surrounding how this allegation has suddenly come to light smells of a set-up, reminiscent of how Anita Hill surfaced in a last-minute attempt to derail Justice Clarence Thomas's Supreme Court confirmation.",
      "prop_spans": [
        [
          2871,
          2877,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3017,
      "end_ix": 3284,
      "text": "\nChristine Blasey Ford claims, according to the Washington Post article, that “one summer in the early 1980s, Kavanaugh and a friend — both ‘stumbling drunk,’ Ford alleges — corralled her into a bedroom during a gathering of teenagers at a house in Montgomery County.",
      "new_text": "\nChristine Blasey Ford claims, according to the Washington Post article, that “one summer in the early 1980s, Kavanaugh and a friend — both ‘stumbling drunk,’ Ford alleges — corralled her into a bedroom during a gathering of teenagers at a house in Montgomery County.",
      "prop_spans": [
        [
          3158,
          3173,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3284,
      "end_ix": 3524,
      "text": "\nWhile his friend watched, she said, Kavanaugh pinned her to a bed on her back and groped her over her clothes, grinding his body against hers and clumsily attempting to pull off her one-piece bathing suit and the clothing she wore over it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3524,
      "end_ix": 3592,
      "text": "\nWhen she tried to scream, she said, he put his hand over her mouth.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3592,
      "end_ix": 3647,
      "text": "\n‘I thought he might inadvertently kill me,’ said Ford.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3647,
      "end_ix": 4012,
      "text": "\n‘He was trying to attack me and remove my clothing.’” Ms. Ford said she was able to escape the room and go home without any apparent further incident after “Kavanaugh’s friend and classmate at Georgetown Preparatory School, Mark Judge, jumped on top of them, sending all three tumbling.”\nHere is where Ms. Ford’s story becomes quite murky and begins to fall apart.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4012,
      "end_ix": 4205,
      "text": "\nAlthough Ms. Ford believes the alleged incident occurred during the summer of 1982, she “said she does not remember some key details of the incident,” according to the Washington Post article.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4205,
      "end_ix": 4360,
      "text": "\nFor example, Ms. Ford “said she does not remember how the gathering came together the night of the incident.” She also does not remember how she got home.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4360,
      "end_ix": 4583,
      "text": "\nYet she claims to be absolutely certain that Kavanaugh, whom she presumably knew only as an acquaintance and said she had not spoken to since the night the incident allegedly occurred, was involved in the alleged incident.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4583,
      "end_ix": 4738,
      "text": "\nMs. Ford admitted that she “told no one at the time what had happened to her.” In fact, she said she recalled thinking: “I’m not ever telling anyone this.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4738,
      "end_ix": 5114,
      "text": "\nThis is nothing, it didn’t happen, and he didn’t rape me.” Even if one explains this behavior as the natural reaction of a frightened teenager to a highly traumatic incident, that does not explain why, by her own admission, she “told no one of the incident in any detail until 2012, when she was in couples therapy with her husband,” according to the Washington Post article.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5114,
      "end_ix": 5274,
      "text": "\nMost revealingly, the article reported on a gaping hole in the therapist’s notes, portions of which were provided by Ms. Ford for the Washington Post’s review.",
      "new_text": "\nMost revealingly, the article reported on a gap in the therapist’s notes, portions of which were provided by Ms. Ford for the Washington Post’s review.",
      "prop_spans": [
        [
          5159,
          5195,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5274,
      "end_ix": 5812,
      "text": "\nThe therapist’s notes “do not mention Kavanaugh’s name but say she reported that she was attacked by students ‘from an elitist boys’ school’ who went on to become ‘highly respected and high-ranking members of society in Washington.’”\nIn other words, the only written documentation Ms. Ford has offered in support of her allegation about the incident she said took place while she was in high school – a therapist’s notes of a couples therapy session occurring 30 years after the alleged incident – did not mention Judge Kavanaugh’s name.",
      "new_text": "\nThe therapist’s notes “do not mention Kavanaugh’s name but say she reported that she was attacked by students ‘from an elitist boys’ school’ who went on to become ‘highly respected and high-ranking members of society in Washington.’”\nIn other words, the only written documentation Ms. Ford has offered in support of her allegation about the incident she said took place while she was in high school – a therapist’s notes of a couples therapy session occurring 30 years after the alleged incident – did not mention Judge Kavanaugh’s name.",
      "prop_spans": [
        [
          5394,
          5414,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 5812,
      "end_ix": 6055,
      "text": "\nJudge Kavanaugh has had extensive background checks performed on him in the past for his various federal government positions, including for his current position as a federal appellate court judge, without the accusation ever having surfaced.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6055,
      "end_ix": 6348,
      "text": "\nMs. Ford may believe her story to be true, but the lack of any credible corroborating evidence, her partial memory of details surrounding the alleged incident, and the absence of any pattern of such sexual misconduct by Judge Kavanaugh undercut the reliability of her version of the incident.",
      "new_text": "",
      "prop_spans": [
        [
          6056,
          6347,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 6348,
      "end_ix": 6677,
      "text": "\nIn a letter addressed to Senate Judiciary Committee Chairman Charles Grassley (R-Iowa) and Senator Feinstein, 65 women who said they knew Judge Kavanaugh in high school vouched for his character:\nWe are women who have known Brett Kavanaugh for more than 35 years and knew him while he attended high school between 1979 and 1983.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6677,
      "end_ix": 6865,
      "text": "\nFor the entire time we have known Brett Kavanaugh, he has behaved honorably and treated women with respect… Brett attended Georgetown Prep, an all-boys high school in Rockville, Maryland.",
      "new_text": "Brett attended Georgetown Prep, an all-boys high school in Rockville, Maryland.",
      "prop_spans": [
        [
          6678,
          6784,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 6865,
      "end_ix": 6938,
      "text": "\nHe was an outstanding student and athlete with a wide circle of friends.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6938,
      "end_ix": 7000,
      "text": "\nAlmost all of us attended all-girls high schools in the area.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7000,
      "end_ix": 7088,
      "text": "\nWe knew Brett well through social events, sports, church, and various other activities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7088,
      "end_ix": 7167,
      "text": "\nMany of us have remained close friends with him and his family over the years.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7167,
      "end_ix": 7283,
      "text": "\nThrough the more than 35 years we have known him, Brett has stood out for his friendship, character, and integrity.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7283,
      "end_ix": 7352,
      "text": "\nIn particular, he has always treated women with decency and respect.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7352,
      "end_ix": 7432,
      "text": "\nThat was true when he was in high school, and it has remained true to this day.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7432,
      "end_ix": 7498,
      "text": "\nThe signers of this letter hold a broad range of political views.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7498,
      "end_ix": 7567,
      "text": "\nMany of us are not lawyers, but we know Brett Kavanaugh as a person.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7567,
      "end_ix": 7605,
      "text": "\nAnd he has always been a good person.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7605,
      "end_ix": 7854,
      "text": "\nNevertheless, using their standard contemptible, obstructionist tactics, the Democrats opposed to Judge Kavanaugh happily seized on the unsubstantiated allegation of teen sexual misbehavior in high school to assassinate Judge Kavanaugh’s character.",
      "new_text": "\nNevertheless, using their tactics, the Democrats opposed to Judge Kavanaugh happily seized on the unsubstantiated allegation of teen sexual misbehavior in high school to defame Judge Kavanaugh.",
      "prop_spans": [
        [
          7626,
          7677,
          "Loaded_Language"
        ],
        [
          7814,
          7853,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 7854,
      "end_ix": 8189,
      "text": "\nThey have done so in the face of Judge Kavanaugh’s lifetime record of stellar public service, multiple background checks producing no evidence of sexual misconduct, and the letter written by the 65 women, who knew him when he was in high school and thereafter and who signed their names to a ringing endorsement of his good character.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8189,
      "end_ix": 8311,
      "text": "\nFeminists gave the serial sexual predator Bill Clinton a free pass because his policies were in line with their ideology.",
      "new_text": "\nFeminists could have given Bill Clinton a free pass because his policies were in line with their ideology.",
      "prop_spans": [
        [
          8200,
          8310,
          "Causal_Oversimplification"
        ],
        [
          8209,
          8232,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8311,
      "end_ix": 8450,
      "text": "\nSenator Feinstein called Ted “Chappaquiddick” Kennedy an \"inspiration and a friend,\" presumably also based on their compatible ideologies.",
      "new_text": "\nSenator Feinstein called Ted Kennedy an \"inspiration and a friend,\" presumably also based on their compatible ideologies.",
      "prop_spans": [
        [
          8337,
          8366,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8450,
      "end_ix": 8774,
      "text": "\nHypocritically exploiting an unsubstantiated allegation of decades-old purported teenage sexual mischief, Democrats seeking to torpedo Judge Kavanaugh’s Supreme Court confirmation for ideological reasons have debased themselves with a shameless smear campaign against an eminently qualified candidate for the Supreme Court.",
      "new_text": "\nHypocritically exploiting an unsubstantiated allegation of decades-old purported teenage sexual mischief, Democrats trying to torpedo Judge Kavanaugh’s Supreme Court confirmation for ideological reasons have debased themselves with a defamation campaign against an eminently qualified candidate for the Supreme Court.",
      "prop_spans": [
        [
          8567,
          8586,
          "Loaded_Language"
        ],
        [
          8686,
          8711,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8774,
      "end_ix": 8951,
      "text": "\nPredictably, Senate Minority Leader Charles Schumer (D-N.Y.) and other Democrats, including Senator Feinstein, have called for the Senate to postpone a vote on Judge Kavanaugh.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8951,
      "end_ix": 9109,
      "text": "\n\"Senator Grassley must postpone the vote until, at a very minimum, these serious and credible allegations are thoroughly investigated,” Senator Schumer said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9109,
      "end_ix": 9283,
      "text": "\nIf a thorough investigation was considered to be so important, why didn't Senator Feinstein set the ball rolling back in July when she first received word of the allegation?",
      "new_text": "\nIf a thorough investigation was considered to be so important, why didn't Senator Feinstein set the ball rolling back in July when she first received word of the allegation?",
      "prop_spans": [
        [
          9173,
          9282,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 9283,
      "end_ix": 9385,
      "text": "\nThe answer is that this is all a ruse to block Judge Kavanaugh's confirmation by all means necessary.",
      "new_text": "\nThe answer is that this might be a ruse to block Judge Kavanaugh's confirmation by all means necessary.",
      "prop_spans": [
        [
          9303,
          9384,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 9385,
      "end_ix": 9481,
      "text": "\nSenator Schumer is fulfilling his promise to oppose Judge Kavanaugh with \"everything I've got.\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9481,
      "end_ix": 9613,
      "text": "\nAs of now, the Senate Judiciary Committee Republican majority plans to move forward with Judge Kavanaugh's nomination as scheduled.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9613,
      "end_ix": 9698,
      "text": "\nIt is time for the Democrat obstructionists to slink back into their shadowy corner.",
      "new_text": "\nIt is time for the Democrat obstructionists to take a step back.",
      "prop_spans": [
        [
          9661,
          9697,
          "Loaded_Language"
        ]
      ]
    }
  ],
  "original labels": [
    [
      16,
      40,
      "Slogans"
    ],
    [
      70,
      88,
      "Loaded_Language"
    ],
    [
      288,
      320,
      "Loaded_Language"
    ],
    [
      323,
      347,
      "Slogans"
    ],
    [
      924,
      961,
      "Loaded_Language"
    ],
    [
      2338,
      2357,
      "Name_Calling,Labeling"
    ],
    [
      2405,
      2431,
      "Loaded_Language"
    ],
    [
      2694,
      2708,
      "Loaded_Language"
    ],
    [
      2871,
      2877,
      "Loaded_Language"
    ],
    [
      3158,
      3173,
      "Loaded_Language"
    ],
    [
      5159,
      5195,
      "Loaded_Language"
    ],
    [
      5394,
      5414,
      "Name_Calling,Labeling"
    ],
    [
      6056,
      6347,
      "Doubt"
    ],
    [
      6678,
      6784,
      "Appeal_to_Authority"
    ],
    [
      7626,
      7677,
      "Loaded_Language"
    ],
    [
      7814,
      7853,
      "Slogans"
    ],
    [
      8200,
      8310,
      "Causal_Oversimplification"
    ],
    [
      8209,
      8232,
      "Name_Calling,Labeling"
    ],
    [
      8337,
      8366,
      "Name_Calling,Labeling"
    ],
    [
      8567,
      8586,
      "Loaded_Language"
    ],
    [
      8686,
      8711,
      "Loaded_Language"
    ],
    [
      9173,
      9282,
      "Doubt"
    ],
    [
      9303,
      9384,
      "Causal_Oversimplification"
    ],
    [
      9661,
      9697,
      "Loaded_Language"
    ]
  ]
}