{
  "article_id": "788056108",
  "sentence offsets in original": [
    0,
    48,
    549,
    1013,
    1242,
    1319,
    1406,
    1641,
    1661,
    1981,
    2035,
    2141,
    2255,
    2294,
    2317,
    2347,
    2394,
    2425,
    2507,
    2646,
    2702,
    2767,
    3060,
    3119,
    3339,
    3407,
    3624,
    3654,
    3687,
    3964,
    4147,
    4328,
    4715,
    4779,
    4805,
    4900,
    5031,
    5536,
    5637,
    5827,
    6001,
    6358,
    6679,
    6718,
    6852,
    6935,
    6952,
    7217,
    7329,
    7658,
    7833,
    7962,
    8209,
    8460,
    8632,
    8845,
    8876,
    9060,
    9166,
    9233,
    9470,
    9617,
    9796,
    10000,
    10231,
    10399,
    10915,
    11122,
    11256,
    11316,
    11536,
    11709,
    12223,
    12314,
    12829,
    13083,
    13360,
    13669,
    13929,
    14313,
    14418,
    14543,
    14786,
    14922,
    15008,
    15141,
    15457,
    15600,
    15682,
    16078,
    16896,
    17168,
    17488,
    17511,
    17806
  ],
  "original sentences": [
    "Can the Church Defend Herself Against Bergoglio?",
    "\n\nFisher is rightly incensed by Bergoglio’s cunning response, “I will not say a single word on this , ” concerning Archbishop Viganò’s damning indictment of Bergoglio’s rehabilitation of the monster once known as Cardinal McCarrick for some five years before adverse worldwide press coverage forced to him to punish that serial homosexual rapist of whose crimes Viganò had personally informed him back in 2013—information of which Bergoglio was clearly already aware at that time, as Viganò testifies.",
    "\nI never thought I’d see the day when a preening, Internet-created neo-Catholic doyenne such as Simcha Fisher, as notorious as Mark Shea for her crude and often unprintable invective against traditionalists, would unload on Pope Bergoglio with the following headline: “Does Francis know he sounds like an abuser?”\nThe scales have fallen from Fisher’s eyes and now, at last, she sees Bergoglio, however grudgingly, for what he is: a power-mad ecclesiastical tyrant.",
    "\n(A tyrant, moreover, who has ascended to the papacy in a manner reminiscent of the ascension of the corrupt Benedict IX, another “disgrace to the Chair of Peter,” following the machinations of a Roman cabal, as I discuss below.)",
    "\nQuoth Fisher:\nI have a number of friends who have escaped abusive marriages.",
    "\nThey tell me that Pope Francis is sounding more and more like the men who abused them.",
    "\nHe’s sounding like the men who hid that abuse from the world, who taught their victims to blame themselves, who used spiritual pressure to persuade them and their families that it would actually be wrong, sinful, to defend themselves.",
    "\nJust listen to him.",
    "\nAfter responding to a question about Vigano’s very serious accusations, he said point blank, “I will not say a single word on this.”… [F]or the rest of the week and more, he kept up an unmistakable theme of calling for silence, equating silence with holiness, and painting himself as a Christlike victim in his silence.",
    "\nThen he says it’s “ugly” to accuse others of sinning.",
    "\nThen he suggests that healing and reconciliation will only come if we take a hard look at our own flaws….",
    "\nTo the victims of the Church, and to those who love them, it sounds like he is saying, “Who do you think you are?",
    "\nI don’t have to explain myself to you.",
    "\nYou’re the guilty one.",
    "\nYou brought this on yourself.",
    "\nIf you want to be loved, then know your place.",
    "\nI’m the victim, here, not you.",
    "\nIf you know what’s good for you, keep your mouth shut.” This is how abusers talk.",
    "\nThey’re not content with power; they have to keep their victims doubting and blaming themselves constantly, so they don’t become a threat.",
    "\nWhether Francis knows it or not, this is how he sounds.",
    "\nWe can overlook the fig leaf “whether Francis knows it or not…”.",
    "\nFisher knows that Francis knows it, even if she still cannot bring herself to say explicitly what should now be apparent to the entire body of the faithful: that Bergoglio’s very presence on the Chair of Peter is a grave threat to the common good of the Church and the integrity of the Faith.",
    "\nClick below to Subscribe to The Remnant's YouTube channel!",
    "\nYet Fisher maintains a sliver of space for deniability in order to maintain that indispensable distinction between her and those loathsome traditionalists: “I don’t have any ideological reason to want to bring him down.",
    "\nI have defended him as long as I could, up until the Chile debacle.",
    "\nAnd so I am working as hard as I can not to assume the worst, not to believe that this man who promised so much fresh air is really so intent on slamming doors shut before we find out even worse things hidden inside.",
    "\nBut he is not making it easy.",
    "\nI am not saying he is an abuser.",
    "\nBut he sounds like one.”\nThat is, Fisher was not concerned about Bergoglio’s relentless assault on traditional Catholic teaching and practice—to her, opposition to Francis on that account is just “ideology”—but only his role in covering up sexual abuse by bishops and priests.",
    "\nBut why is Fisher still “working hard not to assume the worst” when there is no longer anything to assume as the ever-mounting evidence of malintent has been in plain view for years?",
    "\nIndeed, why else did Archbishop Viganò risk everything in order to expose this Pope, even to the extent of revealing matters supposedly within the scope of “the Pontifical secret”?",
    "\nOn orders of the Vatican Secretary of State, the Vatican secret police are reportedly scouring the globe in search of Viganò, who has gone into hiding, “in order to prevent more unpredictable damage to the image of Pope Francis and the Holy See on the world stage, but also to ‘prepare the terrain’ for the former apostolic nuncio-turned-whistleblower to be prosecuted” under canon law.",
    "\nThe Dictator Pope must destroy his most potent critic thus far.",
    "\nEverything depends on it!",
    "\nBut it may already be too late to save a regime whose only defense is not truth but raw power.",
    "\nAt last count, some 29 bishops have publicly declared Viganò’s allegations against Bergoglio credible and worthy of investigation.",
    "\nNow even the distinguished canonist Edward Peters, who is no less than a Referendary of the Apostolic Signatura appointed by Pope Benedict XVI, declares that if Viganò’s allegations are true then Bergoglio must go:\nOf what was said above concerning resignation from Church office in general, what would not apply to a pope, of all office holders, if he, as alleged by Viganò, from the first months of his papacy knowingly protected and favored a cardinal who was [pick a disgusting verb]-ing seminarians?",
    "\nBy what possible stretch of the imagination would such an occupant be suited for the Chair of Peter?",
    "\nDoes the historical fact that some pretty bad popes held on to office despite committing various offenses justify other popes acting badly in shirking even the minimal gesture of resigning?",
    "\nViganò is unquestionably in a position to know, and claims to know, whether his central allegation that Francis’ was covering for McCarrick, big time, for years, is correct.",
    "\nBelieving, as he does, that his claims are correct, Viganò, in calling for Francis’ resignation, has done nothing more or less than exercise his right under canon law “to manifest to the sacred pastors [his] opinion on matters which pertain to the good of the Church and to make [his] opinion known to the rest of the Christian faithful…” 1983 CIC 212 § 3.",
    "\nI have not called for Francis’ resignation because I do not know (with the degree of certitude that a lawyer seeks) whether Viganò’s key allegations against Francis are substantially true; most assuredly, however, if I reach the conclusion that they are true, I would say, without hesitation, that Francis should resign.",
    "\nBergoglio will not, of course, resign.",
    "\nHe will cling to power with his last breath in order to carry out the many other acts of ecclesial subversion he clearly has in mind.",
    "\nThe only remedies for the plague of Bergoglio are his natural death or deposition.",
    "\nYes, deposition.",
    "\nCanon212 has linked to an interesting and timely piece on the role of the Synod of Sutri, near Rome, in 1046, which dealt with the problem of three rival claimants to the papacy, each installed by a Roman faction: First, the execrable Benedict IX, mentioned above.",
    "\nSecond, the interloper Sylvester III, installed in the Chair of Peter after Benedict had been driven from Rome.",
    "\nThird, the well-intentioned but dimwitted Gregory VI, whose election was tainted by a seemingly simoniacal negotiation with Benedict, who had returned to Rome in 1045 and ousted Sylvester, according to which Benedict would receive a generous pension if he resigned the papacy, which Benedict did only to rescind his resignation.",
    "\nThe Synod was convoked by Henry III, the German king and soon-to-be-crowned Holy Roman Emperor, a pious and austere Christian and an exponent of the Cluniac spirit of reform.",
    "\nThe Synod declared that Benedict IX (who had refused to appear) was deposed notwithstanding his attempt to undo his resignation.",
    "\nAs for Sylvester, the Synod declared that he be “stripped of his sacerdotal rank and shut up in a monastery.” Gregory was also declared deposed, either by the act of the Synod itself or by Gregory’s own voluntary resignation in view of the Synod.",
    "\nAt Henry III’s designation, the German Bishop of Bamberg became Clement II, but he died after only a year, whereupon Benedict reasserted his claim to the papacy for the third time in 1047, only to be driven from Rome again by Imperial troops in 1048.",
    "\nDamasus II, another German bishop designated by Henry, reigned for a mere three weeks before dying, whereupon Pope St. Leo IX succeeded to the papacy, reigning until 1054.",
    "\nLeo, as John Rao observes, was the first in a line of Popes who “took charge of the movement of innovative Christian restoration” which included a breaking of the dominance of Roman nobility over papal elections.",
    "\n(Rao, Black Legends, 147-148).",
    "\nAs the cited article on the Synod of Sutri notes, although the scurrilous Benedict IX objected to his deposition by the Synod, “the Church has always accepted his deposition as valid.",
    "\nThe King of Germany then appointed Clement II as Pope, who promptly crowned the King, Holy Roman Emperor.",
    "\nBenedict IX, after the death of Clement, claimed the papacy again!",
    "\nThe Church to this day recognizes Clement II as a true Pope.”\nMoreover, Benedict IX himself is recognized as a true Pope—a valid but deposed Pope—during three separate periods listed as three distinct pontificates in the canon of Popes.",
    "\nThis was possible owing to the lack of any set canonical form for papal elections; a Pope could gain or regain the office by various machinations.",
    "\nIndeed, even the Vatican’s own website states that Benedict was Pope from 1047-1048, the very year of his third ascension to the office from which he was finally driven by force.",
    "\nOnly with the ascension of Pope Nicholas II in 1059 was it established that henceforth the cardinal-bishops would elect the Pope, with the other cardinals having the right to confirm or veto the nominee.",
    "\nBy 1100 what we now know as the College of Cardinals, embracing all the cardinals of different titles, had the exclusive right to elect a Pope, and the members of the College “have held it ever since.” (Eric John, The Popes, 181).",
    "\nThese lessons of history should suffice to dispel the pious fable, never a teaching of the Magisterium, that every Pope is chosen by the Holy Ghost to lead the Church.",
    "\nThis theological error, which Bergoglio has exploited to the hilt, is a key element in the related error of papalotry, which elevates the person of the Pope above the office he occupies and makes of him the leader of a personality cult everyone is commanded to “love” (in the superficially emotional sense) and obey no matter what he says or does, rather than a custodian and defender of the Deposit of Faith whose lovability, personality and opinions are utterly irrelevant to the exercise and scope of his office.",
    "\nAs Pope Benedict has observed, when it comes to the election of a Pope “the Spirit’s role should be understood in a much more elastic sense, not that he [sic] dictates the candidate for whom one must vote….",
    "\nThere are too many contrary instances of popes the Holy Spirit obviously would not have picked!” Bergoglio is undeniably one of them.",
    "\nSo what can be done to defend the Church against Bergoglio?",
    "\nThat the mode of papal election by cardinals has persisted for nearly a thousand years has led to the general impression that it pertains to the irreformable divine constitution of the Church, but it certainly does not.",
    "\nAs to matters of purely ecclesiastical law such as this one the Church has always allowed for departures from traditional practice in cases of emergency or grave necessity.",
    "\nAnd just as a synod was employed to address three rival claimants to the papal throne in 1046, declaring at least two of them deposed, so today might it be possible for reform-minded cardinals and bishops, comprising an imperfect council, to undo the incalculable damage caused by the cabal that lobbied for Bergoglio’s election before the last conclave—a cabal that included none other than McCarrick, whom Bergoglio rewarded by rehabilitating that monster despite the massive evidence of his unspeakable crimes.",
    "\nWhat would be the grounds for a declaration of deposition at such a gathering of prelates?",
    "\nOne could readily point to the evidence that a faction that included Bergoglio himself had agreed upon his election before the conclave, and that all those involved, including Bergoglio, were thereby excommunicated latae sententiae in accordance with Article 81 of John Paul II’s Universi Dominici Gregis, which provides:\nThe Cardinal electors shall further abstain from any form of pact, agreement, promise or other commitment of any kind which could oblige them to give or deny their vote to a person or persons.",
    "\nIf this were in fact done, even under oath, I decree that such a commitment shall be null and void and that no one shall be bound to observe it; and I hereby impose the penalty of excommunication latae sententiae upon those who violate this prohibition.",
    "\nTo quote Cajetan on this point (citations taken from the linked article by Robert Siscoe), deposition by an imperfect council is appropriate “when one or more Popes suffer uncertainty with regard to their election, as seems to have arisen in the schism of Urban VI and others.",
    "\nThen, lest the Church be perplexed, those members of the Church who are available have the power to judge which is the true pope, if it can be known, and if it cannot be known, [it has] the power to provide that the electors agree on one or another of them.”\nI am not saying that such a case has been proven.",
    "\nRather, what I am saying is that this hypothetical imperfect council could determine that it has been proven and act accordingly, and that the Church would judge any resulting deposition of Bergoglio in the same manner it judges the deposition of Benedict IX.",
    "\nAnother ground for deposition—as determined by the imperfect council, not any of us—would be that Bergoglio has deposed himself by promulgating heresy, fracturing the Church’s universal discipline respecting marriage and the Eucharist, and undermining the teaching of even his own immediate predecessors on matters of fundamental morality upheld by the Magisterium for two millennia.",
    "\nSurely the Church cannot be without any remedy for a Pope who relentlessly attacks her very foundations!",
    "\nTo quote Cajetan again: “Indeed the Church has the right to separate herself from an heretical pope according to divine law.",
    "\nConsequently, it has the right, by the same divine law, to use all means of themselves necessary for such separation; and those that juridically correspond to the crime, are of themselves necessary”—meaning the resort to an imperfect council.",
    "\nIf a synod was able to declare the deposition of a pope in 1046, why not an imperfect council today—or, for that matter, another synod?",
    "\nIt will be argued that such a deposition would provoke massive schisms in the Church.",
    "\nBut that would not be the first time that defense of the Church’s common good has done so, as the Great Western Schism demonstrates.",
    "\nAnd are we not in the midst of schisms already, provoked by none other than Bergoglio himself, whose insane drive to shatter the Church’s bimillennial discipline has produced the totally unprecedented situation in which what is still considered mortally sinful in one diocese is an imperative of “mercy” in another?",
    "\nIn any case, this much is certain: barring Bergoglio’s conversion and reversal of course, the Church cannot abide this pontificate any longer.",
    "\nOne way or another, the Church will have to repel an attacker at her very summit.",
    "\nEither the human element of the Church will act according to the means which seem possible, however extraordinary, or Heaven itself will intervene in a manner that might well involve a divine chastisement due to the negligence of time-serving pastors who left their sheep completely undefended against the wolves who preyed upon them, including the wolf the cardinals improvidently elected Pope.",
    "\nSome four months before Archbishop Viganò’s testimony Cardinal Willem Jacobus Eijk, the Archbishop of Utrecht, Netherlands, perhaps the most liberal territory in the entire Church, protested that Bergoglio’s blatant nod to intercommunion with Protestants in Germany means that “the bishops and, above all, the Successor of Peter fail to maintain and transmit faithfully and in unity the deposit of faith contained in Sacred Tradition and Sacred Scripture” and that the situation reminds him of Article 675 of the Catechism of the Catholic Church, which refers to the Church’s “final trial” before the Second Coming, “that will shake the faith of many believers… [a] ‘mystery of iniquity’ in the form of a religious deception offering men an apparent solution to their problems at the price of apostasy from the truth.",
    "\nWhat can the Church do when confronted by a Pope who, as a prominent cardinal declares to the whole world, “fail[s] to maintain and transmit faithfully … the deposit of faith contained in Sacred Tradition and Sacred Scripture” and is leading “an apostasy from the truth”?",
    "\nIt seems absurd to argue that she can do nothing but exhort the faithful to pray and do penance while a papal malefactor, treated as if were an absolute dictator, is allowed to continue wreaking havoc upon faith and morals to the detriment of countless souls, without the least impediment, for so long as he shall live.",
    "\nNo, Bergoglio must go.",
    "\nThe successors of the Apostles, the only ones in a position to end his rampage, must demand his resignation and, should he refuse as expected, act in this unprecedented emergency to declare his removal from the office he has criminally abused and whose very credibility he threatens to destroy.",
    "\nMay God give them the grace to do what must be done and what history will vindicate as a rescue of the Church during the height of the worst crisis in her history."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 48,
      "text": "Can the Church Defend Herself Against Bergoglio?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 48,
      "end_ix": 549,
      "text": "\n\nFisher is rightly incensed by Bergoglio’s cunning response, “I will not say a single word on this , ” concerning Archbishop Viganò’s damning indictment of Bergoglio’s rehabilitation of the monster once known as Cardinal McCarrick for some five years before adverse worldwide press coverage forced to him to punish that serial homosexual rapist of whose crimes Viganò had personally informed him back in 2013—information of which Bergoglio was clearly already aware at that time, as Viganò testifies.",
      "new_text": "\n\nFisher is rightly enraged by Bergoglio’s sly response, “I will not say a single word on this , ” concerning Archbishop Viganò’s condemning accusation of Bergoglio’s rehabilitation Cardinal McCarrick for some five years before adverse worldwide press coverage forced to him to punish him of whose crimes Viganò had personally informed him back in 2013—information of which Bergoglio was clearly already aware at that time, as Viganò testifies.",
      "prop_spans": [
        [
          60,
          77,
          "Loaded_Language"
        ],
        [
          92,
          100,
          "Loaded_Language"
        ],
        [
          183,
          202,
          "Loaded_Language"
        ],
        [
          235,
          280,
          "Name_Calling,Labeling"
        ],
        [
          364,
          394,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 549,
      "end_ix": 1013,
      "text": "\nI never thought I’d see the day when a preening, Internet-created neo-Catholic doyenne such as Simcha Fisher, as notorious as Mark Shea for her crude and often unprintable invective against traditionalists, would unload on Pope Bergoglio with the following headline: “Does Francis know he sounds like an abuser?”\nThe scales have fallen from Fisher’s eyes and now, at last, she sees Bergoglio, however grudgingly, for what he is: a power-mad ecclesiastical tyrant.",
      "new_text": "\nI never thought I’d see the day when someone like Simcha Fisher, as notorious as Mark Shea for her crude and often unprintable invective against traditionalists, would unload on Pope Bergoglio with the following headline: “Does Francis know he sounds like an abuser?”The scales have fallen from Fisher’s eyes and now, at last, she sees Bergoglio, however grudgingly, for what he is: a tyrant.",
      "prop_spans": [
        [
          587,
          637,
          "Name_Calling,Labeling"
        ],
        [
          694,
          732,
          "Loaded_Language"
        ],
        [
          763,
          788,
          "Loaded_Language"
        ],
        [
          818,
          860,
          "Reductio_ad_hitlerum"
        ],
        [
          818,
          860,
          "Doubt"
        ],
        [
          979,
          1012,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 1013,
      "end_ix": 1242,
      "text": "\n(A tyrant, moreover, who has ascended to the papacy in a manner reminiscent of the ascension of the corrupt Benedict IX, another “disgrace to the Chair of Peter,” following the machinations of a Roman cabal, as I discuss below.)",
      "new_text": "\n(A tyrant, moreover, who has ascended to the papacy in a manner reminiscent of the ascension of Benedict IX, another “disgrace to the Chair of Peter,” following the machinations of a Roman cabal, as I discuss below.)The scales have fallen from Fisher’s eyes and now, at last, she sees Bergoglio, however grudgingly, for what he is: a tyrant.",
      "prop_spans": [
        [
          1110,
          1133,
          "Name_Calling,Labeling"
        ],
        [
          1144,
          1174,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 1242,
      "end_ix": 1319,
      "text": "\nQuoth Fisher:\nI have a number of friends who have escaped abusive marriages.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1319,
      "end_ix": 1406,
      "text": "\nThey tell me that Pope Francis is sounding more and more like the men who abused them.",
      "new_text": "\nThey tell me that Pope Francis is sounding more and more like an abuser.",
      "prop_spans": [
        [
          1338,
          1405,
          "Reductio_ad_hitlerum"
        ]
      ]
    },
    {
      "start_ix": 1406,
      "end_ix": 1641,
      "text": "\nHe’s sounding like the men who hid that abuse from the world, who taught their victims to blame themselves, who used spiritual pressure to persuade them and their families that it would actually be wrong, sinful, to defend themselves.",
      "new_text": "\n",
      "prop_spans": [
        [
          1407,
          1640,
          "Reductio_ad_hitlerum"
        ]
      ]
    },
    {
      "start_ix": 1641,
      "end_ix": 1661,
      "text": "\nJust listen to him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1661,
      "end_ix": 1981,
      "text": "\nAfter responding to a question about Vigano’s very serious accusations, he said point blank, “I will not say a single word on this.”… [F]or the rest of the week and more, he kept up an unmistakable theme of calling for silence, equating silence with holiness, and painting himself as a Christlike victim in his silence.",
      "new_text": "\nAfter responding to a question about Vigano’s very serious accusations, he said point blank, “I will not say a single word on this.”… [F]or the rest of the week and more, he kept up an unmistakable theme of calling for silence, equating silence with holiness, and painting himself as an innocent victim in his silence.",
      "prop_spans": [
        [
          1946,
          1966,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 1981,
      "end_ix": 2035,
      "text": "\nThen he says it’s “ugly” to accuse others of sinning.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2035,
      "end_ix": 2141,
      "text": "\nThen he suggests that healing and reconciliation will only come if we take a hard look at our own flaws….",
      "new_text": "\nThen he suggests that healing and reconciliation will come after we take a hard look at our own flaws….",
      "prop_spans": [
        [
          2058,
          2139,
          "Whataboutism"
        ]
      ]
    },
    {
      "start_ix": 2141,
      "end_ix": 2255,
      "text": "\nTo the victims of the Church, and to those who love them, it sounds like he is saying, “Who do you think you are?",
      "new_text": "\n",
      "prop_spans": [
        [
          2142,
          2255,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 2255,
      "end_ix": 2294,
      "text": "\nI don’t have to explain myself to you.",
      "new_text": "\n",
      "prop_spans": [
        [
          2255,
          2294,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 2294,
      "end_ix": 2317,
      "text": "\nYou’re the guilty one.",
      "new_text": "\n",
      "prop_spans": [
        [
          2294,
          2317,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 2317,
      "end_ix": 2347,
      "text": "\nYou brought this on yourself.",
      "new_text": "\n",
      "prop_spans": [
        [
          2317,
          2347,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 2347,
      "end_ix": 2394,
      "text": "\nIf you want to be loved, then know your place.",
      "new_text": "\n",
      "prop_spans": [
        [
          2347,
          2394,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 2394,
      "end_ix": 2425,
      "text": "\nI’m the victim, here, not you.",
      "new_text": "\n",
      "prop_spans": [
        [
          2394,
          2425,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 2425,
      "end_ix": 2507,
      "text": "\nIf you know what’s good for you, keep your mouth shut.” This is how abusers talk.",
      "new_text": "\n",
      "prop_spans": [
        [
          2425,
          2479,
          "Causal_Oversimplification"
        ],
        [
          2482,
          2506,
          "Reductio_ad_hitlerum"
        ],
        [
          2482,
          2507,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 2507,
      "end_ix": 2646,
      "text": "\nThey’re not content with power; they have to keep their victims doubting and blaming themselves constantly, so they don’t become a threat.",
      "new_text": "\n",
      "prop_spans": [
        [
          2507,
          2646,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 2646,
      "end_ix": 2702,
      "text": "\nWhether Francis knows it or not, this is how he sounds.",
      "new_text": "\n",
      "prop_spans": [
        [
          2646,
          2701,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 2702,
      "end_ix": 2767,
      "text": "\nWe can overlook the fig leaf “whether Francis knows it or not…”.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2767,
      "end_ix": 3060,
      "text": "\nFisher knows that Francis knows it, even if she still cannot bring herself to say explicitly what should now be apparent to the entire body of the faithful: that Bergoglio’s very presence on the Chair of Peter is a grave threat to the common good of the Church and the integrity of the Faith.",
      "new_text": "\n",
      "prop_spans": [
        [
          2768,
          2923,
          "Causal_Oversimplification"
        ],
        [
          2930,
          3059,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 3060,
      "end_ix": 3119,
      "text": "\nClick below to Subscribe to The Remnant's YouTube channel!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3119,
      "end_ix": 3339,
      "text": "\nYet Fisher maintains a sliver of space for deniability in order to maintain that indispensable distinction between her and those loathsome traditionalists: “I don’t have any ideological reason to want to bring him down.",
      "new_text": "\nFisher maintains a sliver of space for deniability in order to maintain that indispensable distinction between her and those loathsome traditionalists: “I don’t have any ideological reason to want to bring him down.",
      "prop_spans": [
        [
          3243,
          3274,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3339,
      "end_ix": 3407,
      "text": "\nI have defended him as long as I could, up until the Chile debacle.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3407,
      "end_ix": 3624,
      "text": "\nAnd so I am working as hard as I can not to assume the worst, not to believe that this man who promised so much fresh air is really so intent on slamming doors shut before we find out even worse things hidden inside.",
      "new_text": "\nAnd so I am working as hard as I can not to assume the worst, not to believe that this man who promised so much fresh air is really so intent on hiding things.",
      "prop_spans": [
        [
          3490,
          3623,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3624,
      "end_ix": 3654,
      "text": "\nBut he is not making it easy.",
      "new_text": "\nBut he is not making it easy.",
      "prop_spans": [
        [
          3625,
          3654,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 3654,
      "end_ix": 3687,
      "text": "\nI am not saying he is an abuser.",
      "new_text": "\nI am not saying he is an abuser.",
      "prop_spans": [
        [
          3654,
          3687,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 3687,
      "end_ix": 3964,
      "text": "\nBut he sounds like one.”\nThat is, Fisher was not concerned about Bergoglio’s relentless assault on traditional Catholic teaching and practice—to her, opposition to Francis on that account is just “ideology”—but only his role in covering up sexual abuse by bishops and priests.",
      "new_text": "\nBut he sounds like one.”\nThat is, Fisher was not concerned about Bergoglio’s continuous assault on traditional Catholic teaching and practice—to her, opposition to Francis on that account is just “ideology”—but only his role in covering up sexual abuse by bishops and priests.",
      "prop_spans": [
        [
          3687,
          3710,
          "Doubt"
        ],
        [
          3765,
          3784,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3964,
      "end_ix": 4147,
      "text": "\nBut why is Fisher still “working hard not to assume the worst” when there is no longer anything to assume as the ever-mounting evidence of malintent has been in plain view for years?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4147,
      "end_ix": 4328,
      "text": "\nIndeed, why else did Archbishop Viganò risk everything in order to expose this Pope, even to the extent of revealing matters supposedly within the scope of “the Pontifical secret”?",
      "new_text": "\nIndeed, why else did Archbishop Viganò risk so much in order to expose this Pope, even to the extent of revealing matters supposedly within the scope of “the Pontifical secret”?",
      "prop_spans": [
        [
          4187,
          4203,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 4328,
      "end_ix": 4715,
      "text": "\nOn orders of the Vatican Secretary of State, the Vatican secret police are reportedly scouring the globe in search of Viganò, who has gone into hiding, “in order to prevent more unpredictable damage to the image of Pope Francis and the Holy See on the world stage, but also to ‘prepare the terrain’ for the former apostolic nuncio-turned-whistleblower to be prosecuted” under canon law.",
      "new_text": "\nOn orders of the Vatican Secretary of State, the Vatican secret police are reportedly scouring the globe in search of Viganò, who has gone into hiding, “in order to prevent more unpredictable damage to the image of Pope Francis and the Holy See on the world stage, but also to ‘prepare the terrain’ for the former apostolic nuncio-turned-whistleblower to be prosecuted” under canon law.",
      "prop_spans": [
        [
          4632,
          4681,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 4715,
      "end_ix": 4779,
      "text": "\nThe Dictator Pope must destroy his most potent critic thus far.",
      "new_text": "\nThe Pope must destroy his most potent critic thus far.",
      "prop_spans": [
        [
          4716,
          4734,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 4779,
      "end_ix": 4805,
      "text": "\nEverything depends on it!",
      "new_text": "\n",
      "prop_spans": [
        [
          4780,
          4804,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 4805,
      "end_ix": 4900,
      "text": "\nBut it may already be too late to save a regime whose only defense is not truth but raw power.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4900,
      "end_ix": 5031,
      "text": "\nAt last count, some 29 bishops have publicly declared Viganò’s allegations against Bergoglio credible and worthy of investigation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5031,
      "end_ix": 5536,
      "text": "\nNow even the distinguished canonist Edward Peters, who is no less than a Referendary of the Apostolic Signatura appointed by Pope Benedict XVI, declares that if Viganò’s allegations are true then Bergoglio must go:\nOf what was said above concerning resignation from Church office in general, what would not apply to a pope, of all office holders, if he, as alleged by Viganò, from the first months of his papacy knowingly protected and favored a cardinal who was [pick a disgusting verb]-ing seminarians?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5536,
      "end_ix": 5637,
      "text": "\nBy what possible stretch of the imagination would such an occupant be suited for the Chair of Peter?",
      "new_text": "\nWould such an occupant be suited for the Chair of Peter?",
      "prop_spans": [
        [
          5537,
          5636,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5637,
      "end_ix": 5827,
      "text": "\nDoes the historical fact that some pretty bad popes held on to office despite committing various offenses justify other popes acting badly in shirking even the minimal gesture of resigning?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5827,
      "end_ix": 6001,
      "text": "\nViganò is unquestionably in a position to know, and claims to know, whether his central allegation that Francis’ was covering for McCarrick, big time, for years, is correct.",
      "new_text": "\nViganò is unquestionably in a position to know, and claims to know, whether his central allegation that Francis’ was covering for McCarrick, for years, is correct.",
      "prop_spans": [
        [
          5941,
          5977,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 6001,
      "end_ix": 6358,
      "text": "\nBelieving, as he does, that his claims are correct, Viganò, in calling for Francis’ resignation, has done nothing more or less than exercise his right under canon law “to manifest to the sacred pastors [his] opinion on matters which pertain to the good of the Church and to make [his] opinion known to the rest of the Christian faithful…” 1983 CIC 212 § 3.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6358,
      "end_ix": 6679,
      "text": "\nI have not called for Francis’ resignation because I do not know (with the degree of certitude that a lawyer seeks) whether Viganò’s key allegations against Francis are substantially true; most assuredly, however, if I reach the conclusion that they are true, I would say, without hesitation, that Francis should resign.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6679,
      "end_ix": 6718,
      "text": "\nBergoglio will not, of course, resign.",
      "new_text": "\nBergoglio will not resign.",
      "prop_spans": [
        [
          6680,
          6718,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 6718,
      "end_ix": 6852,
      "text": "\nHe will cling to power with his last breath in order to carry out the many other acts of ecclesial subversion he clearly has in mind.",
      "new_text": "\nHe will cling to power with his last breath in order to carry out other acts of ecclesial subversion.",
      "prop_spans": [
        [
          6718,
          6851,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 6852,
      "end_ix": 6935,
      "text": "\nThe only remedies for the plague of Bergoglio are his natural death or deposition.",
      "new_text": "\nThe only remedies are his natural death or deposition.",
      "prop_spans": [
        [
          6875,
          6899,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6935,
      "end_ix": 6952,
      "text": "\nYes, deposition.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6952,
      "end_ix": 7217,
      "text": "\nCanon212 has linked to an interesting and timely piece on the role of the Synod of Sutri, near Rome, in 1046, which dealt with the problem of three rival claimants to the papacy, each installed by a Roman faction: First, the execrable Benedict IX, mentioned above.",
      "new_text": "\nCanon212 has linked to an interesting and timely piece on the role of the Synod of Sutri, near Rome, in 1046, which dealt with the problem of three rival claimants to the papacy, each installed by a Roman faction: First,  Benedict IX, mentioned above.",
      "prop_spans": [
        [
          7174,
          7199,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7217,
      "end_ix": 7329,
      "text": "\nSecond, the interloper Sylvester III, installed in the Chair of Peter after Benedict had been driven from Rome.",
      "new_text": "\nSecond, Sylvester III, installed in the Chair of Peter after Benedict had been driven from Rome.",
      "prop_spans": [
        [
          7226,
          7254,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7329,
      "end_ix": 7658,
      "text": "\nThird, the well-intentioned but dimwitted Gregory VI, whose election was tainted by a seemingly simoniacal negotiation with Benedict, who had returned to Rome in 1045 and ousted Sylvester, according to which Benedict would receive a generous pension if he resigned the papacy, which Benedict did only to rescind his resignation.",
      "new_text": "\nThird, Gregory VI, whose election was tainted by a seemingly simoniacal negotiation with Benedict, who had returned to Rome in 1045 and ousted Sylvester, according to which Benedict would receive a generous pension if he resigned the papacy, which Benedict did only to rescind his resignation.",
      "prop_spans": [
        [
          7337,
          7382,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7658,
      "end_ix": 7833,
      "text": "\nThe Synod was convoked by Henry III, the German king and soon-to-be-crowned Holy Roman Emperor, a pious and austere Christian and an exponent of the Cluniac spirit of reform.",
      "new_text": "\nThe Synod was convoked by Henry III, the German king and soon-to-be-crowned Holy Roman Emperor.",
      "prop_spans": [
        [
          7755,
          7832,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7833,
      "end_ix": 7962,
      "text": "\nThe Synod declared that Benedict IX (who had refused to appear) was deposed notwithstanding his attempt to undo his resignation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7962,
      "end_ix": 8209,
      "text": "\nAs for Sylvester, the Synod declared that he be “stripped of his sacerdotal rank and shut up in a monastery.” Gregory was also declared deposed, either by the act of the Synod itself or by Gregory’s own voluntary resignation in view of the Synod.",
      "new_text": "\nAs for Sylvester, the Synod declared that he be “stripped of his sacerdotal rank and shut up in a monastery.” Gregory was also declared deposed, either by the act of the Synod itself or by Gregory’s own voluntary resignation in view of the Synod.",
      "prop_spans": [
        [
          8012,
          8070,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8209,
      "end_ix": 8460,
      "text": "\nAt Henry III’s designation, the German Bishop of Bamberg became Clement II, but he died after only a year, whereupon Benedict reasserted his claim to the papacy for the third time in 1047, only to be driven from Rome again by Imperial troops in 1048.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8460,
      "end_ix": 8632,
      "text": "\nDamasus II, another German bishop designated by Henry, reigned for a mere three weeks before dying, whereupon Pope St. Leo IX succeeded to the papacy, reigning until 1054.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8632,
      "end_ix": 8845,
      "text": "\nLeo, as John Rao observes, was the first in a line of Popes who “took charge of the movement of innovative Christian restoration” which included a breaking of the dominance of Roman nobility over papal elections.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8845,
      "end_ix": 8876,
      "text": "\n(Rao, Black Legends, 147-148).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8876,
      "end_ix": 9060,
      "text": "\nAs the cited article on the Synod of Sutri notes, although the scurrilous Benedict IX objected to his deposition by the Synod, “the Church has always accepted his deposition as valid.",
      "new_text": "\nAs the cited article on the Synod of Sutri notes, although Benedict IX objected to his deposition by the Synod, “the Church has always accepted his deposition as valid.",
      "prop_spans": [
        [
          8936,
          8963,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 9060,
      "end_ix": 9166,
      "text": "\nThe King of Germany then appointed Clement II as Pope, who promptly crowned the King, Holy Roman Emperor.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9166,
      "end_ix": 9233,
      "text": "\nBenedict IX, after the death of Clement, claimed the papacy again!",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9233,
      "end_ix": 9470,
      "text": "\nThe Church to this day recognizes Clement II as a true Pope.”\nMoreover, Benedict IX himself is recognized as a true Pope—a valid but deposed Pope—during three separate periods listed as three distinct pontificates in the canon of Popes.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9470,
      "end_ix": 9617,
      "text": "\nThis was possible owing to the lack of any set canonical form for papal elections; a Pope could gain or regain the office by various machinations.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9617,
      "end_ix": 9796,
      "text": "\nIndeed, even the Vatican’s own website states that Benedict was Pope from 1047-1048, the very year of his third ascension to the office from which he was finally driven by force.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9796,
      "end_ix": 10000,
      "text": "\nOnly with the ascension of Pope Nicholas II in 1059 was it established that henceforth the cardinal-bishops would elect the Pope, with the other cardinals having the right to confirm or veto the nominee.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10000,
      "end_ix": 10231,
      "text": "\nBy 1100 what we now know as the College of Cardinals, embracing all the cardinals of different titles, had the exclusive right to elect a Pope, and the members of the College “have held it ever since.” (Eric John, The Popes, 181).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10231,
      "end_ix": 10399,
      "text": "\nThese lessons of history should suffice to dispel the pious fable, never a teaching of the Magisterium, that every Pope is chosen by the Holy Ghost to lead the Church.",
      "new_text": "\nThese lessons of history should suffice to dismiss the pious fable, never a teaching of the Magisterium, that every Pope is chosen by the Holy Ghost to lead the Church.",
      "prop_spans": [
        [
          10272,
          10297,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10399,
      "end_ix": 10915,
      "text": "\nThis theological error, which Bergoglio has exploited to the hilt, is a key element in the related error of papalotry, which elevates the person of the Pope above the office he occupies and makes of him the leader of a personality cult everyone is commanded to “love” (in the superficially emotional sense) and obey no matter what he says or does, rather than a custodian and defender of the Deposit of Faith whose lovability, personality and opinions are utterly irrelevant to the exercise and scope of his office.",
      "new_text": "\nThis theological error, which Bergoglio has exploited a lot, is a key element in the related error of papalotry, which elevates the person of the Pope above the office he occupies and makes of him the leader of a personality cult, rather than a custodian and defender of the Deposit of Faith.",
      "prop_spans": [
        [
          10440,
          10465,
          "Loaded_Language"
        ],
        [
          10603,
          10746,
          "Name_Calling,Labeling"
        ],
        [
          10760,
          10914,
          "Name_Calling,Labeling"
        ],
        [
          10856,
          10864,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10915,
      "end_ix": 11122,
      "text": "\nAs Pope Benedict has observed, when it comes to the election of a Pope “the Spirit’s role should be understood in a much more elastic sense, not that he [sic] dictates the candidate for whom one must vote….",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11122,
      "end_ix": 11256,
      "text": "\nThere are too many contrary instances of popes the Holy Spirit obviously would not have picked!” Bergoglio is undeniably one of them.",
      "new_text": "\nThere are too many contrary instances of popes the Holy Spirit obviously would not have picked!” Bergoglio is probably one of them.",
      "prop_spans": [
        [
          11123,
          11255,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 11256,
      "end_ix": 11316,
      "text": "\nSo what can be done to defend the Church against Bergoglio?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11316,
      "end_ix": 11536,
      "text": "\nThat the mode of papal election by cardinals has persisted for nearly a thousand years has led to the general impression that it pertains to the irreformable divine constitution of the Church, but it certainly does not.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11536,
      "end_ix": 11709,
      "text": "\nAs to matters of purely ecclesiastical law such as this one the Church has always allowed for departures from traditional practice in cases of emergency or grave necessity.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11709,
      "end_ix": 12223,
      "text": "\nAnd just as a synod was employed to address three rival claimants to the papal throne in 1046, declaring at least two of them deposed, so today might it be possible for reform-minded cardinals and bishops, comprising an imperfect council, to undo the incalculable damage caused by the cabal that lobbied for Bergoglio’s election before the last conclave—a cabal that included none other than McCarrick, whom Bergoglio rewarded by rehabilitating that monster despite the massive evidence of his unspeakable crimes.",
      "new_text": "\nAnd just as a synod was employed to address three rival claimants to the papal throne in 1046, declaring at least two of them deposed, so today might it be possible for reform-minded cardinals and bishops, comprising an imperfect council, to undo the great damage caused by the cabal that lobbied for Bergoglio’s election before the last conclave—a cabal that included none other than McCarrick, whom Bergoglio rewarded by rehabilitating that monster despite the evidence of his huge crimes.",
      "prop_spans": [
        [
          11957,
          11981,
          "Exaggeration,Minimisation"
        ],
        [
          12155,
          12168,
          "Name_Calling,Labeling"
        ],
        [
          12176,
          12222,
          "Exaggeration,Minimisation"
        ],
        [
          12204,
          12216,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12223,
      "end_ix": 12314,
      "text": "\nWhat would be the grounds for a declaration of deposition at such a gathering of prelates?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12314,
      "end_ix": 12829,
      "text": "\nOne could readily point to the evidence that a faction that included Bergoglio himself had agreed upon his election before the conclave, and that all those involved, including Bergoglio, were thereby excommunicated latae sententiae in accordance with Article 81 of John Paul II’s Universi Dominici Gregis, which provides:\nThe Cardinal electors shall further abstain from any form of pact, agreement, promise or other commitment of any kind which could oblige them to give or deny their vote to a person or persons.",
      "new_text": "\nOne could readily point to the evidence that a faction that included Bergoglio himself had agreed upon his election before the conclave, and that all those involved, including Bergoglio, were thereby excommunicde: The Cardinal electors shall further abstain from any form of pact, agreement, promise or other commitment of any kind which could oblige them to give or deny their vote to a person or persons.",
      "prop_spans": [
        [
          12547,
          12829,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 12829,
      "end_ix": 13083,
      "text": "\nIf this were in fact done, even under oath, I decree that such a commitment shall be null and void and that no one shall be bound to observe it; and I hereby impose the penalty of excommunication latae sententiae upon those who violate this prohibition.",
      "new_text": "\nIf this were in fact done, even under oath, I decree that such a commitment shall be null and void and that no one shall be bound to observe it; and I hereby impose the penalty of excommunication latae sententiae upon those who violate this prohibition.",
      "prop_spans": [
        [
          12829,
          13082,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 13083,
      "end_ix": 13360,
      "text": "\nTo quote Cajetan on this point (citations taken from the linked article by Robert Siscoe), deposition by an imperfect council is appropriate “when one or more Popes suffer uncertainty with regard to their election, as seems to have arisen in the schism of Urban VI and others.",
      "new_text": "\nTo quote Cajetan on this point (citations taken from the linked article by Robert Siscoe), deposition by an imperfect council is appropriate “when one or more Popes suffer uncertainty with regard to their election, as seems to have arisen in the schism of Urban VI and others.",
      "prop_spans": [
        [
          13084,
          13360,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 13360,
      "end_ix": 13669,
      "text": "\nThen, lest the Church be perplexed, those members of the Church who are available have the power to judge which is the true pope, if it can be known, and if it cannot be known, [it has] the power to provide that the electors agree on one or another of them.”\nI am not saying that such a case has been proven.",
      "new_text": "\nThen, lest the Church be perplexed, those members of the Church who are available have the power to judge which is the true pope, if it can be known, and if it cannot be known, [it has] the power to provide that the electors agree on one or another of them.”\nI am not saying that such a case has been proven.",
      "prop_spans": [
        [
          13360,
          13617,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 13669,
      "end_ix": 13929,
      "text": "\nRather, what I am saying is that this hypothetical imperfect council could determine that it has been proven and act accordingly, and that the Church would judge any resulting deposition of Bergoglio in the same manner it judges the deposition of Benedict IX.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13929,
      "end_ix": 14313,
      "text": "\nAnother ground for deposition—as determined by the imperfect council, not any of us—would be that Bergoglio has deposed himself by promulgating heresy, fracturing the Church’s universal discipline respecting marriage and the Eucharist, and undermining the teaching of even his own immediate predecessors on matters of fundamental morality upheld by the Magisterium for two millennia.",
      "new_text": "\nAnother ground for deposition—as determined by the imperfect council, not any of us—would be that Bergoglio has deposed himself by promulgating heresy, fracturing the Church’s universal discipline respecting marriage and the Eucharist, and undermining the teaching of even his own immediate predecessors on matters of fundamental morality upheld by the Magisterium for two millenia.",
      "prop_spans": [
        [
          14028,
          14312,
          "Doubt"
        ],
        [
          14061,
          14080,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 14313,
      "end_ix": 14418,
      "text": "\nSurely the Church cannot be without any remedy for a Pope who relentlessly attacks her very foundations!",
      "new_text": "\nSurely the Church cannot be without any remedy for a Pope who attacks her very foundations!",
      "prop_spans": [
        [
          14365,
          14417,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 14418,
      "end_ix": 14543,
      "text": "\nTo quote Cajetan again: “Indeed the Church has the right to separate herself from an heretical pope according to divine law.",
      "new_text": "\n“Indeed the Church has the right to separate herself from an heretical pope according to divine law.",
      "prop_spans": [
        [
          14419,
          14543,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 14543,
      "end_ix": 14786,
      "text": "\nConsequently, it has the right, by the same divine law, to use all means of themselves necessary for such separation; and those that juridically correspond to the crime, are of themselves necessary”—meaning the resort to an imperfect council.",
      "new_text": "\nConsequently, it has the right, by the same divine law, to use all means of themselves necessary for such separation; and those that juridically correspond to the crime, are of themselves necessary”—meaning the resort to an imperfect council.",
      "prop_spans": [
        [
          14543,
          14785,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 14786,
      "end_ix": 14922,
      "text": "\nIf a synod was able to declare the deposition of a pope in 1046, why not an imperfect council today—or, for that matter, another synod?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14922,
      "end_ix": 15008,
      "text": "\nIt will be argued that such a deposition would provoke massive schisms in the Church.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15008,
      "end_ix": 15141,
      "text": "\nBut that would not be the first time that defense of the Church’s common good has done so, as the Great Western Schism demonstrates.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15141,
      "end_ix": 15457,
      "text": "\nAnd are we not in the midst of schisms already, provoked by none other than Bergoglio himself, whose insane drive to shatter the Church’s bimillennial discipline has produced the totally unprecedented situation in which what is still considered mortally sinful in one diocese is an imperative of “mercy” in another?",
      "new_text": "\nAnd are we not in the midst of schisms already, provoked by none other than Bergoglio himself, whose insane drive to shatter the Church’s bimillennial discipline has produced the totally unprecedented situation in which what is still considered mortally sinful in one diocese is an imperative of mercy in another?",
      "prop_spans": [
        [
          15142,
          15456,
          "Doubt"
        ],
        [
          15243,
          15304,
          "Loaded_Language"
        ],
        [
          15317,
          15353,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 15457,
      "end_ix": 15600,
      "text": "\nIn any case, this much is certain: barring Bergoglio’s conversion and reversal of course, the Church cannot abide this pontificate any longer.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15600,
      "end_ix": 15682,
      "text": "\nOne way or another, the Church will have to repel an attacker at her very summit.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 15682,
      "end_ix": 16078,
      "text": "\nEither the human element of the Church will act according to the means which seem possible, however extraordinary, or Heaven itself will intervene in a manner that might well involve a divine chastisement due to the negligence of time-serving pastors who left their sheep completely undefended against the wolves who preyed upon them, including the wolf the cardinals improvidently elected Pope.",
      "new_text": "\nEither the human element of the Church will act according to the means which seem possible, however extraordinary, or Heaven itself will intervene in a manner that might well involve a divine chastisement, including the cardinals improvidently elected Pope, or something else will happen.",
      "prop_spans": [
        [
          15683,
          15830,
          "Black-and-White_Fallacy"
        ],
        [
          15683,
          15830,
          "Appeal_to_fear-prejudice"
        ],
        [
          15895,
          16016,
          "Loaded_Language"
        ],
        [
          16028,
          16077,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 16078,
      "end_ix": 16896,
      "text": "\nSome four months before Archbishop Viganò’s testimony Cardinal Willem Jacobus Eijk, the Archbishop of Utrecht, Netherlands, perhaps the most liberal territory in the entire Church, protested that Bergoglio’s blatant nod to intercommunion with Protestants in Germany means that “the bishops and, above all, the Successor of Peter fail to maintain and transmit faithfully and in unity the deposit of faith contained in Sacred Tradition and Sacred Scripture” and that the situation reminds him of Article 675 of the Catechism of the Catholic Church, which refers to the Church’s “final trial” before the Second Coming, “that will shake the faith of many believers… [a] ‘mystery of iniquity’ in the form of a religious deception offering men an apparent solution to their problems at the price of apostasy from the truth.",
      "new_text": "\nSome four months before Archbishop Viganò’s testimony Cardinal Willem Jacobus Eijk, the Archbishop of Utrecht, Netherlands, perhaps the most liberal territory in the entire Church, protested that Bergoglio’s blatant nod to intercommunion with Protestants in Germany means that “the bishops and, above all, the Successor of Peter fail to maintain and transmit faithfully and in unity the deposit of faith contained in Sacred Tradition and Sacred Scripture” and that the situation reminds him of Article 675 of the Catechism of the Catholic Church, which refers to the Church’s “final trial” before the Second Coming, “that will shake the faith of many believers… [a] ‘mystery of iniquity’ in the form of a religious deception offering men an apparent solution to their problems at the price of apostasy from the truth.",
      "prop_spans": [
        [
          16357,
          16533,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 16896,
      "end_ix": 17168,
      "text": "\nWhat can the Church do when confronted by a Pope who, as a prominent cardinal declares to the whole world, “fail[s] to maintain and transmit faithfully … the deposit of faith contained in Sacred Tradition and Sacred Scripture” and is leading “an apostasy from the truth”?",
      "new_text": "\nWhat can the Church do when confronted by a Pope who, as a prominent cardinal declares to the whole world, “fail[s] to maintain and transmit faithfully … the deposit of faith contained in Sacred Tradition and Sacred Scripture” and is leading “an apostasy from the truth”?",
      "prop_spans": [
        [
          16939,
          17166,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 17168,
      "end_ix": 17488,
      "text": "\nIt seems absurd to argue that she can do nothing but exhort the faithful to pray and do penance while a papal malefactor, treated as if were an absolute dictator, is allowed to continue wreaking havoc upon faith and morals to the detriment of countless souls, without the least impediment, for so long as he shall live.",
      "new_text": "\nIt seems ridiculous to argue that she can do nothing but exhort the faithful to pray and do penance while the Pope, is allowed to continue destroying faith and morals, without the least impediment, for so long as he shall live.",
      "prop_spans": [
        [
          17169,
          17185,
          "Loaded_Language"
        ],
        [
          17271,
          17330,
          "Name_Calling,Labeling"
        ],
        [
          17355,
          17392,
          "Loaded_Language"
        ],
        [
          17392,
          17427,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 17488,
      "end_ix": 17511,
      "text": "\nNo, Bergoglio must go.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 17511,
      "end_ix": 17806,
      "text": "\nThe successors of the Apostles, the only ones in a position to end his rampage, must demand his resignation and, should he refuse as expected, act in this unprecedented emergency to declare his removal from the office he has criminally abused and whose very credibility he threatens to destroy.",
      "new_text": "\nThe successors of the Apostles, the only ones in a position to end his rampage, should demand his resignation and, should he refuse as expected, act in this unprecedented emergency to declare his removal from the office he has criminally abused.",
      "prop_spans": [
        [
          17512,
          17805,
          "Appeal_to_fear-prejudice"
        ],
        [
          17572,
          17590,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 17806,
      "end_ix": 17970,
      "text": "\nMay God give them the grace to do what must be done and what history will vindicate as a rescue of the Church during the height of the worst crisis in her history.",
      "new_text": "\nMay God give them the grace to do what must be done and what history will vindicate as a rescue of the Church during the height of one of the worse crises in her history.",
      "prop_spans": [
        [
          17917,
          17970,
          "Exaggeration,Minimisation"
        ]
      ]
    }
  ],
  "original labels": [
    [
      60,
      77,
      "Loaded_Language"
    ],
    [
      92,
      100,
      "Loaded_Language"
    ],
    [
      183,
      202,
      "Loaded_Language"
    ],
    [
      235,
      280,
      "Name_Calling,Labeling"
    ],
    [
      364,
      394,
      "Name_Calling,Labeling"
    ],
    [
      587,
      637,
      "Name_Calling,Labeling"
    ],
    [
      694,
      732,
      "Loaded_Language"
    ],
    [
      763,
      788,
      "Loaded_Language"
    ],
    [
      818,
      860,
      "Reductio_ad_hitlerum"
    ],
    [
      818,
      860,
      "Doubt"
    ],
    [
      979,
      1012,
      "Name_Calling,Labeling"
    ],
    [
      1110,
      1133,
      "Name_Calling,Labeling"
    ],
    [
      1144,
      1174,
      "Name_Calling,Labeling"
    ],
    [
      1338,
      1405,
      "Reductio_ad_hitlerum"
    ],
    [
      1407,
      1640,
      "Reductio_ad_hitlerum"
    ],
    [
      1946,
      1966,
      "Name_Calling,Labeling"
    ],
    [
      2058,
      2139,
      "Whataboutism"
    ],
    [
      2142,
      2479,
      "Causal_Oversimplification"
    ],
    [
      2482,
      2506,
      "Reductio_ad_hitlerum"
    ],
    [
      2482,
      2701,
      "Doubt"
    ],
    [
      2768,
      2923,
      "Causal_Oversimplification"
    ],
    [
      2930,
      3059,
      "Appeal_to_fear-prejudice"
    ],
    [
      3243,
      3274,
      "Name_Calling,Labeling"
    ],
    [
      3490,
      3623,
      "Loaded_Language"
    ],
    [
      3625,
      3710,
      "Doubt"
    ],
    [
      3765,
      3784,
      "Loaded_Language"
    ],
    [
      4187,
      4203,
      "Exaggeration,Minimisation"
    ],
    [
      4632,
      4681,
      "Name_Calling,Labeling"
    ],
    [
      4716,
      4734,
      "Name_Calling,Labeling"
    ],
    [
      4780,
      4804,
      "Exaggeration,Minimisation"
    ],
    [
      5537,
      5636,
      "Doubt"
    ],
    [
      5941,
      5977,
      "Exaggeration,Minimisation"
    ],
    [
      6680,
      6851,
      "Causal_Oversimplification"
    ],
    [
      6875,
      6899,
      "Loaded_Language"
    ],
    [
      7174,
      7199,
      "Name_Calling,Labeling"
    ],
    [
      7226,
      7254,
      "Name_Calling,Labeling"
    ],
    [
      7337,
      7382,
      "Name_Calling,Labeling"
    ],
    [
      7755,
      7832,
      "Name_Calling,Labeling"
    ],
    [
      8012,
      8070,
      "Loaded_Language"
    ],
    [
      8936,
      8963,
      "Name_Calling,Labeling"
    ],
    [
      10272,
      10297,
      "Loaded_Language"
    ],
    [
      10440,
      10465,
      "Loaded_Language"
    ],
    [
      10603,
      10746,
      "Name_Calling,Labeling"
    ],
    [
      10760,
      10914,
      "Name_Calling,Labeling"
    ],
    [
      10856,
      10864,
      "Loaded_Language"
    ],
    [
      11123,
      11255,
      "Doubt"
    ],
    [
      11957,
      11981,
      "Exaggeration,Minimisation"
    ],
    [
      12155,
      12168,
      "Name_Calling,Labeling"
    ],
    [
      12176,
      12222,
      "Exaggeration,Minimisation"
    ],
    [
      12204,
      12216,
      "Loaded_Language"
    ],
    [
      12547,
      13082,
      "Appeal_to_Authority"
    ],
    [
      13084,
      13617,
      "Appeal_to_Authority"
    ],
    [
      14028,
      14312,
      "Doubt"
    ],
    [
      14061,
      14080,
      "Loaded_Language"
    ],
    [
      14365,
      14417,
      "Doubt"
    ],
    [
      14419,
      14785,
      "Appeal_to_Authority"
    ],
    [
      15142,
      15456,
      "Doubt"
    ],
    [
      15243,
      15304,
      "Loaded_Language"
    ],
    [
      15317,
      15353,
      "Exaggeration,Minimisation"
    ],
    [
      15683,
      15830,
      "Black-and-White_Fallacy"
    ],
    [
      15683,
      15830,
      "Appeal_to_fear-prejudice"
    ],
    [
      15895,
      16016,
      "Loaded_Language"
    ],
    [
      16028,
      16077,
      "Name_Calling,Labeling"
    ],
    [
      16357,
      16533,
      "Doubt"
    ],
    [
      16939,
      17166,
      "Doubt"
    ],
    [
      17169,
      17185,
      "Loaded_Language"
    ],
    [
      17271,
      17330,
      "Name_Calling,Labeling"
    ],
    [
      17355,
      17392,
      "Loaded_Language"
    ],
    [
      17392,
      17427,
      "Exaggeration,Minimisation"
    ],
    [
      17512,
      17805,
      "Appeal_to_fear-prejudice"
    ],
    [
      17572,
      17590,
      "Loaded_Language"
    ],
    [
      17917,
      17971,
      "Exaggeration,Minimisation"
    ]
  ]
}