{
  "article_id": "788173482",
  "sentence offsets in original": [
    0,
    326,
    596,
    666,
    1013,
    1263,
    1417,
    1561,
    1604,
    1821,
    1943,
    2035,
    2098,
    2281,
    2346,
    2388,
    2630,
    2765,
    3004,
    3110,
    3239,
    3436,
    3759,
    4824,
    4961,
    5142,
    5485,
    6077,
    6240,
    6563,
    7222,
    7399,
    7561,
    7698,
    7780,
    7869,
    7929
  ],
  "original sentences": [
    "Exposing the Deep State Plotters\n\nPresident Trump’s sweeping order this week directing intelligence agencies to declassify documents from the more than 18-month-old investigation related to the Left’s electoral collusion conspiracy theory involving Trump and Russia may shed light on what really happened in the 2016 election.",
    "\nIn an interview with Hill.TV yesterday, the president said he ordered the mass declassification to show the public that the FBI investigation of the conspiracy theory began as a “hoax.” Exposing it could be one of the “crowning achievements” of his presidency, he said.",
    "\n“What we’ve done is a great service to the country, really,” he said.",
    "\n“I hope to be able to call this, along with tax cuts and regulation and all the things I’ve done… in its own way this might be the most important thing because this was corrupt.”\nTrump criticized how the FBI handled the Russia probe, accusing it of misleading the Foreign Intelligence Surveillance Act (FISA) court, and of spying on his campaign.",
    "\n“They know this is one of the great scandals in the history of our country because basically what they did is, they used [former Trump campaign aide] Carter Page, who nobody even knew, who I feel very badly for, I think he’s been treated very badly.",
    "\nThey used Carter Page as a foil in order to surveil a candidate for the presidency of the United States.”\n“It’s a hoax, beyond a witch hunt,” Trump said.",
    "\nThe documents affected involve a FISA warrant against Carter Page and text messages from disgraced ex-FBI employees Peter Strzok and Lisa Page.",
    "\n(Carter Page is not related to Lisa Page.)",
    "\nAlthough the conspiracy theory is baseless nonsense, it continues to dog the Trump administration, providing cable television news outlets and late-night talk show hosts with endless fodder in the 24-hour news cycle.",
    "\nWhen Trump defenders have fought back, social media companies have colluded with the Left to silence and intimidate them.",
    "\nThis declassification effort won’t make things any worse than they are for President Trump.",
    "\nIt may even prove a political masterstroke of sorts for Trump.",
    "\nHow else does one fight back against the nameless, faceless bureaucrats of the Deep State who hide behind anonymity to undermine the duly elected 45th president of the United States?",
    "\nMake the documents public and let the chips fall where they may.",
    "\nThere is so much leftist dirt to uncover.",
    "\nFor example, it was established some time ago that former President Obama was involved on some level in this shameful un-American plot to rig the 2016 election and undermine his successor by using the privacy-invading apparatus of the state.",
    "\nObama wanted “to know everything” the FBI was doing in its investigation into claims that Russia was interfering in the 2016 election.",
    "\nSpecifically, the statement that Obama wanted “to know everything we’re doing” came in a private Sept. 2, 2016, text message from FBI lawyer Lisa Page to FBI agent Peter Strzok, with whom she was having an extramarital affair at the time.",
    "\n(The exact message, time-stamped 1:50 p.m., reads \"Yes, bc potus wants to know everything we are doing.\")",
    "\nIn a separate text message to Page, Strzok wrote something cryptic about an “insurance policy” in case Donald Trump got elected.",
    "\nApparently, he was referring to the salacious, unverified dossier Hillary Clinton and the DNC paid rent-a-spy Christopher Steele to compile that purports to show Trump’s nefarious links to Russia.",
    "\nPresident Trump ordered that the relevant documents be released by the Office of the Director of National Intelligence (ODNI) and the Justice Department “[a]t the request of a number of committees of Congress, and for reasons of transparency,” read a statement issued by White House Press Secretary Sarah Huckabee Sanders.",
    "\nTrump ordered the “immediate declassification” of “pages 10-12 and 17-34 of the June 2017 application to the FISA court in the matter of Carter W. Page,” “all FBI reports of interviews with Bruce G. Ohr prepared in connection with the Russia investigation,” and “all FBI reports of interviews prepared in connection with all Carter Page FISA applications.”\nTrump also ordered the “the Department of Justice (including the FBI) to publicly release all text messages relating to the Russia investigation, without redaction, of James Comey, Andrew McCabe, Peter Strzok, Lisa Page, and Bruce Ohr.”\nThe chairman of the House Permanent Select Committee on Intelligence, Devin Nunes (R -Calif.), reportedly hailed Trump’s order, saying it covers “pretty much everything that he wanted … and the text messages are a bonus.”\nA handful of Democratic lawmakers alarmed at the prospect of being exposed as frauds and publicly humiliated wrote Director of National Intelligence Daniel Coats, Deputy Attorney General Rod Rosenstein, and FBI Director Christopher Wray on Tuesday.",
    "\nThe letter, which is an attempt to usurp the powers vested in the president, asks the three agencies to defy the presidential directive.",
    "\n\"Your agencies' review, and any communication with the White House on the substance of the material, should not proceed further until you have briefed the Gang of Eight in person.\"",
    "\nIt claims that Trump’s declassification request constitutes improper intervention “in an ongoing law enforcement investigation that may implicate the President himself or those around him.”\nThe authors of the letter even lie about the nature of the broad-based request, claiming Trump is selectively declassifying information to save himself.",
    "\n“The action he has taken, to direct your agencies to selectively disclose classified information that he believes he can manipulate publicly to undermine the legitimacy and credibility of the Special Counsel’s [Robert Mueller] investigation, is a brazen abuse of power.”\nThe missive is signed by Senate Minority Leader Chuck Schumer (D-N.Y.), Sen. Mark Warner (D-Va.), who is vice chairman of the Senate Select Committee on Intelligence, House Minority Leader Nancy Pelosi (D-Calif.), and Adam Schiff (D-Calif.), who is ranking member of the House Permanent Select Committee on Intelligence.",
    "\nIntelligence agencies have already reportedly begun working to carry out the president’s orders and the first set of documents could be made public in a few days.",
    "\n“When the President issues such an order, it triggers a declassification review process that is conducted by various agencies within the intelligence community, in conjunction with the White House Counsel, to seek to ensure the safety of America’s national security interests,” a Justice Department official told Fox News.",
    "\n“The Department and the Federal Bureau of Investigation are already working with the Director of National Intelligence to comply with the President’s order.”\nCoats spokeswoman Kellie Wade also said that the agency was “working expeditiously with our interagency partners to conduct a declassification review of the documents the President has identified for declassification.”\nAccording to Fox News:\nThe documents include all FBI reports on interviews, also known as 302s, with Justice Department official Bruce Ohr and all FBI reports of interviews prepared in connection with applications to surveil Carter Page, as well as 21 pages of one renewed warrant.",
    "\nThe 21 pages make up only a small portion of the 412 pages of FISA applications and warrants related to Page released by the FBI earlier this year in a heavily redacted format.",
    "\nThe June 2017 application was the last of four filed by the Justice Department in support of FISA court orders allowing the monitoring of Page for nearly a year.",
    "\nIn comments to reporters and on Twitter, President Trump has been blasting Strzok and Page for months over their inappropriate behavior.",
    "\nDitto for former FBI Director James Comey and one of his deputies, Andrew McCabe.",
    "\nTrump fired Comey in May 2017 and Attorney General Jeff Sessions canned McCabe in March.",
    "\nPage left the FBI in May and Strzok got the axe last month.",
    "\nThat means there are still thousands of unaccountable Deep State operatives in the Trump administration that have yet to be dealt with."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 326,
      "text": "Exposing the Deep State Plotters\n\nPresident Trump’s sweeping order this week directing intelligence agencies to declassify documents from the more than 18-month-old investigation related to the Left’s electoral collusion conspiracy theory involving Trump and Russia may shed light on what really happened in the 2016 election.",
      "new_text": "Exposing the Secret Plotters\n\nPresident Trump’s sweeping order this week directing intelligence agencies to declassify documents from the more than 18-month-old investigation related to the Left’s electoral collusion conspiracy theory involving Trump and Russia may shed light on what really happened in the 2016 election.",
      "prop_spans": [
        [
          9,
          32,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 326,
      "end_ix": 596,
      "text": "\nIn an interview with Hill.TV yesterday, the president said he ordered the mass declassification to show the public that the FBI investigation of the conspiracy theory began as a “hoax.” Exposing it could be one of the “crowning achievements” of his presidency, he said.",
      "new_text": "\nIn an interview with Hill.TV yesterday, the president said he ordered the mass declassification to show the public that the FBI investigation of the conspiracy theory began as a “hoax.” Exposing it could be one of the “crowning achievements” of his presidency, he said.",
      "prop_spans": [
        [
          500,
          510,
          "Name_Calling,Labeling"
        ],
        [
          534,
          586,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 596,
      "end_ix": 666,
      "text": "\n“What we’ve done is a great service to the country, really,” he said.",
      "new_text": "\n“What we’ve done is a great service to the country, really,” he said.",
      "prop_spans": [
        [
          598,
          655,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 666,
      "end_ix": 1013,
      "text": "\n“I hope to be able to call this, along with tax cuts and regulation and all the things I’ve done… in its own way this might be the most important thing because this was corrupt.”\nTrump criticized how the FBI handled the Russia probe, accusing it of misleading the Foreign Intelligence Surveillance Act (FISA) court, and of spying on his campaign.",
      "new_text": "\n“I hope to be able to call this, along with tax cuts and regulation and all the things I’ve done… in its own way this might be the most important thing because this was corrupt.”\nTrump criticized how the FBI handled the Russia probe, accusing it of misleading the Foreign Intelligence Surveillance Act (FISA) court, and of spying on his campaign.",
      "prop_spans": [
        [
          780,
          819,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 1013,
      "end_ix": 1263,
      "text": "\n“They know this is one of the great scandals in the history of our country because basically what they did is, they used [former Trump campaign aide] Carter Page, who nobody even knew, who I feel very badly for, I think he’s been treated very badly.",
      "new_text": "\n“They know this is one of the great scandals in the history of our country because basically what they did is, they used [former Trump campaign aide] Carter Page, who nobody even knew, who I feel very badly for, I think he’s been treated very badly.",
      "prop_spans": [
        [
          1025,
          1089,
          "Exaggeration,Minimisation"
        ],
        [
          1177,
          1197,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 1263,
      "end_ix": 1417,
      "text": "\nThey used Carter Page as a foil in order to surveil a candidate for the presidency of the United States.”\n“It’s a hoax, beyond a witch hunt,” Trump said.",
      "new_text": "\nThey used Carter Page as a foil in order to surveil a candidate for the presidency of the United States.”\n“It’s a hoax, beyond a witch hunt,” Trump said.",
      "prop_spans": [
        [
          1269,
          1296,
          "Loaded_Language"
        ],
        [
          1371,
          1403,
          "Name_Calling,Labeling"
        ],
        [
          1378,
          1403,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 1417,
      "end_ix": 1561,
      "text": "\nThe documents affected involve a FISA warrant against Carter Page and text messages from disgraced ex-FBI employees Peter Strzok and Lisa Page.",
      "new_text": "\nThe documents affected involve a FISA warrant against Carter Page and text messages from ex-FBI employees Peter Strzok and Lisa Page.",
      "prop_spans": [
        [
          1507,
          1534,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 1561,
      "end_ix": 1604,
      "text": "\n(Carter Page is not related to Lisa Page.)",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1604,
      "end_ix": 1821,
      "text": "\nAlthough the conspiracy theory is baseless nonsense, it continues to dog the Trump administration, providing cable television news outlets and late-night talk show hosts with endless fodder in the 24-hour news cycle.",
      "new_text": "\nAlthough the conspiracy theory is baseless, it continues to hunt the Trump administration, providing cable television news outlets and late-night talk show hosts with a lot of content in the 24-hour news cycle.",
      "prop_spans": [
        [
          1605,
          1702,
          "Loaded_Language"
        ],
        [
          1639,
          1656,
          "Name_Calling,Labeling"
        ],
        [
          1780,
          1795,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 1821,
      "end_ix": 1943,
      "text": "\nWhen Trump defenders have fought back, social media companies have colluded with the Left to silence and intimidate them.",
      "new_text": "\nWhen Trump supporters have fought back, social media companies have colluded with the Left to silence and intimidate them.",
      "prop_spans": [
        [
          1827,
          1843,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 1943,
      "end_ix": 2035,
      "text": "\nThis declassification effort won’t make things any worse than they are for President Trump.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2035,
      "end_ix": 2098,
      "text": "\nIt may even prove a political masterstroke of sorts for Trump.",
      "new_text": "\nIt may even prove a political triumph of sorts for Trump.",
      "prop_spans": [
        [
          2048,
          2079,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2098,
      "end_ix": 2281,
      "text": "\nHow else does one fight back against the nameless, faceless bureaucrats of the Deep State who hide behind anonymity to undermine the duly elected 45th president of the United States?",
      "new_text": "\nHow else does one fight back against the unknown bureaucrats of the Deep State who hide behind anonymity to undermine the president of the United States?",
      "prop_spans": [
        [
          2140,
          2189,
          "Name_Calling,Labeling"
        ],
        [
          2228,
          2280,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 2281,
      "end_ix": 2346,
      "text": "\nMake the documents public and let the chips fall where they may.",
      "new_text": "\nMake the documents public and let the events happen as they may.",
      "prop_spans": [
        [
          2308,
          2345,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2346,
      "end_ix": 2388,
      "text": "\nThere is so much leftist dirt to uncover.",
      "new_text": "\nThere is so much dirt to uncover.",
      "prop_spans": [
        [
          2356,
          2377,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2388,
      "end_ix": 2630,
      "text": "\nFor example, it was established some time ago that former President Obama was involved on some level in this shameful un-American plot to rig the 2016 election and undermine his successor by using the privacy-invading apparatus of the state.",
      "new_text": "\nFor example, it was established some time ago that former President Obama was involved on some level in this shameful  plot to rig the 2016 election and undermine his successor by using the privacy-invading apparatus of the state.",
      "prop_spans": [
        [
          2498,
          2524,
          "Loaded_Language"
        ],
        [
          2498,
          2524,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 2630,
      "end_ix": 2765,
      "text": "\nObama wanted “to know everything” the FBI was doing in its investigation into claims that Russia was interfering in the 2016 election.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2765,
      "end_ix": 3004,
      "text": "\nSpecifically, the statement that Obama wanted “to know everything we’re doing” came in a private Sept. 2, 2016, text message from FBI lawyer Lisa Page to FBI agent Peter Strzok, with whom she was having an extramarital affair at the time.",
      "new_text": "\nSpecifically, the statement that Obama wanted “to know everything we’re doing” came in a private Sept. 2, 2016, text message from FBI lawyer Lisa Page to FBI agent Peter Strzok.",
      "prop_spans": [
        [
          2944,
          3003,
          "Red_Herring"
        ]
      ]
    },
    {
      "start_ix": 3004,
      "end_ix": 3110,
      "text": "\n(The exact message, time-stamped 1:50 p.m., reads \"Yes, bc potus wants to know everything we are doing.\")",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3110,
      "end_ix": 3239,
      "text": "\nIn a separate text message to Page, Strzok wrote something cryptic about an “insurance policy” in case Donald Trump got elected.",
      "new_text": "\nIn a separate text message to Page, Strzok wrote something mysterious about an “insurance policy” in case Donald Trump got elected.",
      "prop_spans": [
        [
          3160,
          3178,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3239,
      "end_ix": 3436,
      "text": "\nApparently, he was referring to the salacious, unverified dossier Hillary Clinton and the DNC paid rent-a-spy Christopher Steele to compile that purports to show Trump’s nefarious links to Russia.",
      "new_text": "\nApparently, he was referring to the salacious, unverified dossier Hillary Clinton and the DNC paid Christopher Steele to compile that purports to show Trump’s links to Russia.",
      "prop_spans": [
        [
          3326,
          3350,
          "Name_Calling,Labeling"
        ],
        [
          3402,
          3435,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3436,
      "end_ix": 3759,
      "text": "\nPresident Trump ordered that the relevant documents be released by the Office of the Director of National Intelligence (ODNI) and the Justice Department “[a]t the request of a number of committees of Congress, and for reasons of transparency,” read a statement issued by White House Press Secretary Sarah Huckabee Sanders.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3759,
      "end_ix": 4824,
      "text": "\nTrump ordered the “immediate declassification” of “pages 10-12 and 17-34 of the June 2017 application to the FISA court in the matter of Carter W. Page,” “all FBI reports of interviews with Bruce G. Ohr prepared in connection with the Russia investigation,” and “all FBI reports of interviews prepared in connection with all Carter Page FISA applications.”\nTrump also ordered the “the Department of Justice (including the FBI) to publicly release all text messages relating to the Russia investigation, without redaction, of James Comey, Andrew McCabe, Peter Strzok, Lisa Page, and Bruce Ohr.”\nThe chairman of the House Permanent Select Committee on Intelligence, Devin Nunes (R -Calif.), reportedly hailed Trump’s order, saying it covers “pretty much everything that he wanted … and the text messages are a bonus.”\nA handful of Democratic lawmakers alarmed at the prospect of being exposed as frauds and publicly humiliated wrote Director of National Intelligence Daniel Coats, Deputy Attorney General Rod Rosenstein, and FBI Director Christopher Wray on Tuesday.",
      "new_text": "\nTrump ordered the “immediate declassification” of “pages 10-12 and 17-34 of the June 2017 application to the FISA court in the matter of Carter W. Page,” “all FBI reports of interviews with Bruce G. Ohr prepared in connection with the Russia investigation,” and “all FBI reports of interviews prepared in connection with all Carter Page FISA applications.”\nTrump also ordered the “the Department of Justice (including the FBI) to publicly release all text messages relating to the Russia investigation, without redaction, of James Comey, Andrew McCabe, Peter Strzok, Lisa Page, and Bruce Ohr.”\nThe chairman of the House Permanent Select Committee on Intelligence, Devin Nunes (R -Calif.), reportedly praised Trump’s order, saying it covers “pretty much everything that he wanted … and the text messages are a bonus.”\nA handful of Democratic lawmakers alarmed at the prospect of being exposed and publicly humiliated wrote Director of National Intelligence Daniel Coats, Deputy Attorney General Rod Rosenstein, and FBI Director Christopher Wray on Tuesday.",
      "prop_spans": [
        [
          4460,
          4480,
          "Loaded_Language"
        ],
        [
          4610,
          4685,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4824,
      "end_ix": 4961,
      "text": "\nThe letter, which is an attempt to usurp the powers vested in the president, asks the three agencies to defy the presidential directive.",
      "new_text": "\nThe letter, which is an attempt to seize the powers vested in the president, asks the three agencies to disobey the presidential directive.",
      "prop_spans": [
        [
          4846,
          4900,
          "Loaded_Language"
        ],
        [
          4926,
          4960,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4961,
      "end_ix": 5142,
      "text": "\n\"Your agencies' review, and any communication with the White House on the substance of the material, should not proceed further until you have briefed the Gang of Eight in person.\"",
      "new_text": "\n\"Your agencies' review, and any communication with the White House on the substance of the material, should not proceed further until you have briefed the Gang of Eight in person.\"",
      "prop_spans": [
        [
          5113,
          5131,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 5142,
      "end_ix": 5485,
      "text": "\nIt claims that Trump’s declassification request constitutes improper intervention “in an ongoing law enforcement investigation that may implicate the President himself or those around him.”\nThe authors of the letter even lie about the nature of the broad-based request, claiming Trump is selectively declassifying information to save himself.",
      "new_text": "\nIt claims that Trump’s declassification request constitutes improper intervention “in an ongoing law enforcement investigation that may implicate the President himself or those around him.”\nThe authors of the letter probably lie about the nature of the broad-based request, claiming Trump is selectively declassifying information to save himself.",
      "prop_spans": [
        [
          5333,
          5484,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5485,
      "end_ix": 6077,
      "text": "\n“The action he has taken, to direct your agencies to selectively disclose classified information that he believes he can manipulate publicly to undermine the legitimacy and credibility of the Special Counsel’s [Robert Mueller] investigation, is a brazen abuse of power.”\nThe missive is signed by Senate Minority Leader Chuck Schumer (D-N.Y.), Sen. Mark Warner (D-Va.), who is vice chairman of the Senate Select Committee on Intelligence, House Minority Leader Nancy Pelosi (D-Calif.), and Adam Schiff (D-Calif.), who is ranking member of the House Permanent Select Committee on Intelligence.",
      "new_text": "\n“The action he has taken, to direct your agencies to selectively disclose classified information that he believes he can manipulate publicly to undermine the legitimacy and credibility of the Special Counsel’s [Robert Mueller] investigation, is a misuse of power.”\nThe missive is signed by Senate Minority Leader Chuck Schumer (D-N.Y.), Sen. Mark Warner (D-Va.), who is vice chairman of the Senate Select Committee on Intelligence, House Minority Leader Nancy Pelosi (D-Calif.), and Adam Schiff (D-Calif.), who is ranking member of the House Permanent Select Committee on Intelligence.",
      "prop_spans": [
        [
          5731,
          5754,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6077,
      "end_ix": 6240,
      "text": "\nIntelligence agencies have already reportedly begun working to carry out the president’s orders and the first set of documents could be made public in a few days.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6240,
      "end_ix": 6563,
      "text": "\n“When the President issues such an order, it triggers a declassification review process that is conducted by various agencies within the intelligence community, in conjunction with the White House Counsel, to seek to ensure the safety of America’s national security interests,” a Justice Department official told Fox News.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6563,
      "end_ix": 7222,
      "text": "\n“The Department and the Federal Bureau of Investigation are already working with the Director of National Intelligence to comply with the President’s order.”\nCoats spokeswoman Kellie Wade also said that the agency was “working expeditiously with our interagency partners to conduct a declassification review of the documents the President has identified for declassification.”\nAccording to Fox News:\nThe documents include all FBI reports on interviews, also known as 302s, with Justice Department official Bruce Ohr and all FBI reports of interviews prepared in connection with applications to surveil Carter Page, as well as 21 pages of one renewed warrant.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7222,
      "end_ix": 7399,
      "text": "\nThe 21 pages make up only a small portion of the 412 pages of FISA applications and warrants related to Page released by the FBI earlier this year in a heavily redacted format.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7399,
      "end_ix": 7561,
      "text": "\nThe June 2017 application was the last of four filed by the Justice Department in support of FISA court orders allowing the monitoring of Page for nearly a year.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7561,
      "end_ix": 7698,
      "text": "\nIn comments to reporters and on Twitter, President Trump has been blasting Strzok and Page for months over their inappropriate behavior.",
      "new_text": "\nIn comments to reporters and on Twitter, President Trump has been criticizing Strzok and Page for months over their inappropriate behavior.",
      "prop_spans": [
        [
          7619,
          7637,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7698,
      "end_ix": 7780,
      "text": "\nDitto for former FBI Director James Comey and one of his deputies, Andrew McCabe.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7780,
      "end_ix": 7869,
      "text": "\nTrump fired Comey in May 2017 and Attorney General Jeff Sessions canned McCabe in March.",
      "new_text": "\nTrump fired Comey in May 2017 and Attorney General Jeff Sessions removed McCabe in March.",
      "prop_spans": [
        [
          7846,
          7853,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7869,
      "end_ix": 7929,
      "text": "\nPage left the FBI in May and Strzok got the axe last month.",
      "new_text": "\nPage left the FBI in May and Strzok were removed last month.",
      "prop_spans": [
        [
          7906,
          7918,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7929,
      "end_ix": 8065,
      "text": "\nThat means there are still thousands of unaccountable Deep State operatives in the Trump administration that have yet to be dealt with.",
      "new_text": "\nThat means there are still thousands of unaccountable Deep State operatives in the Trump administration that have yet to be dealt with.",
      "prop_spans": [
        [
          7970,
          8006,
          "Name_Calling,Labeling"
        ]
      ]
    }
  ],
  "original labels": [
    [
      9,
      32,
      "Name_Calling,Labeling"
    ],
    [
      500,
      510,
      "Name_Calling,Labeling"
    ],
    [
      534,
      586,
      "Loaded_Language"
    ],
    [
      598,
      655,
      "Flag-Waving"
    ],
    [
      780,
      819,
      "Exaggeration,Minimisation"
    ],
    [
      1025,
      1089,
      "Exaggeration,Minimisation"
    ],
    [
      1177,
      1197,
      "Exaggeration,Minimisation"
    ],
    [
      1269,
      1296,
      "Loaded_Language"
    ],
    [
      1371,
      1403,
      "Name_Calling,Labeling"
    ],
    [
      1378,
      1403,
      "Exaggeration,Minimisation"
    ],
    [
      1507,
      1534,
      "Name_Calling,Labeling"
    ],
    [
      1605,
      1702,
      "Loaded_Language"
    ],
    [
      1639,
      1656,
      "Name_Calling,Labeling"
    ],
    [
      1780,
      1795,
      "Exaggeration,Minimisation"
    ],
    [
      1827,
      1843,
      "Name_Calling,Labeling"
    ],
    [
      2048,
      2079,
      "Loaded_Language"
    ],
    [
      2140,
      2189,
      "Name_Calling,Labeling"
    ],
    [
      2228,
      2280,
      "Name_Calling,Labeling"
    ],
    [
      2308,
      2345,
      "Loaded_Language"
    ],
    [
      2356,
      2377,
      "Loaded_Language"
    ],
    [
      2498,
      2524,
      "Loaded_Language"
    ],
    [
      2498,
      2524,
      "Flag-Waving"
    ],
    [
      2944,
      3003,
      "Red_Herring"
    ],
    [
      3160,
      3178,
      "Loaded_Language"
    ],
    [
      3326,
      3350,
      "Name_Calling,Labeling"
    ],
    [
      3402,
      3435,
      "Loaded_Language"
    ],
    [
      4460,
      4480,
      "Loaded_Language"
    ],
    [
      4610,
      4685,
      "Loaded_Language"
    ],
    [
      4846,
      4900,
      "Loaded_Language"
    ],
    [
      4926,
      4960,
      "Loaded_Language"
    ],
    [
      5113,
      5131,
      "Name_Calling,Labeling"
    ],
    [
      5333,
      5484,
      "Doubt"
    ],
    [
      5731,
      5754,
      "Loaded_Language"
    ],
    [
      7619,
      7637,
      "Loaded_Language"
    ],
    [
      7846,
      7853,
      "Loaded_Language"
    ],
    [
      7906,
      7918,
      "Loaded_Language"
    ],
    [
      7970,
      8006,
      "Name_Calling,Labeling"
    ]
  ]
}