{
  "article_id": "789370909",
  "sentence offsets in original": [
    0,
    209,
    492,
    631,
    800,
    1499,
    1893,
    2031,
    2172,
    2430,
    2559,
    2872,
    3033,
    3148,
    3298,
    3397,
    3593,
    3897,
    4127,
    4269,
    4526,
    4628,
    4804,
    5023,
    5105,
    5392,
    5571,
    5761,
    5844,
    5938,
    6057,
    6247,
    6525,
    6679,
    6920,
    7573,
    7897,
    8220,
    8376,
    8885,
    9017,
    9095,
    9212,
    9434,
    9489,
    9725,
    9815,
    9871,
    10141,
    10224,
    10401,
    10641,
    10690,
    10941,
    11057,
    11091,
    11152,
    11432,
    11624,
    11706,
    11775,
    12080
  ],
  "original sentences": [
    "Kavanaugh and Last-Minute Accusations\n\nDemocrats are pulling out all the stops and enabling salacious last-minute accusations against Supreme Court nominee Judge Brett Kavanaugh in order to sink his candidacy.",
    "\nNow that Christine Blasey Ford has finally agreed to testify this Thursday at an open hearing of the Senate Judiciary Committee regarding her charge that Judge Kavanaugh sexually assaulted her at a long-ago high school party, these new charges have suddenly emerged from left field.",
    "\nOn Sunday, a former classmate from Judge Kavanaugh's time at Yale accused the Supreme Court nominee of exposing himself to her at a party.",
    "\nThe New Yorker has just published an article written by Ronan Farrow and Jane Mayer, based on information that was reportedly sent to at least four Democratic senators.",
    "\nThe article recounted a claim by Deborah Ramirez, a Yale classmate of Brett Kavanaugh’s, concerning “a dormitory party gone awry.” As the article acknowledged, however, “her memories contained gaps because she had been drinking at the time of the alleged incident.” The article goes on to say that in her initial conversations with The New Yorker, Ms. Ramirez was “reluctant to characterize Kavanaugh’s role in the alleged incident with certainty.” It was only after “six days of carefully assessing her memories and consulting with her attorney” that Ms. Ramirez was suddenly able to pinpoint Judge Kavanaugh as having committed an unsavory act, even though she admitted being “foggy” at the time.",
    "\nThe New Yorker article also noted that the magazine “has not confirmed with other eyewitnesses that Kavanaugh was present at the party.”\nMeanwhile, the ever-present Michael Avenatti, attorney of porn star Stormy Daniels, tweeted that he had information from anonymous sources that Judge Kavanaugh and his friend had \"targeted\" women with drugs and alcohol at parties to facilitate \"gang rape.\"",
    "\nHaters of Judge Kavanaugh are turning the process of Senate confirmation of a Supreme Court nominee into something worse than a travesty.",
    "\nHis opponents in the Senate have transformed their “advise and consent” function into a campaign of no-holds barred character assassination.",
    "\n\nWhile Judge Kavanaugh weathers these latest accusations, which he adamantly denies, his real test will be on Thursday, assuming that Christine Blasey Ford will follow through on her agreement to testify at an open hearing of the Senate Judiciary Committee.",
    "\nHer attorneys stalled for a week before making the announcement that Ms. Ford would testify despite certain “unresolved” issues.",
    "\nAmong the issues Ms. Ford’s attorneys have raised was the refusal of the committee to subpoena one of the purported witnesses, Mark Judge, who Ms. Ford reportedly claims was involved in the alleged incident, as well as “who on the Majority side will be asking the questions, whether senators or staff attorneys.\"",
    "\nA week has already gone by since Ms. Ford went public with her story in an interview with the Washington Post while Ms. Ford and her attorneys stalled for time.",
    "\nThey raised one procedural issue after another while claiming that the committee majority was “bullying” Ms. Ford.",
    "\nSenate Judiciary Committee Chairman Charles Grassley (R-I) has bent over backwards to accommodate Ms. Ford’s preferred scheduling for her appearance.",
    "\nHe extended the deadline several times for her to come to a decision on whether to testify at all.",
    "\nHe had offered various options for her to testify publicly or privately or to be interviewed by committee staff in her home state of California, whichever setting would make her more comfortable.",
    "\nHowever, in Senator Grassley’s e-mail thanking Ms. Ford for finally agreeing to a time certain for her testimony, Senator Grassley correctly reminded her attorneys that “the committee determines which witnesses to call, how many witnesses to call, and what order to call them and who will question them.",
    "\nThese are nonnegotiable.”\nWhile the negotiations with Ms. Ford’s attorneys for her testimony were underway, Democrats were sitting on the latest allegations, ready to pounce as soon as Ms. Ford’s accusation was about to be heard.",
    "\nSome Democrats are already using the Ramirez episode to push anew for a fresh FBI investigation and to postpone Thursday’s scheduled hearing.",
    "\nIdeally, if the Democrats cannot apply enough pressure to force a withdrawal of Judge Kavanaugh’s nomination through their relentless campaign of character assassination, they want to push any Senate votes until after the midterm elections at the earliest.",
    "\nThen they will claim that the newly elected senators should be involved in the confirmation decision.",
    "\nIn the meantime, Judge Kavanaugh’s adversaries in the Senate, the mainstream media and progressive circles continue to bludgeon Judge Kavanaugh in the court of public opinion.",
    "\nAll of their stratagems are an obvious attempt to buy time in order to persuade any wavering senators that Judge Kavanaugh is too tainted by sexual assault charges – whether proven or not - to sit on the Supreme Court.",
    "\nProof does not matter to those wanting to bring Judge Kavanaugh down at any cost.",
    "\nRegarding Ms. Ford’s accusation, they know that the proof so far is non-existent, aside from Ms. Ford’s own assertions contained in her confidential letter given to Senator Dianne Feinstein, the ranking member of the Judiciary Committee, last July, and in her Washington Post interview.",
    "\nWhile a redacted version of Ms. Ford’s letter has been published, Senator Feinstein has refused to date to give even Senator Grassley a copy of the completely unredacted version.",
    "\nThe FBI has already conducted 6 background checks, no federal crime is alleged, and there is no forensic evidence to investigate after 30 years at a site that Ms. Ford cannot even identify.",
    "\nWhat we do know so far tends to undercut the credibility of Ms. Ford’s accusation.",
    "\nMs. Ford cannot corroborate her decades-old charge of sexual assault against Judge Kavanaugh.",
    "\nWhatever corroboration Ms. Ford was hoping for from “witnesses” she claimed were at the alleged party is non-existent.",
    "\nThe individuals she reportedly named in her unredacted confidential letter given to Senator Feinstein have either denied being at such a party or do not recollect what Ms. Ford has alleged.",
    "\nMoreover, by her own admission to the Washington Post, Ms. Ford “said she does not remember some key details of the incident.” She does not remember, for example, where it happened, how the party came together in the first place, or how she got home after the alleged incident.",
    "\nShe believes the alleged incident occurred during the summer of 1982, but reportedly could not be more precise on the day or even the month of the party.",
    "\nAfraid that Ms. Ford’s sexual assault allegation could be readily challenged and anxious to establish some sort of pattern of sexual misconduct beyond this single alleged incident, the Kavanaugh haters have latched onto Ms. Ramirez’s story.",
    "\nThe New York Times published an op-ed column last week by a psychiatrist, Richard A. Friedman, who cited neurological science to conclude that Ms. Ford’s claim that she has “a vivid memory of an attack that took place when she was 15” is “credible.” The reason, he wrote, is that “memories formed under the influence of intense emotion — such as the feelings that accompany a sexual assault — are indelible in the way that memories of a routine day are not.” The only problem with Dr. Friedman’s thesis is that Ms. Ford has apparently forgotten such key details surrounding the alleged sexual assault as when and where it happened and how she got home.",
    "\nMoreover, when Ms. Ford finally told someone about the incident in any detail some 30 years later in 2012, during a couples therapy session with her husband, she did not name Judge Kavanaugh specifically, according to the therapist’s notes that Ms. Ford had provided to the Washington Post in connection with her interview.",
    "\nThe Washington Post reported that the therapist’s notes it reviewed “do not mention Kavanaugh’s name but say she reported that she was attacked by students ‘from an elitist boys’ school’ who went on to become ‘highly respected and high-ranking members of society in Washington.’”\nMs. Ramirez’s story is even less credible.",
    "\nIt took an attorney and six days of very belated reflection to help revive her memory of an incident she claimed happened while she herself was very drunk.",
    "\nSenator Mazie Hirono (D-Hawaii), one of Judge Kavanaugh’s fiercest critics who told men to “shut up” regarding Ms. Ford’s allegations, said she doubts Judge Kavanaugh’s credibility because of “how he approaches his cases.” Aside from mischaracterizing the constitutional textualist reasoning underlying Judge Kavanaugh’s opinions, she is saying that she does not believe Judge Kavanaugh’s denial of the sexual misconduct allegations lodged against him because of the opinions he wrote that she does not like.",
    "\nSuch circular “reasoning” would be amusing if it were not so emblematic of what one writer called “Kavanaugh Derangement Syndrome.\"",
    "\nSenator Kirsten Gillibrand (D-N.Y.) is also suffering from the same syndrome.",
    "\nShe said Thursday regarding Ms. Ford: \"I believe her because she is telling the truth and you know it by her story.\"",
    "\nMs. Ford’s supporters are exploiting the “Me Too” movement to declare Judge Kavanaugh guilty simply because Ms. Ford is a woman who has made what they call, without any corroborating evidence to date, a “credible” charge.",
    "\nThe same would presumably be the case for Ms. Ramirez.",
    "\nThey argue that since the Senate Judiciary Committee is not a criminal judicial trial, but rather a legislative hearing for confirmation of a Supreme Court nominee, the normal burden of proof shouldered by the accuser should not apply.",
    "\nJudge Kavanaugh should have to prove that he is not guilty, they are in effect insisting.",
    "\nThis is another case of Kavanaugh Derangement Syndrome.",
    "\nLet’s assume for the sake of argument that the normal burden on the prosecution in a criminal case - to prove the accused’s guilt beyond a reasonable doubt - is not applicable regarding the charge against Judge Kavanaugh since he is not a defendant in a criminal trial.",
    "\nHowever, that should not flip the burden of proof onto Judge Kavanaugh altogether.",
    "\nJudge Kavanaugh is being subjected to charges of a criminal nature that could not only deprive him of a seat on the Supreme Court for which he is otherwise eminently qualified.",
    "\nMs. Ford’s unsubstantiated accusation can completely destroy Judge Kavanaugh’s life by causing irreparable damage to his reputation for integrity and good character and to his career, which he has built up during decades of public service.",
    "\nHis family’s lives have been completely upended.",
    "\nPlacing the burden on Judge Kavanaugh to prove that he was not involved in an uncorroborated incident from years ago, about which even his accuser does not recall key details, turns the fundamental constitutional principle of due process upside down.",
    "\nMs. Ford should have the burden to prove her accusations by at least a preponderance of all the evidence presented.",
    "\nThis charade must come to an end.",
    "\nNo more extensions for Ms. Ford to come forward and testify.",
    "\nIf Ms. Ford does not follow through with her agreement to testify in an open Senate Judiciary Committee hearing this Thursday and do so upon the conditions set by the committee, she should go home while the committee proceeds to an immediate vote on Judge Kavanaugh’s nomination.",
    "\nIf Ms. Ford and Judge Kavanaugh do testify, the senators deciding on whether to confirm Judge Kavanaugh as well as the American public following the testimony must remember one cardinal rule.",
    "\nIn a nation guided by fairness and law, a person is innocent until proven guilty.",
    "\nSadly, many of Judge Kavanaugh’s haters have thrown that rule aside.",
    "\nIf Judge Kavanaugh’s nomination is pulled as a result of the smears and character assassination, President Trump should immediately nominate someone on his short list such as Amy Coney Barrett and the Senate Republican majority should then push through the new nominee’s confirmation as soon as possible.",
    "\nDelay is not an option."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 209,
      "text": "Kavanaugh and Last-Minute Accusations\n\nDemocrats are pulling out all the stops and enabling salacious last-minute accusations against Supreme Court nominee Judge Brett Kavanaugh in order to sink his candidacy.",
      "new_text": "Kavanaugh and Last-Minute Accusations\n\nDemocrats are making all the efforts and enabling salacious last-minute accusations against Supreme Court nominee Judge Brett Kavanaugh in order to sink his candidacy.",
      "prop_spans": [
        [
          53,
          79,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 209,
      "end_ix": 492,
      "text": "\nNow that Christine Blasey Ford has finally agreed to testify this Thursday at an open hearing of the Senate Judiciary Committee regarding her charge that Judge Kavanaugh sexually assaulted her at a long-ago high school party, these new charges have suddenly emerged from left field.",
      "new_text": "\nNow that Christine Blasey Ford has finally agreed to testify this Thursday at an open hearing of the Senate Judiciary Committee regarding her charge that Judge Kavanaugh sexually assaulted her at a long-ago high school party, these new charges have suddenly emerged.",
      "prop_spans": [
        [
          459,
          491,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 492,
      "end_ix": 631,
      "text": "\nOn Sunday, a former classmate from Judge Kavanaugh's time at Yale accused the Supreme Court nominee of exposing himself to her at a party.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 631,
      "end_ix": 800,
      "text": "\nThe New Yorker has just published an article written by Ronan Farrow and Jane Mayer, based on information that was reportedly sent to at least four Democratic senators.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 800,
      "end_ix": 1499,
      "text": "\nThe article recounted a claim by Deborah Ramirez, a Yale classmate of Brett Kavanaugh’s, concerning “a dormitory party gone awry.” As the article acknowledged, however, “her memories contained gaps because she had been drinking at the time of the alleged incident.” The article goes on to say that in her initial conversations with The New Yorker, Ms. Ramirez was “reluctant to characterize Kavanaugh’s role in the alleged incident with certainty.” It was only after “six days of carefully assessing her memories and consulting with her attorney” that Ms. Ramirez was suddenly able to pinpoint Judge Kavanaugh as having committed an unsavory act, even though she admitted being “foggy” at the time.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1499,
      "end_ix": 1893,
      "text": "\nThe New Yorker article also noted that the magazine “has not confirmed with other eyewitnesses that Kavanaugh was present at the party.”\nMeanwhile, the ever-present Michael Avenatti, attorney of porn star Stormy Daniels, tweeted that he had information from anonymous sources that Judge Kavanaugh and his friend had \"targeted\" women with drugs and alcohol at parties to facilitate \"gang rape.\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1893,
      "end_ix": 2031,
      "text": "\nHaters of Judge Kavanaugh are turning the process of Senate confirmation of a Supreme Court nominee into something worse than a travesty.",
      "new_text": "\nHaters of Judge Kavanaugh are turning the process of Senate confirmation of a Supreme Court nominee into something misrepresented.",
      "prop_spans": [
        [
          1894,
          1920,
          "Name_Calling,Labeling"
        ],
        [
          2009,
          2030,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 2031,
      "end_ix": 2172,
      "text": "\nHis opponents in the Senate have transformed their “advise and consent” function into a campaign of no-holds barred character assassination.",
      "new_text": "\nHis opponents in the Senate have transformed their “advise and consent” function into a campaign of no-holds barred defamation.",
      "prop_spans": [
        [
          2148,
          2171,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 2172,
      "end_ix": 2430,
      "text": "\n\nWhile Judge Kavanaugh weathers these latest accusations, which he adamantly denies, his real test will be on Thursday, assuming that Christine Blasey Ford will follow through on her agreement to testify at an open hearing of the Senate Judiciary Committee.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2430,
      "end_ix": 2559,
      "text": "\nHer attorneys stalled for a week before making the announcement that Ms. Ford would testify despite certain “unresolved” issues.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2559,
      "end_ix": 2872,
      "text": "\nAmong the issues Ms. Ford’s attorneys have raised was the refusal of the committee to subpoena one of the purported witnesses, Mark Judge, who Ms. Ford reportedly claims was involved in the alleged incident, as well as “who on the Majority side will be asking the questions, whether senators or staff attorneys.\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2872,
      "end_ix": 3033,
      "text": "\nA week has already gone by since Ms. Ford went public with her story in an interview with the Washington Post while Ms. Ford and her attorneys stalled for time.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3033,
      "end_ix": 3148,
      "text": "\nThey raised one procedural issue after another while claiming that the committee majority was “bullying” Ms. Ford.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3148,
      "end_ix": 3298,
      "text": "\nSenate Judiciary Committee Chairman Charles Grassley (R-I) has bent over backwards to accommodate Ms. Ford’s preferred scheduling for her appearance.",
      "new_text": "\nSenate Judiciary Committee Chairman Charles Grassley (R-I) has worked extra hard to accommodate Ms. Ford’s preferred scheduling for her appearance.",
      "prop_spans": [
        [
          3212,
          3232,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3298,
      "end_ix": 3397,
      "text": "\nHe extended the deadline several times for her to come to a decision on whether to testify at all.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3397,
      "end_ix": 3593,
      "text": "\nHe had offered various options for her to testify publicly or privately or to be interviewed by committee staff in her home state of California, whichever setting would make her more comfortable.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3593,
      "end_ix": 3897,
      "text": "\nHowever, in Senator Grassley’s e-mail thanking Ms. Ford for finally agreeing to a time certain for her testimony, Senator Grassley correctly reminded her attorneys that “the committee determines which witnesses to call, how many witnesses to call, and what order to call them and who will question them.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3897,
      "end_ix": 4127,
      "text": "\nThese are nonnegotiable.”\nWhile the negotiations with Ms. Ford’s attorneys for her testimony were underway, Democrats were sitting on the latest allegations, ready to pounce as soon as Ms. Ford’s accusation was about to be heard.",
      "new_text": "\nThese are nonnegotiable.”\nWhile the negotiations with Ms. Ford’s attorneys for her testimony were underway, Democrats were sitting on the latest allegations, ready to attack as soon as Ms. Ford’s accusation was about to be heard.",
      "prop_spans": [
        [
          4056,
          4072,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4127,
      "end_ix": 4269,
      "text": "\nSome Democrats are already using the Ramirez episode to push anew for a fresh FBI investigation and to postpone Thursday’s scheduled hearing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4269,
      "end_ix": 4526,
      "text": "\nIdeally, if the Democrats cannot apply enough pressure to force a withdrawal of Judge Kavanaugh’s nomination through their relentless campaign of character assassination, they want to push any Senate votes until after the midterm elections at the earliest.",
      "new_text": "\nIdeally, if the Democrats cannot apply enough pressure to force a withdrawal of Judge Kavanaugh’s nomination through their relentless campaign of defamation, they want to push any Senate votes until after the midterm elections at the earliest.",
      "prop_spans": [
        [
          4416,
          4439,
          "Slogans"
        ],
        [
          4416,
          4439,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 4526,
      "end_ix": 4628,
      "text": "\nThen they will claim that the newly elected senators should be involved in the confirmation decision.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4628,
      "end_ix": 4804,
      "text": "\nIn the meantime, Judge Kavanaugh’s adversaries in the Senate, the mainstream media and progressive circles continue to bludgeon Judge Kavanaugh in the court of public opinion.",
      "new_text": "\nIn the meantime, Judge Kavanaugh’s adversaries in the Senate, the mainstream media and progressive circles continue to thrash Judge Kavanaugh in the court of public opinion.",
      "prop_spans": [
        [
          4736,
          4757,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4804,
      "end_ix": 5023,
      "text": "\nAll of their stratagems are an obvious attempt to buy time in order to persuade any wavering senators that Judge Kavanaugh is too tainted by sexual assault charges – whether proven or not - to sit on the Supreme Court.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5023,
      "end_ix": 5105,
      "text": "\nProof does not matter to those wanting to bring Judge Kavanaugh down at any cost.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5105,
      "end_ix": 5392,
      "text": "\nRegarding Ms. Ford’s accusation, they know that the proof so far is non-existent, aside from Ms. Ford’s own assertions contained in her confidential letter given to Senator Dianne Feinstein, the ranking member of the Judiciary Committee, last July, and in her Washington Post interview.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5392,
      "end_ix": 5571,
      "text": "\nWhile a redacted version of Ms. Ford’s letter has been published, Senator Feinstein has refused to date to give even Senator Grassley a copy of the completely unredacted version.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5571,
      "end_ix": 5761,
      "text": "\nThe FBI has already conducted 6 background checks, no federal crime is alleged, and there is no forensic evidence to investigate after 30 years at a site that Ms. Ford cannot even identify.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5761,
      "end_ix": 5844,
      "text": "\nWhat we do know so far tends to undercut the credibility of Ms. Ford’s accusation.",
      "new_text": "\n",
      "prop_spans": [
        [
          5762,
          5843,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5844,
      "end_ix": 5938,
      "text": "\nMs. Ford cannot corroborate her decades-old charge of sexual assault against Judge Kavanaugh.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5938,
      "end_ix": 6057,
      "text": "\nWhatever corroboration Ms. Ford was hoping for from “witnesses” she claimed were at the alleged party is non-existent.",
      "new_text": "\nWhatever corroboration Ms. Ford was hoping for from witnesses she claimed were at the alleged party is non-existent.",
      "prop_spans": [
        [
          5939,
          6056,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 6057,
      "end_ix": 6247,
      "text": "\nThe individuals she reportedly named in her unredacted confidential letter given to Senator Feinstein have either denied being at such a party or do not recollect what Ms. Ford has alleged.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6247,
      "end_ix": 6525,
      "text": "\nMoreover, by her own admission to the Washington Post, Ms. Ford “said she does not remember some key details of the incident.” She does not remember, for example, where it happened, how the party came together in the first place, or how she got home after the alleged incident.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6525,
      "end_ix": 6679,
      "text": "\nShe believes the alleged incident occurred during the summer of 1982, but reportedly could not be more precise on the day or even the month of the party.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6679,
      "end_ix": 6920,
      "text": "\nAfraid that Ms. Ford’s sexual assault allegation could be readily challenged and anxious to establish some sort of pattern of sexual misconduct beyond this single alleged incident, the Kavanaugh haters have latched onto Ms. Ramirez’s story.",
      "new_text": "\nAfraid that Ms. Ford’s sexual assault allegation could be readily challenged and anxious to establish some sort of pattern of sexual misconduct beyond this single alleged incident, the Kavanaugh opposers have latched onto Ms. Ramirez’s story.",
      "prop_spans": [
        [
          6861,
          6882,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 6920,
      "end_ix": 7573,
      "text": "\nThe New York Times published an op-ed column last week by a psychiatrist, Richard A. Friedman, who cited neurological science to conclude that Ms. Ford’s claim that she has “a vivid memory of an attack that took place when she was 15” is “credible.” The reason, he wrote, is that “memories formed under the influence of intense emotion — such as the feelings that accompany a sexual assault — are indelible in the way that memories of a routine day are not.” The only problem with Dr. Friedman’s thesis is that Ms. Ford has apparently forgotten such key details surrounding the alleged sexual assault as when and where it happened and how she got home.",
      "new_text": "\nThe New York Times published an op-ed column last week by a psychiatrist, Richard A. Friedman, who cited neurological science to conclude that Ms. Ford’s claim that she has “a vivid memory of an attack that took place when she was 15” is “credible.” The reason, he wrote, is that “memories formed under the influence of intense emotion — such as the feelings that accompany a sexual assault — are indelible in the way that memories of a routine day are not.” The only problem with Dr. Friedman’s thesis is that Ms. Ford has apparently forgotten such key details surrounding the alleged sexual assault as when and where it happened and how she got home.",
      "prop_spans": [
        [
          7380,
          7572,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 7573,
      "end_ix": 7897,
      "text": "\nMoreover, when Ms. Ford finally told someone about the incident in any detail some 30 years later in 2012, during a couples therapy session with her husband, she did not name Judge Kavanaugh specifically, according to the therapist’s notes that Ms. Ford had provided to the Washington Post in connection with her interview.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7897,
      "end_ix": 8220,
      "text": "\nThe Washington Post reported that the therapist’s notes it reviewed “do not mention Kavanaugh’s name but say she reported that she was attacked by students ‘from an elitist boys’ school’ who went on to become ‘highly respected and high-ranking members of society in Washington.’”\nMs. Ramirez’s story is even less credible.",
      "new_text": "\nThe Washington Post reported that the therapist’s notes it reviewed “do not mention Kavanaugh’s name but say she reported that she was attacked by students ‘from an elitist boys’ school’ who went on to become ‘highly respected and high-ranking members of society in Washington.’”\nMs. Ramirez’s story is even less credible.",
      "prop_spans": [
        [
          8063,
          8083,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8220,
      "end_ix": 8376,
      "text": "\nIt took an attorney and six days of very belated reflection to help revive her memory of an incident she claimed happened while she herself was very drunk.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8376,
      "end_ix": 8885,
      "text": "\nSenator Mazie Hirono (D-Hawaii), one of Judge Kavanaugh’s fiercest critics who told men to “shut up” regarding Ms. Ford’s allegations, said she doubts Judge Kavanaugh’s credibility because of “how he approaches his cases.” Aside from mischaracterizing the constitutional textualist reasoning underlying Judge Kavanaugh’s opinions, she is saying that she does not believe Judge Kavanaugh’s denial of the sexual misconduct allegations lodged against him because of the opinions he wrote that she does not like.",
      "new_text": "\nSenator Mazie Hirono (D-Hawaii), one of Judge Kavanaugh’s fiercest critics who told men to “shut up” regarding Ms. Ford’s allegations, said she doubts Judge Kavanaugh’s credibility because of “how he approaches his cases.” Aside from mischaracterizing the constitutional textualist reasoning underlying Judge Kavanaugh’s opinions, she is saying that she does not believe Judge Kavanaugh’s denial of the sexual misconduct allegations lodged against him because of the opinions he wrote that she does not like.",
      "prop_spans": [
        [
          8517,
          8597,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 8885,
      "end_ix": 9017,
      "text": "\nSuch circular “reasoning” would be amusing if it were not so emblematic of what one writer called “Kavanaugh Derangement Syndrome.\"",
      "new_text": "\nSuch circular “reasoning” would be amusing if it were not so emblematic of what one writer called “Kavanaugh Derangement Syndrome.\"",
      "prop_spans": [
        [
          8985,
          9015,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 9017,
      "end_ix": 9095,
      "text": "\nSenator Kirsten Gillibrand (D-N.Y.) is also suffering from the same syndrome.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9095,
      "end_ix": 9212,
      "text": "\nShe said Thursday regarding Ms. Ford: \"I believe her because she is telling the truth and you know it by her story.\"",
      "new_text": "\nShe said Thursday regarding Ms. Ford: \"I believe her because she is telling the truth and you know it by her story.\"",
      "prop_spans": [
        [
          9135,
          9210,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 9212,
      "end_ix": 9434,
      "text": "\nMs. Ford’s supporters are exploiting the “Me Too” movement to declare Judge Kavanaugh guilty simply because Ms. Ford is a woman who has made what they call, without any corroborating evidence to date, a “credible” charge.",
      "new_text": "\nMs. Ford’s supporters are exploiting the “Me Too” movement to declare Judge Kavanaugh guilty simply because Ms. Ford is a woman who has made what they call, without enough corroborating evidence to date, a “credible” charge.",
      "prop_spans": [
        [
          9255,
          9272,
          "Name_Calling,Labeling"
        ],
        [
          9306,
          9433,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 9434,
      "end_ix": 9489,
      "text": "\nThe same would presumably be the case for Ms. Ramirez.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9489,
      "end_ix": 9725,
      "text": "\nThey argue that since the Senate Judiciary Committee is not a criminal judicial trial, but rather a legislative hearing for confirmation of a Supreme Court nominee, the normal burden of proof shouldered by the accuser should not apply.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9725,
      "end_ix": 9815,
      "text": "\nJudge Kavanaugh should have to prove that he is not guilty, they are in effect insisting.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9815,
      "end_ix": 9871,
      "text": "\nThis is another case of Kavanaugh Derangement Syndrome.",
      "new_text": "\n",
      "prop_spans": [
        [
          9840,
          9870,
          "Slogans"
        ],
        [
          9840,
          9870,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 9871,
      "end_ix": 10141,
      "text": "\nLet’s assume for the sake of argument that the normal burden on the prosecution in a criminal case - to prove the accused’s guilt beyond a reasonable doubt - is not applicable regarding the charge against Judge Kavanaugh since he is not a defendant in a criminal trial.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10141,
      "end_ix": 10224,
      "text": "\nHowever, that should not flip the burden of proof onto Judge Kavanaugh altogether.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10224,
      "end_ix": 10401,
      "text": "\nJudge Kavanaugh is being subjected to charges of a criminal nature that could not only deprive him of a seat on the Supreme Court for which he is otherwise eminently qualified.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10401,
      "end_ix": 10641,
      "text": "\nMs. Ford’s unsubstantiated accusation can completely destroy Judge Kavanaugh’s life by causing irreparable damage to his reputation for integrity and good character and to his career, which he has built up during decades of public service.",
      "new_text": "\nMs. Ford’s unsubstantiated accusation can destroy Judge Kavanaugh’s life by causing irreparable damage to his reputation for integrity and good character and to his career, which he has built up during decades of public service.",
      "prop_spans": [
        [
          10444,
          10486,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 10641,
      "end_ix": 10690,
      "text": "\nHis family’s lives have been completely upended.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10690,
      "end_ix": 10941,
      "text": "\nPlacing the burden on Judge Kavanaugh to prove that he was not involved in an uncorroborated incident from years ago, about which even his accuser does not recall key details, turns the fundamental constitutional principle of due process upside down.",
      "new_text": "\nPlacing the burden on Judge Kavanaugh to prove that he was not involved in an uncorroborated incident from years ago, about which even his accuser does not recall key details, turns the fundamental principle of due process upside down.",
      "prop_spans": [
        [
          10867,
          10940,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 10941,
      "end_ix": 11057,
      "text": "\nMs. Ford should have the burden to prove her accusations by at least a preponderance of all the evidence presented.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11057,
      "end_ix": 11091,
      "text": "\nThis charade must come to an end.",
      "new_text": "\nThis pretence must come to an end.",
      "prop_spans": [
        [
          11058,
          11071,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11091,
      "end_ix": 11152,
      "text": "\nNo more extensions for Ms. Ford to come forward and testify.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11152,
      "end_ix": 11432,
      "text": "\nIf Ms. Ford does not follow through with her agreement to testify in an open Senate Judiciary Committee hearing this Thursday and do so upon the conditions set by the committee, she should go home while the committee proceeds to an immediate vote on Judge Kavanaugh’s nomination.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11432,
      "end_ix": 11624,
      "text": "\nIf Ms. Ford and Judge Kavanaugh do testify, the senators deciding on whether to confirm Judge Kavanaugh as well as the American public following the testimony must remember one cardinal rule.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11624,
      "end_ix": 11706,
      "text": "\nIn a nation guided by fairness and law, a person is innocent until proven guilty.",
      "new_text": "\nAccording to fairness and law, a person is innocent until proven guilty.",
      "prop_spans": [
        [
          11625,
          11705,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 11706,
      "end_ix": 11775,
      "text": "\nSadly, many of Judge Kavanaugh’s haters have thrown that rule aside.",
      "new_text": "\nSadly, many of Judge Kavanaugh’s opposers have thrown that rule aside.",
      "prop_spans": [
        [
          11722,
          11747,
          "Name_Calling,Labeling"
        ],
        [
          11722,
          11747,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 11775,
      "end_ix": 12080,
      "text": "\nIf Judge Kavanaugh’s nomination is pulled as a result of the smears and character assassination, President Trump should immediately nominate someone on his short list such as Amy Coney Barrett and the Senate Republican majority should then push through the new nominee’s confirmation as soon as possible.",
      "new_text": "\nIf Judge Kavanaugh’s nomination is pulled as a result of the defamation, President Trump should immediately nominate someone on his short list such as Amy Coney Barrett and the Senate Republican majority should then push through the new nominee’s confirmation as soon as possible.",
      "prop_spans": [
        [
          11837,
          11844,
          "Loaded_Language"
        ],
        [
          11848,
          11871,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 12080,
      "end_ix": 12104,
      "text": "\nDelay is not an option.",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      53,
      79,
      "Loaded_Language"
    ],
    [
      459,
      491,
      "Loaded_Language"
    ],
    [
      1894,
      1920,
      "Name_Calling,Labeling"
    ],
    [
      2009,
      2030,
      "Exaggeration,Minimisation"
    ],
    [
      2148,
      2171,
      "Slogans"
    ],
    [
      3212,
      3232,
      "Loaded_Language"
    ],
    [
      4056,
      4072,
      "Loaded_Language"
    ],
    [
      4416,
      4439,
      "Slogans"
    ],
    [
      4416,
      4439,
      "Repetition"
    ],
    [
      4736,
      4757,
      "Loaded_Language"
    ],
    [
      5762,
      5843,
      "Doubt"
    ],
    [
      5939,
      6056,
      "Doubt"
    ],
    [
      6861,
      6882,
      "Name_Calling,Labeling"
    ],
    [
      7380,
      7572,
      "Doubt"
    ],
    [
      8063,
      8083,
      "Name_Calling,Labeling"
    ],
    [
      8517,
      8597,
      "Doubt"
    ],
    [
      8985,
      9015,
      "Slogans"
    ],
    [
      9135,
      9210,
      "Appeal_to_Authority"
    ],
    [
      9255,
      9272,
      "Name_Calling,Labeling"
    ],
    [
      9306,
      9433,
      "Causal_Oversimplification"
    ],
    [
      9840,
      9870,
      "Slogans"
    ],
    [
      9840,
      9870,
      "Repetition"
    ],
    [
      10444,
      10486,
      "Exaggeration,Minimisation"
    ],
    [
      10867,
      10940,
      "Flag-Waving"
    ],
    [
      11058,
      11071,
      "Loaded_Language"
    ],
    [
      11625,
      11705,
      "Flag-Waving"
    ],
    [
      11722,
      11747,
      "Name_Calling,Labeling"
    ],
    [
      11722,
      11747,
      "Repetition"
    ],
    [
      11837,
      11844,
      "Loaded_Language"
    ],
    [
      11848,
      11871,
      "Slogans"
    ]
  ]
}