{
  "article_id": "789615291",
  "sentence offsets in original": [
    0,
    114,
    203,
    284,
    492,
    646,
    981,
    1243,
    1330,
    1584,
    1843,
    2031,
    2134,
    2189,
    2438,
    2548,
    2764,
    2934,
    2986,
    3148,
    3332,
    3506,
    3685,
    3828,
    3889,
    3908,
    3964,
    4090,
    4249,
    4350,
    4429,
    4584,
    4619,
    4662,
    4755,
    4758,
    4848,
    4851,
    4958,
    4961,
    5063,
    5066,
    5213,
    5216,
    5409,
    5512,
    5515,
    5630,
    5633,
    5718,
    5722,
    5860,
    6030,
    6082,
    6144,
    6389,
    6425,
    6567,
    6683,
    6768,
    6899,
    7096,
    7212,
    7261,
    7555,
    7611,
    7749,
    7754,
    8180,
    8262,
    8376,
    8514,
    8632,
    8759,
    8941,
    9033,
    9163,
    9231,
    9507,
    9646,
    9842,
    10024,
    10106,
    10324,
    10561,
    10646,
    10964,
    11049,
    11220,
    11435,
    11717,
    11823,
    12188,
    12239,
    12263,
    12535,
    12627,
    12693,
    12811,
    12948,
    12969,
    12985,
    13050,
    13086,
    13156,
    13243,
    13437,
    13555,
    13692
  ],
  "original sentences": [
    "Stop Appeasing the Democrats\n\nBruce Thornton is a Shillman Journalism Fellow at the David Horowitz Freedom Center.",
    "\nFrom the playground to geopolitics, appeasing an aggressor invites only more aggression.",
    "\nThis timeless truth of human nature is one that we moderns can’t seem to accept.",
    "\nWe reflexively assume that a rational accommodation or concessions will be reciprocated by those proven to be ready to use any means necessary to achieve their aims, no matter how amoral, unfair, or vicious.",
    "\nBrett Kavanaugh’s confirmation hearings for the Supreme Court illustrate that this false assumption leads only to more demands, and ultimately to defeat.",
    "\nThe last-minute accusations from Christine Blasey Ford, a woman who claims that decades ago Kavanaugh groped her at a high school party, and Deborah Ramirez, who accused Kavanaugh of exposing himself to her at a frat party at Yale, are transparent acts of aggression against the judge and Republicans, one engineered by the Democrats.",
    "\nSenator Dianne Feinstein sat for months on Ford’s letter and then––just as the Dems did in 1991with Anita Hill’s charges of sexual harassment against Clarence Thomas’s during his hearings––released it only when Kavanaugh appeared to be heading for confirmation.",
    "\nFeinstein still hasn’t given the Judiciary Committee an unredacted copy of the letter.",
    "\nA few weeks after Ford went public, and after Kavanaugh said he had dairies from that summer detailing his whereabouts, The New Yorker published Ramirez’s account of a drunken party filled with obscene drinking games where he exposed himself to Ramirez.",
    "\nGiven that the Democrats had made public in advance their intention to derail the hearings and confirmation by any means possible, the timing of both sexual assault charges reeks of premeditated contrivance intended to delay confirmation as long as possible.",
    "\nBut in the face of this naked ploy to bork Kavanaugh and derail the confirmation process for partisan advantage, the Republicans seem to be reverting to their customary preemptive cringe.",
    "\nAll the Dems have to do is squeal “sexism” and Republicans start negotiating and offering concessions.",
    "\nOf course, after each concession comes another demand.",
    "\nFirst the Dems demanded that Ford, a long-time Democrat activist, “be heard.” So last week the Chairman of Judiciary Committee, Chuck Grassley, granted another deadline extension for Ford to decide whether to testify before the Committee on Monday.",
    "\nSenator Dianne Feinstein calls these concessions “bullying deadlines.” As Feinstein put it, “Show some heart.",
    "\nWait until Dr. Ford feels that she can come before the committee.” Ford doesn’t “feel” like she can testify on Monday because she’s afraid of flying, despite offers from the Committee to travel to her in California.",
    "\nThen she feared for her life because of death threats ––threats also made to Kavanaugh, his wife and two young daughters–– so she now demands enhanced security measures.",
    "\nThe Committee caved and moved the date to Thursday.",
    "\nSo of course, Grassley having been intimidated into giving Ford a chance to address the Committee, Ramirez and her handlers are now demanding the same privilege.",
    "\n“Creepy Lawyer” for porn star Stormy Daniels claims to represent a woman who also should be allowed to testify to the Senate Committee about Kavanaugh’s partying habits while at Yale.",
    "\nWe’ll have to see whether Grassley can find the stomach to put an end to the farce of allowing unsubstantiated charges from Democrat activists to waste the Committee’s time.",
    "\nFord and Dianne Feinstein also keep demanding an FBI investigation, even though no federal crime is being alleged, and any investigation 36 years after the offense is impossible.",
    "\nFord can’t remember where and when the alleged assault took place, nor how she got to or went home from the party where it allegedly occurred.",
    "\nHer own details of the event don’t jibe (Four boys or three?",
    "\nOne girl or two?).",
    "\nShe told no one about the assault until 30 years later.",
    "\nA “lifelong friend” whom Ford claims was at the party has denied any knowledge of the it, and says she’s never met Kavanaugh.",
    "\nAnother friend who reported that the school was abuzz with gossip about the attack (which apparently took place during summer break), retracted her statement.",
    "\nThe two men Ford named as possible witnesses to the assault have contradicter her claims under oath.",
    "\nAnd the accused Judge Kavanaugh also under oath vehemently denies the charges.",
    "\nGiven that 36 years have passed since the incident, and the accuser’s memory is so hazy and short on coherent details, the FBI has nothing to investigate.",
    "\nRamirez’s charge is even flimsier.",
    "\nHere’s a catalogue from the Daily Wire:\n1.",
    "\nThe New Yorker could not find a single witness who could put Kavanaugh at the alleged party.",
    "\n2.",
    "\nThe New York Times could not find a single person who could corroborate Ramirez’s claims.",
    "\n3.",
    "\nThe man accused of egging on Kavanaugh denied Ramirez's allegations and vouched for Kavanaugh’s character.",
    "\n4.",
    "\nA third person that Ramirez claimed was at the party says she was not there for the alleged incident.",
    "\n5.",
    "\nRamirez contacted her former classmates, asking about the incident, and admitted she was not sure that Kavanaugh was the male who exposed himself.",
    "\n6.",
    "\nA woman who claims she was “best friends” with Ramirez says Ramirez never mentioned the story and initially said her friend's accusations against Kavanaugh might be “politically motivated.”\n7.",
    "\nRamirez, just like Christine Blasey Ford, is a registered Democrat and is dedicated to leftist causes.",
    "\n8.",
    "\nRamirez wasn’t even sure her memory was correct — until she spent six days going over it with her Democrat lawyer.",
    "\n9.",
    "\nRamirez admits there are holes in her memory due to how much she drank at the party.",
    "\n10.",
    "\nPeople who knew Ramirez after her time at Yale say that she never once mentioned the incident — until Kavanaugh's nomination was pending.",
    "\nNo law enforcement agency, let alone the FBI, would waste its time with an allegation of a crime decades in the past, and so patently incoherent and lacking in evidence.",
    "\nThe “FBI investigation” is another delaying tactic.",
    "\nFord has finally agreed to testify, set for Thursday for now.",
    "\nBut it’s unclear whether Grassley has granted Ford any of her preposterous conditions for testifying: She will take questions from the Committee, but not from outside lawyers, who might not be as gentle as politicians with one eye on the polls.",
    "\nOnly one camera can be in the room.",
    "\nKavanaugh must testify first, a grotesque inversion of our bedrock principle that an accused has the right to confront his accuser’s charges.",
    "\nHe can’t be in the room with her, apparently because she’s still traumatized and may start experiencing flashbacks.",
    "\nSo much for “I am woman, hear me roar.”\nGrassley shouldn’t cave on these conditions.",
    "\nThey all comprise the old tactic of serially escalating demands that cannot be satisfied in order to compel your enemy to give in.",
    "\nThat Grassley and the Republicans would even participate in this absurd show trial is testimony to how deeply the progressive ideological narrative has burrowed into our social and political life.",
    "\nIf Ford actually testifies on Thursday, or Ramirez is granted the same concession, nothing material will be gained.",
    "\nHer accusation will not be proved true or false.",
    "\nWe will learn nothing about Kavanaugh that makes him any less eminently qualified for the Supreme Court, nothing that can add to the thousands of pages of documents already presented to the Committee, or the hundreds of hours of the judge’s testimony before rabid partisans and office-seekers.",
    "\nBut vetting Kavanaugh’s qualifications isn’t the point.",
    "\nThe point is to delay confirmation by slandering Kavanaugh and baiting the Republicans into appearing to abuse victims of sexual assault.",
    "\nWhy?",
    "\nFacing his likely confirmation, the Dems, egged on by the mainstream media––especially The New Yorker, which published a story too badly sourced even for The New York Times–– are desperately attempting to obstruct and delay the process until after the midterm elections, when they hope they will retake the Senate and thus stop any more Constitutionalist judges from being confirmed to the Court for the rest of Trump’s term.",
    "\nThe Democrats have stooped so low with these smears because they know the stakes.",
    "\nThe courts and especially the Supreme Court have been critical to the progressives’ program since Woodrow Wilson.",
    "\nThe biggest obstacle to the progressive dream of government controlled and managed by a technocratic oligarchy has been the Constitution.",
    "\nIts divided and balanced powers were designed precisely to rein in overreaching ambition and concentrations of power.",
    "\nHence the Constitutional order must be subverted by the Supreme Court and its unaccountable justices enjoying lifelong tenure.",
    "\nBut if Kavanaugh is confirmed, there will be five reliably Constitutionalist justices on the bench, who are unlikely to tolerate judicial usurpation of Congress’s law-making powers.",
    "\nThat’s why this current nomination is a hill the Dems are willing to beclown themselves on.",
    "\nGiven how obviously partisan and hypocritical this ploy is––doesn’t Keith Ellison’s accuser deserve to be heard and believed too?",
    "\n––why has Grassley so far allowed himself to be played by the Dems?",
    "\nBecause Republicans fear the backlash from all those women voters who presumably agree with the fundamentalist feminists, and insist that every accusation of sexual assault, no matter how much it’s unsupported by corroborating evidence or even plausibility, must be believed.",
    "\nThis contention itself is an expression of the radical feminist narrative of innate male feral sexuality that makes them sexual predators.",
    "\nThe irony is that today’s feminists have been willing to sacrifice the earlier narrative of female power and agency that had been stifled by traditional views of the sexes and their capabilities.",
    "\nInstead, now women are Victorian hothouse flowers too delicate to make their way through their lives without the paternal federal government protecting them with its coercive power.",
    "\nWomen have exchanged one form of dependence, and one double standard for another.",
    "\nThe Dems are using Ford and Ramirez as part of the Democrats’ transparently dishonest delaying tactics because they know that most Republicans have accepted this duplicitous feminist narrative and fear challenging it.",
    "\nEspecially after the recent spate of sexual assault charges––many of them true, some false, others contested–– politicians consider bucking the narrative to be as politically suicidal as proposing to reform Social Security and Medicare.",
    "\nIt’s the new third rail of American politics, one that transcends party affiliation.",
    "\nHence the widespread virtue-signaling on the part even of conservative writers who preface their comments about Ford and Ramirez with prologues full of truisms about how horrible sexual assault is, how its self-proclaimed victims “must be heard,” and how churlish and sexist it is to question the truth of any charge.",
    "\nGrown-ups know all that and don’t have to be reminded every time the subject arises.",
    "\nThe Dems know that most Republicans come to this conflict with the huge disadvantage that results from accepting your opponent’s dubious ideology and dishonest narrative.",
    "\nThe progressive party can dare the Republicans to ignore the endless specious demands, stop the show-trial, and proceed to a vote on Kavanaugh, because they know the Republicans, fearful of the “optics,” will cave.",
    "\nThey know that the eleven male Republican Senators on the Judiciary Committee dread the #MeToo movement casting them as knuckle-dragging Neanderthal sexists who want to “silence” the accuser with their “cavalier treatment of a sexual assault survivor,” as one Ford lawyer has said.",
    "\nRepublicans still don’t get that no amount of appeasement will stop the left from demonizing them anyway.",
    "\nJust ask Boy Scout Mitt Romney, who was savaged for his innocuous “binders full of women.”\nAnd don’t forget, the old sorta, kinda moderate Democrats like Feinstein and Chuck Schumer, who now have joined the crowd of trendoid socialists armed with torches and pitch-forks, will go along because they’re frightened of their party’s increasingly rabid left-wing base.",
    "\nWhat can we do to end these confirmation circuses?",
    "\nJust stop holding them.",
    "\nThere’s nothing in the Constitution that says the Senate’s power to give “advice and consent” to the president regarding his nominee must entail days of televised hearings replete with caterwauling protestors and grandstanding Senators who’ve already made-up their minds.",
    "\nInvite written questions from the Senate, then schedule one day for the nominee to respond.",
    "\nDon’t put it on television, but make public a written transcript.",
    "\nRemove the television cameras, and attention-craving, politically ambitious Senators will be gone like a cool breeze.",
    "\nFor now, Grassley needs to end this farce if Ford doesn’t show up on Thursday or continues to negotiate for more delays and concessions.",
    "\nNo more concessions.",
    "\nNo more delays.",
    "\nNo more ceding control of the process to Democrat Party lawyers.",
    "\nDon’t give Ramirez the time of day.",
    "\nHold the vote no later than Thursday, or Friday if Ford does show up.",
    "\nMake Senators go on the record with their votes, and hold them to account in November.",
    "\nPut to the test the Dems’ claims that a critical mass of women, many of them with sons they don’t want falsely accused, believes the fundamentalist feminist narrative and will vote accordingly.",
    "\nTo borrow Churchill’s definition of appeasement, stop feeding the alligator in the hopes that you will be eaten last.",
    "\nFor fifty years the Democrats have proven they will demonize conservatives as racist and sexist no matter how often they bow and scrape.",
    "\nHow about acting on principle for a change and shoot the alligator."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 114,
      "text": "Stop Appeasing the Democrats\n\nBruce Thornton is a Shillman Journalism Fellow at the David Horowitz Freedom Center.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 114,
      "end_ix": 203,
      "text": "\nFrom the playground to geopolitics, appeasing an aggressor invites only more aggression.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 203,
      "end_ix": 284,
      "text": "\nThis timeless truth of human nature is one that we moderns can’t seem to accept.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 284,
      "end_ix": 492,
      "text": "\nWe reflexively assume that a rational accommodation or concessions will be reciprocated by those proven to be ready to use any means necessary to achieve their aims, no matter how amoral, unfair, or vicious.",
      "new_text": "\nWe reflexively assume that a rational accommodation or concessions will be reciprocated by those proven to be ready to use any means necessary to achieve their aims, no matter how amoral, unfair, or harsh.",
      "prop_spans": [
        [
          465,
          491,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 492,
      "end_ix": 646,
      "text": "\nBrett Kavanaugh’s confirmation hearings for the Supreme Court illustrate that this false assumption leads only to more demands, and ultimately to defeat.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 646,
      "end_ix": 981,
      "text": "\nThe last-minute accusations from Christine Blasey Ford, a woman who claims that decades ago Kavanaugh groped her at a high school party, and Deborah Ramirez, who accused Kavanaugh of exposing himself to her at a frat party at Yale, are transparent acts of aggression against the judge and Republicans, one engineered by the Democrats.",
      "new_text": "\nThe last-minute accusations from Christine Blasey Ford, a woman who claims that decades ago Kavanaugh groped her at a high school party, and Deborah Ramirez, who accused Kavanaugh of exposing himself to her at a frat party at Yale, could be transparent acts of aggression against the judge and Republicans, one engineered by the Democrats.",
      "prop_spans": [
        [
          647,
          980,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 981,
      "end_ix": 1243,
      "text": "\nSenator Dianne Feinstein sat for months on Ford’s letter and then––just as the Dems did in 1991with Anita Hill’s charges of sexual harassment against Clarence Thomas’s during his hearings––released it only when Kavanaugh appeared to be heading for confirmation.",
      "new_text": "\nSenator Dianne Feinstein sat for months on Ford’s letter and then––just as the Democrats did in 1991 with Anita Hill’s charges of sexual harassment against Clarence Thomas’s during his hearings––released it only when Kavanaugh appeared to be heading for confirmation.",
      "prop_spans": [
        [
          1057,
          1066,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 1243,
      "end_ix": 1330,
      "text": "\nFeinstein still hasn’t given the Judiciary Committee an unredacted copy of the letter.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1330,
      "end_ix": 1584,
      "text": "\nA few weeks after Ford went public, and after Kavanaugh said he had dairies from that summer detailing his whereabouts, The New Yorker published Ramirez’s account of a drunken party filled with obscene drinking games where he exposed himself to Ramirez.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1584,
      "end_ix": 1843,
      "text": "\nGiven that the Democrats had made public in advance their intention to derail the hearings and confirmation by any means possible, the timing of both sexual assault charges reeks of premeditated contrivance intended to delay confirmation as long as possible.",
      "new_text": "\nGiven that the Democrats had made public in advance their intention to derail the hearings and confirmation by any means possible, the timing of both sexual assault charges indicates premeditated contrivance intended to delay confirmation as long as possible.",
      "prop_spans": [
        [
          1758,
          1767,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1843,
      "end_ix": 2031,
      "text": "\nBut in the face of this naked ploy to bork Kavanaugh and derail the confirmation process for partisan advantage, the Republicans seem to be reverting to their customary preemptive cringe.",
      "new_text": "\nBut in the face of this obvious plan to bork Kavanaugh and derail the confirmation process for partisan advantage, the Republicans seem to be reverting to their customary preemptive habit.",
      "prop_spans": [
        [
          1868,
          1879,
          "Loaded_Language"
        ],
        [
          2003,
          2030,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2031,
      "end_ix": 2134,
      "text": "\nAll the Dems have to do is squeal “sexism” and Republicans start negotiating and offering concessions.",
      "new_text": "\nAll the Democrats have to do is shout “sexism” and Republicans start negotiating and offering concessions.",
      "prop_spans": [
        [
          2036,
          2045,
          "Name_Calling,Labeling"
        ],
        [
          2056,
          2066,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2134,
      "end_ix": 2189,
      "text": "\nOf course, after each concession comes another demand.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2189,
      "end_ix": 2438,
      "text": "\nFirst the Dems demanded that Ford, a long-time Democrat activist, “be heard.” So last week the Chairman of Judiciary Committee, Chuck Grassley, granted another deadline extension for Ford to decide whether to testify before the Committee on Monday.",
      "new_text": "\nFirst the Democrats demanded that Ford, a long-time Democrat activist, “be heard.” So last week the Chairman of Judiciary Committee, Chuck Grassley, granted another deadline extension for Ford to decide whether to testify before the Committee on Monday.",
      "prop_spans": [
        [
          2196,
          2205,
          "Name_Calling,Labeling"
        ],
        [
          2196,
          2205,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 2438,
      "end_ix": 2548,
      "text": "\nSenator Dianne Feinstein calls these concessions “bullying deadlines.” As Feinstein put it, “Show some heart.",
      "new_text": "\nSenator Dianne Feinstein calls these concessions “bullying deadlines.” As Feinstein put it, “Show some heart.",
      "prop_spans": [
        [
          2489,
          2507,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2548,
      "end_ix": 2764,
      "text": "\nWait until Dr. Ford feels that she can come before the committee.” Ford doesn’t “feel” like she can testify on Monday because she’s afraid of flying, despite offers from the Committee to travel to her in California.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2764,
      "end_ix": 2934,
      "text": "\nThen she feared for her life because of death threats ––threats also made to Kavanaugh, his wife and two young daughters–– so she now demands enhanced security measures.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2934,
      "end_ix": 2986,
      "text": "\nThe Committee caved and moved the date to Thursday.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2986,
      "end_ix": 3148,
      "text": "\nSo of course, Grassley having been intimidated into giving Ford a chance to address the Committee, Ramirez and her handlers are now demanding the same privilege.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3148,
      "end_ix": 3332,
      "text": "\n“Creepy Lawyer” for porn star Stormy Daniels claims to represent a woman who also should be allowed to testify to the Senate Committee about Kavanaugh’s partying habits while at Yale.",
      "new_text": "\n“Creepy Lawyer” for porn star Stormy Daniels claims to represent a woman who also should be allowed to testify to the Senate Committee about Kavanaugh’s partying habits while at Yale.",
      "prop_spans": [
        [
          3150,
          3163,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3332,
      "end_ix": 3506,
      "text": "\nWe’ll have to see whether Grassley can find the stomach to put an end to the farce of allowing unsubstantiated charges from Democrat activists to waste the Committee’s time.",
      "new_text": "\nWe’ll have to see whether Grassley can find the courage to put an end to the pretece of allowing unsubstantiated charges from Democrat activists to waste the Committee’s time.",
      "prop_spans": [
        [
          3372,
          3416,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3506,
      "end_ix": 3685,
      "text": "\nFord and Dianne Feinstein also keep demanding an FBI investigation, even though no federal crime is being alleged, and any investigation 36 years after the offense is impossible.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3685,
      "end_ix": 3828,
      "text": "\nFord can’t remember where and when the alleged assault took place, nor how she got to or went home from the party where it allegedly occurred.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3828,
      "end_ix": 3889,
      "text": "\nHer own details of the event don’t jibe (Four boys or three?",
      "new_text": "\nHer own details of the event are not consistent (Four boys or three?",
      "prop_spans": [
        [
          3829,
          3889,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 3889,
      "end_ix": 3908,
      "text": "\nOne girl or two?).",
      "new_text": "\nOne girl or two?).",
      "prop_spans": [
        [
          3889,
          3905,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 3908,
      "end_ix": 3964,
      "text": "\nShe told no one about the assault until 30 years later.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3964,
      "end_ix": 4090,
      "text": "\nA “lifelong friend” whom Ford claims was at the party has denied any knowledge of the it, and says she’s never met Kavanaugh.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4090,
      "end_ix": 4249,
      "text": "\nAnother friend who reported that the school was abuzz with gossip about the attack (which apparently took place during summer break), retracted her statement.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4249,
      "end_ix": 4350,
      "text": "\nThe two men Ford named as possible witnesses to the assault have contradicter her claims under oath.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4350,
      "end_ix": 4429,
      "text": "\nAnd the accused Judge Kavanaugh also under oath vehemently denies the charges.",
      "new_text": "\nAnd the accused Judge Kavanaugh also under oath intensely denies the charges.",
      "prop_spans": [
        [
          4399,
          4417,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4429,
      "end_ix": 4584,
      "text": "\nGiven that 36 years have passed since the incident, and the accuser’s memory is so hazy and short on coherent details, the FBI has nothing to investigate.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4584,
      "end_ix": 4619,
      "text": "\nRamirez’s charge is even flimsier.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4619,
      "end_ix": 4662,
      "text": "\nHere’s a catalogue from the Daily Wire:\n1.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4662,
      "end_ix": 4755,
      "text": "\nThe New Yorker could not find a single witness who could put Kavanaugh at the alleged party.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4755,
      "end_ix": 4758,
      "text": "\n2.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4758,
      "end_ix": 4848,
      "text": "\nThe New York Times could not find a single person who could corroborate Ramirez’s claims.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4848,
      "end_ix": 4851,
      "text": "\n3.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4851,
      "end_ix": 4958,
      "text": "\nThe man accused of egging on Kavanaugh denied Ramirez's allegations and vouched for Kavanaugh’s character.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4958,
      "end_ix": 4961,
      "text": "\n4.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4961,
      "end_ix": 5063,
      "text": "\nA third person that Ramirez claimed was at the party says she was not there for the alleged incident.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5063,
      "end_ix": 5066,
      "text": "\n5.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5066,
      "end_ix": 5213,
      "text": "\nRamirez contacted her former classmates, asking about the incident, and admitted she was not sure that Kavanaugh was the male who exposed himself.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5213,
      "end_ix": 5216,
      "text": "\n6.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5216,
      "end_ix": 5409,
      "text": "\nA woman who claims she was “best friends” with Ramirez says Ramirez never mentioned the story and initially said her friend's accusations against Kavanaugh might be “politically motivated.”\n7.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5409,
      "end_ix": 5512,
      "text": "\nRamirez, just like Christine Blasey Ford, is a registered Democrat and is dedicated to leftist causes.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5512,
      "end_ix": 5515,
      "text": "\n8.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5515,
      "end_ix": 5630,
      "text": "\nRamirez wasn’t even sure her memory was correct — until she spent six days going over it with her Democrat lawyer.",
      "new_text": "\nRamirez wasn’t even sure her memory was correct — until she spent six days going over it with her lawyer.",
      "prop_spans": [
        [
          5610,
          5629,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 5630,
      "end_ix": 5633,
      "text": "\n9.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5633,
      "end_ix": 5718,
      "text": "\nRamirez admits there are holes in her memory due to how much she drank at the party.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5718,
      "end_ix": 5722,
      "text": "\n10.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5722,
      "end_ix": 5860,
      "text": "\nPeople who knew Ramirez after her time at Yale say that she never once mentioned the incident — until Kavanaugh's nomination was pending.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5860,
      "end_ix": 6030,
      "text": "\nNo law enforcement agency, let alone the FBI, would waste its time with an allegation of a crime decades in the past, and so patently incoherent and lacking in evidence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6030,
      "end_ix": 6082,
      "text": "\nThe “FBI investigation” is another delaying tactic.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6082,
      "end_ix": 6144,
      "text": "\nFord has finally agreed to testify, set for Thursday for now.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6144,
      "end_ix": 6389,
      "text": "\nBut it’s unclear whether Grassley has granted Ford any of her preposterous conditions for testifying: She will take questions from the Committee, but not from outside lawyers, who might not be as gentle as politicians with one eye on the polls.",
      "new_text": "\nBut it’s unclear whether Grassley has granted Ford any of her ridiculous conditions for testifying: She will take questions from the Committee, but not from outside lawyers, who might not be gentle.",
      "prop_spans": [
        [
          6207,
          6231,
          "Loaded_Language"
        ],
        [
          6351,
          6388,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 6389,
      "end_ix": 6425,
      "text": "\nOnly one camera can be in the room.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6425,
      "end_ix": 6567,
      "text": "\nKavanaugh must testify first, a grotesque inversion of our bedrock principle that an accused has the right to confront his accuser’s charges.",
      "new_text": "\nKavanaugh must testify first, a deformed inversion of the principle that an accused has the right to confront his accuser’s charges.",
      "prop_spans": [
        [
          6456,
          6478,
          "Loaded_Language"
        ],
        [
          6481,
          6566,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 6567,
      "end_ix": 6683,
      "text": "\nHe can’t be in the room with her, apparently because she’s still traumatized and may start experiencing flashbacks.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6683,
      "end_ix": 6768,
      "text": "\nSo much for “I am woman, hear me roar.”\nGrassley shouldn’t cave on these conditions.",
      "new_text": "\nSo much for “I am woman, hear me roar.”\nGrassley shouldn’t cave on these conditions.",
      "prop_spans": [
        [
          6697,
          6721,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 6768,
      "end_ix": 6899,
      "text": "\nThey all comprise the old tactic of serially escalating demands that cannot be satisfied in order to compel your enemy to give in.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6899,
      "end_ix": 7096,
      "text": "\nThat Grassley and the Republicans would even participate in this absurd show trial is testimony to how deeply the progressive ideological narrative has burrowed into our social and political life.",
      "new_text": "\nThat Grassley and the Republicans would even participate in this show trial is testimony to how deeply the progressive ideological narrative has burrowed into our social and political life.",
      "prop_spans": [
        [
          6965,
          6983,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7096,
      "end_ix": 7212,
      "text": "\nIf Ford actually testifies on Thursday, or Ramirez is granted the same concession, nothing material will be gained.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7212,
      "end_ix": 7261,
      "text": "\nHer accusation will not be proved true or false.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7261,
      "end_ix": 7555,
      "text": "\nWe will learn nothing about Kavanaugh that makes him any less eminently qualified for the Supreme Court, nothing that can add to the thousands of pages of documents already presented to the Committee, or the hundreds of hours of the judge’s testimony before rabid partisans and office-seekers.",
      "new_text": "\nWe will learn nothing about Kavanaugh that makes him any less eminently qualified for the Supreme Court, nothing that can add to the thousands of pages of documents already presented to the Committee, or the hundreds of hours of the judge’s testimony before fanatical supporters and office-seekers.",
      "prop_spans": [
        [
          7520,
          7554,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7555,
      "end_ix": 7611,
      "text": "\nBut vetting Kavanaugh’s qualifications isn’t the point.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7611,
      "end_ix": 7749,
      "text": "\nThe point is to delay confirmation by slandering Kavanaugh and baiting the Republicans into appearing to abuse victims of sexual assault.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7749,
      "end_ix": 7754,
      "text": "\nWhy?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7754,
      "end_ix": 8180,
      "text": "\nFacing his likely confirmation, the Dems, egged on by the mainstream media––especially The New Yorker, which published a story too badly sourced even for The New York Times–– are desperately attempting to obstruct and delay the process until after the midterm elections, when they hope they will retake the Senate and thus stop any more Constitutionalist judges from being confirmed to the Court for the rest of Trump’s term.",
      "new_text": "\nFacing his likely confirmation, the Democrats, egged on by the mainstream media––especially The New Yorker, which published a story too badly sourced even for The New York Times–– are desperately attempting to obstruct and delay the process until after the midterm elections, when they hope they will retake the Senate and thus stop any more Constitutionalist judges from being confirmed to the Court for the rest of Trump’s term.",
      "prop_spans": [
        [
          7787,
          7795,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8180,
      "end_ix": 8262,
      "text": "\nThe Democrats have stooped so low with these smears because they know the stakes.",
      "new_text": "\nThe Democrats have stooped so low with these insults because they know the stakes.",
      "prop_spans": [
        [
          8200,
          8233,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8262,
      "end_ix": 8376,
      "text": "\nThe courts and especially the Supreme Court have been critical to the progressives’ program since Woodrow Wilson.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8376,
      "end_ix": 8514,
      "text": "\nThe biggest obstacle to the progressive dream of government controlled and managed by a technocratic oligarchy has been the Constitution.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8514,
      "end_ix": 8632,
      "text": "\nIts divided and balanced powers were designed precisely to rein in overreaching ambition and concentrations of power.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8632,
      "end_ix": 8759,
      "text": "\nHence the Constitutional order must be subverted by the Supreme Court and its unaccountable justices enjoying lifelong tenure.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8759,
      "end_ix": 8941,
      "text": "\nBut if Kavanaugh is confirmed, there will be five reliably Constitutionalist justices on the bench, who are unlikely to tolerate judicial usurpation of Congress’s law-making powers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8941,
      "end_ix": 9033,
      "text": "\nThat’s why this current nomination is a hill the Dems are willing to beclown themselves on.",
      "new_text": "\nThat’s why this current nomination is a hill the Democrats are willing to make a fool of themselves.",
      "prop_spans": [
        [
          8987,
          8996,
          "Name_Calling,Labeling"
        ],
        [
          9008,
          9032,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9033,
      "end_ix": 9163,
      "text": "\nGiven how obviously partisan and hypocritical this ploy is––doesn’t Keith Ellison’s accuser deserve to be heard and believed too?",
      "new_text": "\nGiven how adherent and contradictory this ploy is––doesn’t Keith Ellison’s accuser deserve to be heard and believed too?",
      "prop_spans": [
        [
          9044,
          9080,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9163,
      "end_ix": 9231,
      "text": "\n––why has Grassley so far allowed himself to be played by the Dems?",
      "new_text": "\n––why has Grassley so far allowed himself to be tricked by the Democratss?",
      "prop_spans": [
        [
          9166,
          9230,
          "Doubt"
        ],
        [
          9222,
          9230,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 9231,
      "end_ix": 9507,
      "text": "\nBecause Republicans fear the backlash from all those women voters who presumably agree with the fundamentalist feminists, and insist that every accusation of sexual assault, no matter how much it’s unsupported by corroborating evidence or even plausibility, must be believed.",
      "new_text": "\nBecause Republicans fear the backlash from all those women voters who presumably agree with the fundamentalist feminists, and insist that alomst every accusation of sexual assault, no matter how much it’s unsupported by corroborating evidence or even plausibility, must be believed.",
      "prop_spans": [
        [
          9370,
          9506,
          "Exaggeration,Minimisation"
        ],
        [
          9370,
          9506,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 9507,
      "end_ix": 9646,
      "text": "\nThis contention itself is an expression of the radical feminist narrative of innate male feral sexuality that makes them sexual predators.",
      "new_text": "\nThis contention itself is an expression of the radical feminist narrative of innate male wild sexuality that makes them sex abuser.",
      "prop_spans": [
        [
          9597,
          9613,
          "Loaded_Language"
        ],
        [
          9629,
          9645,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9646,
      "end_ix": 9842,
      "text": "\nThe irony is that today’s feminists have been willing to sacrifice the earlier narrative of female power and agency that had been stifled by traditional views of the sexes and their capabilities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9842,
      "end_ix": 10024,
      "text": "\nInstead, now women are Victorian hothouse flowers too delicate to make their way through their lives without the paternal federal government protecting them with its coercive power.",
      "new_text": "\nInstead, now women are too delicate to make their way through their lives without the paternal federal government protecting them with its coercive power.",
      "prop_spans": [
        [
          9866,
          9893,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 10024,
      "end_ix": 10106,
      "text": "\nWomen have exchanged one form of dependence, and one double standard for another.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10106,
      "end_ix": 10324,
      "text": "\nThe Dems are using Ford and Ramirez as part of the Democrats’ transparently dishonest delaying tactics because they know that most Republicans have accepted this duplicitous feminist narrative and fear challenging it.",
      "new_text": "\nThe Democrats are using Ford and Ramirez as part of the Democrats’ transparently dishonest delaying tactics because they know that most Republicans have accepted this duplicitous feminist narrative and fear challenging it.",
      "prop_spans": [
        [
          10107,
          10116,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 10324,
      "end_ix": 10561,
      "text": "\nEspecially after the recent spate of sexual assault charges––many of them true, some false, others contested–– politicians consider bucking the narrative to be as politically suicidal as proposing to reform Social Security and Medicare.",
      "new_text": "\nEspecially after the recent spate of sexual assault charges––many of them true, some false, others contested–– politicians consider bucking the narrative to be as politically self destruction as proposing to reform Social Security and Medicare.",
      "prop_spans": [
        [
          10488,
          10509,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10561,
      "end_ix": 10646,
      "text": "\nIt’s the new third rail of American politics, one that transcends party affiliation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10646,
      "end_ix": 10964,
      "text": "\nHence the widespread virtue-signaling on the part even of conservative writers who preface their comments about Ford and Ramirez with prologues full of truisms about how horrible sexual assault is, how its self-proclaimed victims “must be heard,” and how churlish and sexist it is to question the truth of any charge.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10964,
      "end_ix": 11049,
      "text": "\nGrown-ups know all that and don’t have to be reminded every time the subject arises.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11049,
      "end_ix": 11220,
      "text": "\nThe Dems know that most Republicans come to this conflict with the huge disadvantage that results from accepting your opponent’s dubious ideology and dishonest narrative.",
      "new_text": "\nThe Democrats know that most Republicans come to this conflict with the huge disadvantage that results from accepting your opponent’s dubious ideology.",
      "prop_spans": [
        [
          11050,
          11059,
          "Name_Calling,Labeling"
        ],
        [
          11179,
          11219,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11220,
      "end_ix": 11435,
      "text": "\nThe progressive party can dare the Republicans to ignore the endless specious demands, stop the show-trial, and proceed to a vote on Kavanaugh, because they know the Republicans, fearful of the “optics,” will cave.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11435,
      "end_ix": 11717,
      "text": "\nThey know that the eleven male Republican Senators on the Judiciary Committee dread the #MeToo movement casting them as knuckle-dragging Neanderthal sexists who want to “silence” the accuser with their “cavalier treatment of a sexual assault survivor,” as one Ford lawyer has said.",
      "new_text": "\nThey know that the eleven male Republican Senators on the Judiciary Committee dread the #MeToo movement casting them as sexists who want to “silence” the accuser with their “cavalier treatment of a sexual assault survivor,” as one Ford lawyer has said.",
      "prop_spans": [
        [
          11556,
          11593,
          "Name_Calling,Labeling"
        ],
        [
          11639,
          11658,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11717,
      "end_ix": 11823,
      "text": "\nRepublicans still don’t get that no amount of appeasement will stop the left from demonizing them anyway.",
      "new_text": "\nRepublicans still don’t get that no amount of appeasement will stop the left from portraying them as wicked anyway.",
      "prop_spans": [
        [
          11800,
          11816,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 11823,
      "end_ix": 12188,
      "text": "\nJust ask Boy Scout Mitt Romney, who was savaged for his innocuous “binders full of women.”\nAnd don’t forget, the old sorta, kinda moderate Democrats like Feinstein and Chuck Schumer, who now have joined the crowd of trendoid socialists armed with torches and pitch-forks, will go along because they’re frightened of their party’s increasingly rabid left-wing base.",
      "new_text": "\nJust ask Boy Scout Mitt Romney, who was attacked for his innocuous “binders full of women.”\nAnd don’t forget, the old sorta, kinda moderate Democrats like Feinstein and Chuck Schumer, who now have joined the crowd of socialists, will go along because they’re frightened of their party’s extreme left-wing base.",
      "prop_spans": [
        [
          11856,
          11872,
          "Loaded_Language"
        ],
        [
          12040,
          12094,
          "Name_Calling,Labeling"
        ],
        [
          12154,
          12187,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 12188,
      "end_ix": 12239,
      "text": "\nWhat can we do to end these confirmation circuses?",
      "new_text": "\nWhat can we do to end these confirmation scenes?",
      "prop_spans": [
        [
          12217,
          12238,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12239,
      "end_ix": 12263,
      "text": "\nJust stop holding them.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12263,
      "end_ix": 12535,
      "text": "\nThere’s nothing in the Constitution that says the Senate’s power to give “advice and consent” to the president regarding his nominee must entail days of televised hearings replete with caterwauling protestors and grandstanding Senators who’ve already made-up their minds.",
      "new_text": "\nThere’s nothing in the Constitution that says the Senate’s power to give “advice and consent” to the president regarding his nominee must entail days of televised hearings replete with protestors and Senators who’ve already made-up their minds.",
      "prop_spans": [
        [
          12449,
          12500,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 12535,
      "end_ix": 12627,
      "text": "\nInvite written questions from the Senate, then schedule one day for the nominee to respond.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12627,
      "end_ix": 12693,
      "text": "\nDon’t put it on television, but make public a written transcript.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12693,
      "end_ix": 12811,
      "text": "\nRemove the television cameras, and attention-craving, politically ambitious Senators will be gone like a cool breeze.",
      "new_text": "\nRemove the television cameras, and the  Senators will be gone like a cool breeze.",
      "prop_spans": [
        [
          12729,
          12779,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 12811,
      "end_ix": 12948,
      "text": "\nFor now, Grassley needs to end this farce if Ford doesn’t show up on Thursday or continues to negotiate for more delays and concessions.",
      "new_text": "\nFor now, Grassley needs to end this pretence if Ford doesn’t show up on Thursday or continues to negotiate for more delays and concessions.",
      "prop_spans": [
        [
          12848,
          12854,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 12948,
      "end_ix": 12969,
      "text": "\nNo more concessions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12969,
      "end_ix": 12985,
      "text": "\nNo more delays.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12985,
      "end_ix": 13050,
      "text": "\nNo more ceding control of the process to Democrat Party lawyers.",
      "new_text": "or ceding control of the process to Democrat Party lawyers.",
      "prop_spans": [
        [
          12986,
          12994,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 13050,
      "end_ix": 13086,
      "text": "\nDon’t give Ramirez the time of day.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13086,
      "end_ix": 13156,
      "text": "\nHold the vote no later than Thursday, or Friday if Ford does show up.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13156,
      "end_ix": 13243,
      "text": "\nMake Senators go on the record with their votes, and hold them to account in November.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 13243,
      "end_ix": 13437,
      "text": "\nPut to the test the Dems’ claims that a critical mass of women, many of them with sons they don’t want falsely accused, believes the fundamentalist feminist narrative and will vote accordingly.",
      "new_text": "\nPut to the test the Democrats’ claims that a critical mass of women, many of them with sons they don’t want falsely accused, believes the fundamentalist feminist narrative and will vote accordingly.",
      "prop_spans": [
        [
          13260,
          13268,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 13437,
      "end_ix": 13555,
      "text": "\nTo borrow Churchill’s definition of appeasement, stop feeding the alligator in the hopes that you will be eaten last.",
      "new_text": "\nTo borrow Churchill’s definition of appeasement, stop feeding the alligator in the hopes that you will be eaten last.",
      "prop_spans": [
        [
          13487,
          13554,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 13555,
      "end_ix": 13692,
      "text": "\nFor fifty years the Democrats have proven they will demonize conservatives as racist and sexist no matter how often they bow and scrape.",
      "new_text": "\nFor fifty years the Democrats have proven they will portray conservatives as racist and sexist no matter how often they bow and scrape.",
      "prop_spans": [
        [
          13598,
          13617,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 13692,
      "end_ix": 13760,
      "text": "\nHow about acting on principle for a change and shoot the alligator.",
      "new_text": "\nHow about acting on principle for a change and end this.",
      "prop_spans": [
        [
          13740,
          13759,
          "Loaded_Language"
        ]
      ]
    }
  ],
  "original labels": [
    [
      465,
      491,
      "Loaded_Language"
    ],
    [
      647,
      980,
      "Causal_Oversimplification"
    ],
    [
      1057,
      1066,
      "Name_Calling,Labeling"
    ],
    [
      1758,
      1767,
      "Loaded_Language"
    ],
    [
      1868,
      1879,
      "Loaded_Language"
    ],
    [
      2003,
      2030,
      "Loaded_Language"
    ],
    [
      2036,
      2045,
      "Name_Calling,Labeling"
    ],
    [
      2056,
      2066,
      "Loaded_Language"
    ],
    [
      2196,
      2205,
      "Name_Calling,Labeling"
    ],
    [
      2196,
      2205,
      "Repetition"
    ],
    [
      2489,
      2507,
      "Loaded_Language"
    ],
    [
      3150,
      3163,
      "Name_Calling,Labeling"
    ],
    [
      3372,
      3416,
      "Loaded_Language"
    ],
    [
      3829,
      3905,
      "Doubt"
    ],
    [
      4399,
      4417,
      "Loaded_Language"
    ],
    [
      5610,
      5629,
      "Name_Calling,Labeling"
    ],
    [
      6207,
      6231,
      "Loaded_Language"
    ],
    [
      6351,
      6388,
      "Name_Calling,Labeling"
    ],
    [
      6456,
      6478,
      "Loaded_Language"
    ],
    [
      6481,
      6566,
      "Flag-Waving"
    ],
    [
      6697,
      6721,
      "Slogans"
    ],
    [
      6965,
      6983,
      "Name_Calling,Labeling"
    ],
    [
      7520,
      7554,
      "Name_Calling,Labeling"
    ],
    [
      7787,
      7795,
      "Name_Calling,Labeling"
    ],
    [
      8200,
      8233,
      "Loaded_Language"
    ],
    [
      8987,
      8996,
      "Name_Calling,Labeling"
    ],
    [
      9008,
      9032,
      "Loaded_Language"
    ],
    [
      9044,
      9080,
      "Loaded_Language"
    ],
    [
      9166,
      9230,
      "Doubt"
    ],
    [
      9222,
      9230,
      "Name_Calling,Labeling"
    ],
    [
      9370,
      9506,
      "Exaggeration,Minimisation"
    ],
    [
      9370,
      9506,
      "Causal_Oversimplification"
    ],
    [
      9597,
      9613,
      "Loaded_Language"
    ],
    [
      9629,
      9645,
      "Loaded_Language"
    ],
    [
      9866,
      9893,
      "Name_Calling,Labeling"
    ],
    [
      10107,
      10116,
      "Name_Calling,Labeling"
    ],
    [
      10488,
      10509,
      "Loaded_Language"
    ],
    [
      11050,
      11059,
      "Name_Calling,Labeling"
    ],
    [
      11179,
      11219,
      "Loaded_Language"
    ],
    [
      11556,
      11593,
      "Name_Calling,Labeling"
    ],
    [
      11639,
      11658,
      "Loaded_Language"
    ],
    [
      11800,
      11816,
      "Loaded_Language"
    ],
    [
      11856,
      11872,
      "Loaded_Language"
    ],
    [
      12040,
      12094,
      "Name_Calling,Labeling"
    ],
    [
      12154,
      12187,
      "Name_Calling,Labeling"
    ],
    [
      12217,
      12238,
      "Loaded_Language"
    ],
    [
      12449,
      12500,
      "Name_Calling,Labeling"
    ],
    [
      12729,
      12779,
      "Name_Calling,Labeling"
    ],
    [
      12848,
      12854,
      "Loaded_Language"
    ],
    [
      12986,
      12994,
      "Repetition"
    ],
    [
      13260,
      13268,
      "Name_Calling,Labeling"
    ],
    [
      13487,
      13554,
      "Loaded_Language"
    ],
    [
      13598,
      13617,
      "Loaded_Language"
    ],
    [
      13740,
      13759,
      "Loaded_Language"
    ]
  ]
}