{
  "article_id": "790266787",
  "sentence offsets in original": [
    0,
    268,
    443,
    502,
    624,
    671,
    691,
    976,
    1242,
    1371,
    1388,
    1430,
    1543,
    1855,
    1960,
    2040,
    2306,
    2443,
    2546,
    2755,
    2945,
    3012,
    3180,
    3357,
    3389,
    3559,
    3867,
    3951,
    4007,
    4376,
    4483,
    4587,
    4878,
    5019,
    5135,
    5230,
    5312,
    5434,
    5614,
    5705,
    5829,
    5857,
    5991,
    6073,
    6367,
    6574,
    6678,
    6720,
    6837,
    6992,
    7064,
    7175,
    7223,
    7272,
    7348,
    7428,
    7445,
    7974,
    8130,
    8165,
    8234,
    8353,
    8603,
    8638,
    8748,
    8832,
    8961,
    9128,
    9195,
    9463,
    9680,
    9894,
    10189,
    10340,
    10460
  ],
  "original sentences": [
    "Avenatti’s Freak Show\n\nOn the eve of a historic Supreme Court confirmation hearing, two more women have materialized out of thin air to accuse President Trump’s high court nominee Brett Kavanaugh of sexual improprieties – bringing the total number of accusers to four.",
    "\nEven more eleventh-hour character-assassination attempts may be coming given the enraged Left’s determination to prevent the judge’s ascent to the Supreme Court at all costs.",
    "\nWhether the claims are true is irrelevant to these people.",
    "\nOnly the seriousness and luridness of the charges matter as they get aired over and over again in the 24-hour news cycle.",
    "\nThey don’t care about the victims they create.",
    "\nOnly the headlines.",
    "\nThe new allegations surfaced yesterday as the Senate Judiciary Committee battens down the hatches for a hearing today to receive oral evidence from the first accuser, Christine Blasey Ford, 51, who claims Kavanaugh, 53, tried to rape her decades ago when he was a high school student.",
    "\nThe third accuser is Julie Swetnick, a 55-year-old certified systems engineer, who on Wednesday claimed that in the early 1980s Kavanaugh and others spiked the drinks of young women at high school parties with intoxicants to clear the way for them to be gang-raped.",
    "\nIncredibly, Swetnick said in a sworn statement that she witnessed gang rapes at these parties but kept on attending them anyway.",
    "\nIt gets weirder.",
    "\nKavanaugh was a “mean drunk,” she stated.",
    "\nHe drank excessively at these parties and would grind against girls and try to take their clothing of, she said.",
    "\nSwetnick claimed to have been gang-raped at one of these parties in 1982 as a result of consuming a spiked drink that contained “Quaaludes or something similar.” Kavanaugh and his friend Mark Judge were present at the party at which she was raped, she states, but she doesn’t accuse them of participating in it.",
    "\nIn response, Kavanaugh labeled Swetnick's salacious allegations \"ridiculous and from the Twilight Zone.\"",
    "\n\"I don't know who this is and this never happened,\" the judicial nominee added.",
    "\nA CNBC summary describes Swetnick:\nA 1980 graduate of Gaithersburg High School in Maryland, she said she has held multiple clearances for work done at the Treasury Department, U.S. Mint, IRS, State Department and Justice Department, among other government agencies.",
    "\nSwetnick says in her affidavit that she saw Kavanaugh in the early 1980s \"drink excessively at many\" house parties in suburban Maryland.",
    "\nAt the time, Kavanaugh and Judge were students at Georgetown Prep, a private Catholic all-boys school.",
    "\nShe said Kavanaugh and Judge engaged in \"abusive and physically aggressive behavior toward girls,\" which \"included the fondling and groping of girls without their consent\" and \"not taking 'No' for an answer.\"",
    "\nPredictably, all 10 Democrat members of the Judiciary Committee urged President Trump to either \"immediately withdraw the nomination or order an FBI investigation into all the allegations.\"",
    "\nThere is no indication so far that the president will oblige them.",
    "\nTo no one’s surprise, Trump’s legal tormentor, Stormy Daniels attorney Michael Avenatti, whom Tucker Carlson has dubbed “creepy porn lawyer,” is representing Swetnick.",
    "\n\"There should be an immediate investigation\" of Swetnick’s dramatic allegations, Avenatti said on MSNBC, \"and there should be no rush to confirm him to the U.S. Supreme Court.\"",
    "\nThe president slammed Avenatti.",
    "\n“Avenatti is a third rate lawyer who is good at making false accusations, like he did on me and like he is now doing on Judge Brett Kavanaugh[,]” Trump wrote on Twitter.",
    "\n“He is just looking for attention and doesn’t want people to look at his past record and relationships - a total low-life!”\nHe rejected Swetnick’s allegations as “another beauty” and described Avenatti as a “con artist.”\n“All of a sudden, the hearings are over, and the rumors start coming out,” Trump said.",
    "\n“And then you this other con artist, Avenatti, come out with another beauty today.\"",
    "\nA fourth accuser popped up yesterday, Politico reports.",
    "\nAccording to an interview transcript released Wednesday night by the Senate Judiciary Committee:\nAn anonymous woman wrote to Sen. Cory Gardner’s (R-Colo.) office on Sept. 22 alleging that the Supreme Court nominee shoved another woman “up against the wall very aggressively and sexually” in 1998 after leaving a bar where both had been drinking, the transcript states.",
    "\nKavanaugh denied any involvement in the events alleged in that complaint, which was first reported by NBC.",
    "\nDepending on how you do the counting, there may even be a fifth and sixth accusation against Kavanaugh.",
    "\nThe newspaper account continues:\nThe transcript of Kavanaugh's Tuesday interview also cited another anonymous claim of sexual misconduct involving Kavanaugh, dating back to 1985 and sent to the office of Sen. Sheldon Whitehouse (D-R.I.), which the judge also flatly denied to investigators.",
    "\nAnd GOP investigators said late Wednesday they received an additional anonymous claim of rape passed along by Sen. Kamala Harris (D-Calif.).",
    "\nAccuser number two is Deborah Ramirez, 53, who went public with her claims in a New Yorker magazine article Sunday.",
    "\nRamirez alleges she was assaulted by Kavanaugh at a drunken party decades ago at Yale College.",
    "\nShe claims Kavanaugh exposed himself to her and brushed his genitals against her.",
    "\nIf Kavanaugh isn’t on the bench Monday, the Supreme Court will be shorthanded as it begins hearing cases in its new term.",
    "\nIt normally has a complement of nine justices but with Anthony Kennedy’s retirement July 31, which cleared the way for Kavanaugh’s nomination, there have been only eight justices.",
    "\nRoughly speaking there is a 4-to-4 liberal to conservative ideological split on the court.",
    "\nDemocrats are trying to drag the confirmation process into the next Congress where they may seize control from Republicans.",
    "\nElection Day is November 6.",
    "\nThe GOP currently controls the Senate, which has the final say on judicial nominations, by an uncomfortably close margin of 51 to 49.",
    "\nThe proceedings Thursday are supposed to get underway at 10:00 a.m. Eastern time.",
    "\nCommittee Republicans considered the political optics and didn’t relish the prospect of their all-male team of 11 senators questioning a woman so they hired sex-crimes prosecutor Rachel Mitchell of Maricopa County, Arizona, to ask the questions at what promises to be a highly-watched hearing.",
    "\nDemocrats predictably freaked out at the decision to have a woman lead the questioning since their primary objective here is to embarrass and discredit Kavanaugh and other Republicans, not get at the truth.",
    "\n“It is going against everything I’ve seen for 44 years,\" huffed committee member Patrick Leahy (D-Vt.).",
    "\n\"They’re not following normal procedure.\"",
    "\nAs expected, at today’s hearing Kavanaugh will firmly rebut the increasingly outrageous claims being leveled at him.",
    "\nAccording to prepared testimony provided to The Hill newspaper, he will say:\nI categorically and unequivocally deny the allegation against me by Dr. Ford.",
    "\nI never had any sexual or physical encounter of any kind with Dr. Ford.",
    "\nI am not questioning that Dr. Ford may have been sexually assaulted by some person in some place at some time.",
    "\nBut I have never done that to her or to anyone.",
    "\nKavanaugh added: \"I am innocent of this charge.\"",
    "\nNot surprisingly Ford’s prepared testimony also found its way to reporters.",
    "\n“I am here today not because I want to be,” Ford says in her opening statement.",
    "\n“I am terrified.",
    "\nI am here because I believe it is my civic duty to tell you what happened to me while Brett Kavanaugh and I were in high school.”\nShe describes the nominee as “Brett Kavanaugh, the boy who sexually assaulted me,” and claims “Brett’s assault on me drastically altered my life,” but at the same time acknowledges “Brett did not rape me.”\nGiven that Kavanaugh has already passed six incredibly intrusive FBI investigations, odds are Ford is lying or suffering from some kind of psychological disorder such as false memory syndrome.",
    "\nMany commentators have drawn parallels between Ford and Anita Hill, who in 1991 accused then-Supreme Court nominee Clarence Thomas of sexual improprieties.",
    "\nBoth women are college professors.",
    "\nBoth claim to have reluctantly been drawn into confirmation battles.",
    "\nFord claims to be a victim of attempted rape; Hill claims to have been a victim of sexual harassment in the workplace.",
    "\nOnly left-wingers and feminists like Maureen Dowd still believe Hill, now an utterly undistinguished politically correct scholar who discredited herself by –among other things— following her then-boss Thomas as his subordinate when he switched jobs.",
    "\nAn abused person wouldn’t do that.",
    "\nBut all the lies about Thomas at what he described as a “high-tech lynching for uppity blacks” had an effect.",
    "\nIn the end, the Senate barely approved his nomination 52 to 48 on October 15, 1991.",
    "\nWith all the mud Democrats have been slinging at Kavanaugh, he would be thrilled to be approved by a margin as wide as 52 to 48.",
    "\nConservatives need to remember that the purpose of the Left’s frenzied, demagogic assault is to damage the nominee, and by extension, the president who nominated him.",
    "\nIf they can derail Kavanaugh’s nomination, that is an added bonus.",
    "\nThe Left’s attacks on Kavanaugh in the #MeToo era are working, a USA Today article suggests:\nDisapproval for Kavanaugh … is at an unprecedented level for a Supreme Court nominee amid the allegations against him, according to a new USA TODAY/Ipsos Public Affairs Poll.",
    "\nThose surveyed said by 40 percent to 31 percent that the Senate shouldn't vote to approve his nomination, the first time a plurality of Americans have opposed a Supreme Court nominee since polling on the issue began.",
    "\nThe case against confirming Kavanaugh may be somewhere between weak and non-existent, but the constant repetition of the unsupported allegations in the Trump-hating media is clearly taking its toll on the nominee.",
    "\nThat said, the Senate Judiciary Committee is tentatively scheduled to vote on the nomination Friday at 9:30 a.m.\n\"If we're ready to vote, we will vote,” Chairman Chuck Grassley (R-Iowa) tweeted Tuesday at 6:46 p.m. “If we aren't ready, we won't.”\nObviously, a lot is riding on the confirmation.",
    "\n“We're watching a period where what we have to understand is this is about raw power,\" former Speaker of the House Newt Gingrich (R-Ga.) said Tuesday.",
    "\n\"And if the Left can stop Kavanaugh we will not get another conservative justice in our lifetime on the Supreme Court.\"",
    "\nPresident Trump quoted the nation’s most prominent conservative radio host as he urged GOP senators to get onboard Tuesday:\n“Rush Limbaugh to Republicans: ‘You can kiss the MIDTERMS goodbye if you don’t get highly qualified Kavanaugh approved.’”\nTrump is right."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 268,
      "text": "Avenatti’s Freak Show\n\nOn the eve of a historic Supreme Court confirmation hearing, two more women have materialized out of thin air to accuse President Trump’s high court nominee Brett Kavanaugh of sexual improprieties – bringing the total number of accusers to four.",
      "new_text": "Avenatti’s Drama\n\nOn the eve of a historic Supreme Court confirmation hearing, two more women have appeared suddenly to accuse President Trump’s high court nominee Brett Kavanaugh of sexual improprieties – bringing the total number of accusers to four.",
      "prop_spans": [
        [
          0,
          21,
          "Name_Calling,Labeling"
        ],
        [
          99,
          133,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 268,
      "end_ix": 443,
      "text": "\nEven more eleventh-hour character-assassination attempts may be coming given the enraged Left’s determination to prevent the judge’s ascent to the Supreme Court at all costs.",
      "new_text": "\nEven more eleventh-hour defamation attempts may be coming given the Left’s determination to prevent the judge’s ascent to the Supreme Court at all costs.",
      "prop_spans": [
        [
          293,
          317,
          "Slogans"
        ],
        [
          346,
          365,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 443,
      "end_ix": 502,
      "text": "\nWhether the claims are true is irrelevant to these people.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 502,
      "end_ix": 624,
      "text": "\nOnly the seriousness and luridness of the charges matter as they get aired over and over again in the 24-hour news cycle.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 624,
      "end_ix": 671,
      "text": "\nThey don’t care about the victims they create.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 671,
      "end_ix": 691,
      "text": "\nOnly the headlines.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 691,
      "end_ix": 976,
      "text": "\nThe new allegations surfaced yesterday as the Senate Judiciary Committee battens down the hatches for a hearing today to receive oral evidence from the first accuser, Christine Blasey Ford, 51, who claims Kavanaugh, 53, tried to rape her decades ago when he was a high school student.",
      "new_text": "\nThe new allegations surfaced yesterday as the Senate Judiciary Committee prepares for a hearing today to receive oral evidence from the first accuser, Christine Blasey Ford, 51, who claims Kavanaugh, 53, tried to rape her decades ago when he was a high school student.",
      "prop_spans": [
        [
          765,
          790,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 976,
      "end_ix": 1242,
      "text": "\nThe third accuser is Julie Swetnick, a 55-year-old certified systems engineer, who on Wednesday claimed that in the early 1980s Kavanaugh and others spiked the drinks of young women at high school parties with intoxicants to clear the way for them to be gang-raped.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1242,
      "end_ix": 1371,
      "text": "\nIncredibly, Swetnick said in a sworn statement that she witnessed gang rapes at these parties but kept on attending them anyway.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1371,
      "end_ix": 1388,
      "text": "\nIt gets weirder.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1388,
      "end_ix": 1430,
      "text": "\nKavanaugh was a “mean drunk,” she stated.",
      "new_text": "\nKavanaugh was a “mean drunk,” she stated.",
      "prop_spans": [
        [
          1403,
          1416,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 1430,
      "end_ix": 1543,
      "text": "\nHe drank excessively at these parties and would grind against girls and try to take their clothing of, she said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1543,
      "end_ix": 1855,
      "text": "\nSwetnick claimed to have been gang-raped at one of these parties in 1982 as a result of consuming a spiked drink that contained “Quaaludes or something similar.” Kavanaugh and his friend Mark Judge were present at the party at which she was raped, she states, but she doesn’t accuse them of participating in it.",
      "new_text": "\nSwetnick claimed to have been gang-raped at one of these parties in 1982 as a result of consuming a spiked drink that contained “Quaaludes or something similar.” Kavanaugh and his friend Mark Judge were present at the party at which she was raped, she states, but she doesn’t accuse them of participating in it.",
      "prop_spans": [
        [
          1574,
          1585,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 1855,
      "end_ix": 1960,
      "text": "\nIn response, Kavanaugh labeled Swetnick's salacious allegations \"ridiculous and from the Twilight Zone.\"",
      "new_text": "\nIn response, Kavanaugh labeled Swetnick's salacious allegations \"ridiculous and from the Twilight Zone.\"",
      "prop_spans": [
        [
          1921,
          1958,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1960,
      "end_ix": 2040,
      "text": "\n\"I don't know who this is and this never happened,\" the judicial nominee added.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2040,
      "end_ix": 2306,
      "text": "\nA CNBC summary describes Swetnick:\nA 1980 graduate of Gaithersburg High School in Maryland, she said she has held multiple clearances for work done at the Treasury Department, U.S. Mint, IRS, State Department and Justice Department, among other government agencies.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2306,
      "end_ix": 2443,
      "text": "\nSwetnick says in her affidavit that she saw Kavanaugh in the early 1980s \"drink excessively at many\" house parties in suburban Maryland.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2443,
      "end_ix": 2546,
      "text": "\nAt the time, Kavanaugh and Judge were students at Georgetown Prep, a private Catholic all-boys school.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2546,
      "end_ix": 2755,
      "text": "\nShe said Kavanaugh and Judge engaged in \"abusive and physically aggressive behavior toward girls,\" which \"included the fondling and groping of girls without their consent\" and \"not taking 'No' for an answer.\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2755,
      "end_ix": 2945,
      "text": "\nPredictably, all 10 Democrat members of the Judiciary Committee urged President Trump to either \"immediately withdraw the nomination or order an FBI investigation into all the allegations.\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2945,
      "end_ix": 3012,
      "text": "\nThere is no indication so far that the president will oblige them.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3012,
      "end_ix": 3180,
      "text": "\nTo no one’s surprise, Trump’s legal tormentor, Stormy Daniels attorney Michael Avenatti, whom Tucker Carlson has dubbed “creepy porn lawyer,” is representing Swetnick.",
      "new_text": "\nTo no one’s surprise, Trump’s legal opposer, Stormy Daniels attorney Michael Avenatti, whom Tucker Carlson has dubbed “creepy porn lawyer,” is representing Swetnick.",
      "prop_spans": [
        [
          3035,
          3058,
          "Name_Calling,Labeling"
        ],
        [
          3134,
          3152,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3180,
      "end_ix": 3357,
      "text": "\n\"There should be an immediate investigation\" of Swetnick’s dramatic allegations, Avenatti said on MSNBC, \"and there should be no rush to confirm him to the U.S. Supreme Court.\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3357,
      "end_ix": 3389,
      "text": "\nThe president slammed Avenatti.",
      "new_text": "\nThe president criticized Avenatti.",
      "prop_spans": [
        [
          3372,
          3380,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3389,
      "end_ix": 3559,
      "text": "\n“Avenatti is a third rate lawyer who is good at making false accusations, like he did on me and like he is now doing on Judge Brett Kavanaugh[,]” Trump wrote on Twitter.",
      "new_text": "\n“Avenatti is a third rate lawyer who is good at making false accusations, like he did on me and like he is now doing on Judge Brett Kavanaugh[,]” Trump wrote on Twitter.",
      "prop_spans": [
        [
          3391,
          3531,
          "Doubt"
        ],
        [
          3403,
          3423,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3559,
      "end_ix": 3867,
      "text": "\n“He is just looking for attention and doesn’t want people to look at his past record and relationships - a total low-life!”\nHe rejected Swetnick’s allegations as “another beauty” and described Avenatti as a “con artist.”\n“All of a sudden, the hearings are over, and the rumors start coming out,” Trump said.",
      "new_text": "\n“He is just looking for attention and doesn’t want people to look at his past record and relationships - a total low-life!”\nHe rejected Swetnick’s allegations as “another beauty” and described Avenatti as a “con artist.”\n“All of a sudden, the hearings are over, and the rumors start coming out,” Trump said.",
      "prop_spans": [
        [
          3561,
          3663,
          "Whataboutism"
        ],
        [
          3665,
          3681,
          "Name_Calling,Labeling"
        ],
        [
          3723,
          3737,
          "Name_Calling,Labeling"
        ],
        [
          3768,
          3778,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3867,
      "end_ix": 3951,
      "text": "\n“And then you this other con artist, Avenatti, come out with another beauty today.\"",
      "new_text": "\n“And then you this other con artist, Avenatti, come out with another beauty today.\"",
      "prop_spans": [
        [
          3882,
          3913,
          "Name_Calling,Labeling"
        ],
        [
          3929,
          3944,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3951,
      "end_ix": 4007,
      "text": "\nA fourth accuser popped up yesterday, Politico reports.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4007,
      "end_ix": 4376,
      "text": "\nAccording to an interview transcript released Wednesday night by the Senate Judiciary Committee:\nAn anonymous woman wrote to Sen. Cory Gardner’s (R-Colo.) office on Sept. 22 alleging that the Supreme Court nominee shoved another woman “up against the wall very aggressively and sexually” in 1998 after leaving a bar where both had been drinking, the transcript states.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4376,
      "end_ix": 4483,
      "text": "\nKavanaugh denied any involvement in the events alleged in that complaint, which was first reported by NBC.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4483,
      "end_ix": 4587,
      "text": "\nDepending on how you do the counting, there may even be a fifth and sixth accusation against Kavanaugh.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4587,
      "end_ix": 4878,
      "text": "\nThe newspaper account continues:\nThe transcript of Kavanaugh's Tuesday interview also cited another anonymous claim of sexual misconduct involving Kavanaugh, dating back to 1985 and sent to the office of Sen. Sheldon Whitehouse (D-R.I.), which the judge also flatly denied to investigators.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4878,
      "end_ix": 5019,
      "text": "\nAnd GOP investigators said late Wednesday they received an additional anonymous claim of rape passed along by Sen. Kamala Harris (D-Calif.).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5019,
      "end_ix": 5135,
      "text": "\nAccuser number two is Deborah Ramirez, 53, who went public with her claims in a New Yorker magazine article Sunday.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5135,
      "end_ix": 5230,
      "text": "\nRamirez alleges she was assaulted by Kavanaugh at a drunken party decades ago at Yale College.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5230,
      "end_ix": 5312,
      "text": "\nShe claims Kavanaugh exposed himself to her and brushed his genitals against her.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5312,
      "end_ix": 5434,
      "text": "\nIf Kavanaugh isn’t on the bench Monday, the Supreme Court will be shorthanded as it begins hearing cases in its new term.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5434,
      "end_ix": 5614,
      "text": "\nIt normally has a complement of nine justices but with Anthony Kennedy’s retirement July 31, which cleared the way for Kavanaugh’s nomination, there have been only eight justices.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5614,
      "end_ix": 5705,
      "text": "\nRoughly speaking there is a 4-to-4 liberal to conservative ideological split on the court.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5705,
      "end_ix": 5829,
      "text": "\nDemocrats are trying to drag the confirmation process into the next Congress where they may seize control from Republicans.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5829,
      "end_ix": 5857,
      "text": "\nElection Day is November 6.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5857,
      "end_ix": 5991,
      "text": "\nThe GOP currently controls the Senate, which has the final say on judicial nominations, by an uncomfortably close margin of 51 to 49.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5991,
      "end_ix": 6073,
      "text": "\nThe proceedings Thursday are supposed to get underway at 10:00 a.m. Eastern time.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6073,
      "end_ix": 6367,
      "text": "\nCommittee Republicans considered the political optics and didn’t relish the prospect of their all-male team of 11 senators questioning a woman so they hired sex-crimes prosecutor Rachel Mitchell of Maricopa County, Arizona, to ask the questions at what promises to be a highly-watched hearing.",
      "new_text": "\nCommittee Republicans considered the political optics and didn’t relish the prospect of their all-male team of 11 senators questioning a woman so they hired sex-crimes prosecutor Rachel Mitchell of Maricopa County, Arizona, to ask the questions at what promises to be a highly-watched hearing.",
      "prop_spans": [
        [
          6168,
          6182,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 6367,
      "end_ix": 6574,
      "text": "\nDemocrats predictably freaked out at the decision to have a woman lead the questioning since their primary objective here is to embarrass and discredit Kavanaugh and other Republicans, not get at the truth.",
      "new_text": "\nDemocrats were predictable alarmed at the decision to have a woman lead the questioning since their primary objective here is to embarrass and discredit Kavanaugh and other Republicans, not get at the truth.",
      "prop_spans": [
        [
          6390,
          6402,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6574,
      "end_ix": 6678,
      "text": "\n“It is going against everything I’ve seen for 44 years,\" huffed committee member Patrick Leahy (D-Vt.).",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6678,
      "end_ix": 6720,
      "text": "\n\"They’re not following normal procedure.\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6720,
      "end_ix": 6837,
      "text": "\nAs expected, at today’s hearing Kavanaugh will firmly rebut the increasingly outrageous claims being leveled at him.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6837,
      "end_ix": 6992,
      "text": "\nAccording to prepared testimony provided to The Hill newspaper, he will say:\nI categorically and unequivocally deny the allegation against me by Dr. Ford.",
      "new_text": "\nAccording to prepared testimony provided to The Hill newspaper, he will say:\nI categorically and unequivocally deny the allegation against me by Dr. Ford.",
      "prop_spans": [
        [
          6917,
          6954,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 6992,
      "end_ix": 7064,
      "text": "\nI never had any sexual or physical encounter of any kind with Dr. Ford.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7064,
      "end_ix": 7175,
      "text": "\nI am not questioning that Dr. Ford may have been sexually assaulted by some person in some place at some time.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7175,
      "end_ix": 7223,
      "text": "\nBut I have never done that to her or to anyone.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7223,
      "end_ix": 7272,
      "text": "\nKavanaugh added: \"I am innocent of this charge.\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7272,
      "end_ix": 7348,
      "text": "\nNot surprisingly Ford’s prepared testimony also found its way to reporters.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7348,
      "end_ix": 7428,
      "text": "\n“I am here today not because I want to be,” Ford says in her opening statement.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7428,
      "end_ix": 7445,
      "text": "\n“I am terrified.",
      "new_text": "\n“I am terrified.",
      "prop_spans": [
        [
          7430,
          7444,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 7445,
      "end_ix": 7974,
      "text": "\nI am here because I believe it is my civic duty to tell you what happened to me while Brett Kavanaugh and I were in high school.”\nShe describes the nominee as “Brett Kavanaugh, the boy who sexually assaulted me,” and claims “Brett’s assault on me drastically altered my life,” but at the same time acknowledges “Brett did not rape me.”\nGiven that Kavanaugh has already passed six incredibly intrusive FBI investigations, odds are Ford is lying or suffering from some kind of psychological disorder such as false memory syndrome.",
      "new_text": "\nI am here because I believe it is my civic duty to tell you what happened to me while Brett Kavanaugh and I were in high school.”\nShe describes the nominee as “Brett Kavanaugh, the boy who sexually assaulted me,” and claims “Brett’s assault on me drastically altered my life,” but at the same time acknowledges “Brett did not rape me.”\nGiven that Kavanaugh has already passed six incredibly intrusive FBI investigations, it is possible that Ford is lying or suffering from some kind of psychological disorder.",
      "prop_spans": [
        [
          7606,
          7656,
          "Name_Calling,Labeling"
        ],
        [
          7693,
          7720,
          "Loaded_Language"
        ],
        [
          7876,
          7973,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 7974,
      "end_ix": 8130,
      "text": "\nMany commentators have drawn parallels between Ford and Anita Hill, who in 1991 accused then-Supreme Court nominee Clarence Thomas of sexual improprieties.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8130,
      "end_ix": 8165,
      "text": "\nBoth women are college professors.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8165,
      "end_ix": 8234,
      "text": "\nBoth claim to have reluctantly been drawn into confirmation battles.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8234,
      "end_ix": 8353,
      "text": "\nFord claims to be a victim of attempted rape; Hill claims to have been a victim of sexual harassment in the workplace.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8353,
      "end_ix": 8603,
      "text": "\nOnly left-wingers and feminists like Maureen Dowd still believe Hill, now an utterly undistinguished politically correct scholar who discredited herself by –among other things— following her then-boss Thomas as his subordinate when he switched jobs.",
      "new_text": "\nOnly people like Maureen Dowd still believe Hill, who discredited herself by –among other things— following her then-boss Thomas as his subordinate when he switched jobs.",
      "prop_spans": [
        [
          8359,
          8404,
          "Name_Calling,Labeling"
        ],
        [
          8431,
          8483,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8603,
      "end_ix": 8638,
      "text": "\nAn abused person wouldn’t do that.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8638,
      "end_ix": 8748,
      "text": "\nBut all the lies about Thomas at what he described as a “high-tech lynching for uppity blacks” had an effect.",
      "new_text": "\nBut all the lies about Thomas at what he described as a “high-tech lynching for uppity blacks” had an effect.",
      "prop_spans": [
        [
          8696,
          8732,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8748,
      "end_ix": 8832,
      "text": "\nIn the end, the Senate barely approved his nomination 52 to 48 on October 15, 1991.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8832,
      "end_ix": 8961,
      "text": "\nWith all the mud Democrats have been slinging at Kavanaugh, he would be thrilled to be approved by a margin as wide as 52 to 48.",
      "new_text": "\nWith all the insults Democrates have been hurling at Kavanaugh, he would be thrilled to be approved by a margin as wide as 52 to 48.",
      "prop_spans": [
        [
          8846,
          8882,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8961,
      "end_ix": 9128,
      "text": "\nConservatives need to remember that the purpose of the Left’s frenzied, demagogic assault is to damage the nominee, and by extension, the president who nominated him.",
      "new_text": "",
      "prop_spans": [
        [
          8998,
          9127,
          "Causal_Oversimplification"
        ],
        [
          9013,
          9052,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 9128,
      "end_ix": 9195,
      "text": "\nIf they can derail Kavanaugh’s nomination, that is an added bonus.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9195,
      "end_ix": 9463,
      "text": "\nThe Left’s attacks on Kavanaugh in the #MeToo era are working, a USA Today article suggests:\nDisapproval for Kavanaugh … is at an unprecedented level for a Supreme Court nominee amid the allegations against him, according to a new USA TODAY/Ipsos Public Affairs Poll.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9463,
      "end_ix": 9680,
      "text": "\nThose surveyed said by 40 percent to 31 percent that the Senate shouldn't vote to approve his nomination, the first time a plurality of Americans have opposed a Supreme Court nominee since polling on the issue began.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9680,
      "end_ix": 9894,
      "text": "\nThe case against confirming Kavanaugh may be somewhere between weak and non-existent, but the constant repetition of the unsupported allegations in the Trump-hating media is clearly taking its toll on the nominee.",
      "new_text": "\nThe case against confirming Kavanaugh may be somewhere between weak and non-existent, but the constant repetition of the unsupported allegations in the media is clearly taking its toll on the nominee.",
      "prop_spans": [
        [
          9833,
          9852,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 9894,
      "end_ix": 10189,
      "text": "\nThat said, the Senate Judiciary Committee is tentatively scheduled to vote on the nomination Friday at 9:30 a.m.\n\"If we're ready to vote, we will vote,” Chairman Chuck Grassley (R-Iowa) tweeted Tuesday at 6:46 p.m. “If we aren't ready, we won't.”\nObviously, a lot is riding on the confirmation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10189,
      "end_ix": 10340,
      "text": "\n“We're watching a period where what we have to understand is this is about raw power,\" former Speaker of the House Newt Gingrich (R-Ga.) said Tuesday.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10340,
      "end_ix": 10460,
      "text": "\n\"And if the Left can stop Kavanaugh we will not get another conservative justice in our lifetime on the Supreme Court.\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10460,
      "end_ix": 10722,
      "text": "\nPresident Trump quoted the nation’s most prominent conservative radio host as he urged GOP senators to get onboard Tuesday:\n“Rush Limbaugh to Republicans: ‘You can kiss the MIDTERMS goodbye if you don’t get highly qualified Kavanaugh approved.’”\nTrump is right.",
      "new_text": "\nPresident Trump quoted the nation’s most prominent conservative radio host as he urged GOP senators to get onboard Tuesday:\n“Rush Limbaugh to Republicans: ‘You can kiss the MIDTERMS goodbye if you don’t get highly qualified Kavanaugh approved.’”\nTrump is right.",
      "prop_spans": [
        [
          10617,
          10651,
          "Loaded_Language"
        ],
        [
          10617,
          10703,
          "Appeal_to_fear-prejudice"
        ]
      ]
    }
  ],
  "original labels": [
    [
      0,
      21,
      "Name_Calling,Labeling"
    ],
    [
      99,
      133,
      "Loaded_Language"
    ],
    [
      293,
      317,
      "Slogans"
    ],
    [
      346,
      365,
      "Name_Calling,Labeling"
    ],
    [
      765,
      790,
      "Loaded_Language"
    ],
    [
      1403,
      1416,
      "Name_Calling,Labeling"
    ],
    [
      1574,
      1585,
      "Repetition"
    ],
    [
      1921,
      1958,
      "Loaded_Language"
    ],
    [
      3035,
      3058,
      "Name_Calling,Labeling"
    ],
    [
      3134,
      3152,
      "Name_Calling,Labeling"
    ],
    [
      3372,
      3380,
      "Loaded_Language"
    ],
    [
      3391,
      3531,
      "Doubt"
    ],
    [
      3403,
      3423,
      "Name_Calling,Labeling"
    ],
    [
      3561,
      3663,
      "Whataboutism"
    ],
    [
      3665,
      3681,
      "Name_Calling,Labeling"
    ],
    [
      3723,
      3737,
      "Name_Calling,Labeling"
    ],
    [
      3768,
      3778,
      "Name_Calling,Labeling"
    ],
    [
      3882,
      3913,
      "Name_Calling,Labeling"
    ],
    [
      3929,
      3944,
      "Name_Calling,Labeling"
    ],
    [
      6168,
      6182,
      "Name_Calling,Labeling"
    ],
    [
      6390,
      6402,
      "Loaded_Language"
    ],
    [
      6917,
      6954,
      "Loaded_Language"
    ],
    [
      7430,
      7444,
      "Loaded_Language"
    ],
    [
      7606,
      7656,
      "Name_Calling,Labeling"
    ],
    [
      7693,
      7720,
      "Loaded_Language"
    ],
    [
      7876,
      7973,
      "Doubt"
    ],
    [
      8359,
      8404,
      "Name_Calling,Labeling"
    ],
    [
      8431,
      8483,
      "Name_Calling,Labeling"
    ],
    [
      8696,
      8732,
      "Name_Calling,Labeling"
    ],
    [
      8846,
      8882,
      "Loaded_Language"
    ],
    [
      8998,
      9127,
      "Causal_Oversimplification"
    ],
    [
      9013,
      9052,
      "Name_Calling,Labeling"
    ],
    [
      9833,
      9852,
      "Name_Calling,Labeling"
    ],
    [
      10617,
      10651,
      "Loaded_Language"
    ],
    [
      10617,
      10703,
      "Appeal_to_fear-prejudice"
    ]
  ]
}