{
  "article_id": "790677230",
  "sentence offsets in original": [
    0,
    29,
    260,
    383,
    516,
    547,
    678,
    729,
    865,
    1055,
    1120,
    1146,
    1296,
    1416,
    1482,
    1509,
    1634,
    1683,
    1790,
    1857,
    1953,
    2143,
    2377,
    2427,
    2650,
    2814,
    3102,
    3247,
    3273,
    3437,
    3891,
    4022,
    4172,
    4268,
    4361,
    4808,
    5037,
    5177,
    5381,
    5483,
    5711,
    5830,
    5948,
    6021,
    6178,
    6322,
    6365,
    6453,
    6516,
    6601,
    6737,
    6932,
    7102,
    7211,
    7368,
    7696,
    7834,
    8417,
    8733,
    8799,
    9078,
    9350,
    9484,
    9515,
    9635,
    9763,
    9783,
    10137,
    10493,
    10529,
    10578,
    10727,
    10907,
    11131,
    11353,
    11475,
    11655,
    11746,
    11874,
    11902,
    12036
  ],
  "original sentences": [
    "Kavanaugh's Nomination Saved?",
    "\n\nSupreme Court nominee Brett Kavanaugh’s outstanding performance at yesterday’s evidentiary hearing featuring attempted rape accuser Christine Blasey Ford may have revived his embattled nomination for the highest court in America.",
    "\nThe meeting of the Senate Judiciary Committee showed the underhanded tactics employed by the Left against Judge Kavanaugh.",
    "\nThe nominee and Republican senators used the opportunity to attack desperate Democrats for their efforts at character assassination.",
    "\nPresident Trump was delighted.",
    "\n“Judge Kavanaugh showed America exactly why I nominated him[,]” President Trump tweeted at 6:46 p.m. after the hearing wrapped up.",
    "\n“His testimony was powerful, honest, and riveting.",
    "\nDemocrats’ search and destroy strategy is disgraceful and this process has been a total sham and effort to delay, obstruct, and resist.",
    "\nThe Senate must vote!”\nFord, who claims Kavanaugh tried to rape her decades ago when he was a high school student, appeared before the Senate Judiciary Committee for several hours Thursday.",
    "\nKavanaugh testified separately after Ford’s testimony concluded.",
    "\nKavanaugh stole the show.",
    "\nThe judge forcefully stood up for himself as his voice trembled with righteous indignation, calling out Democratic senators for plotting against him.",
    "\nThe behavior of several of the Democratic members of this committee at my hearing a few weeks ago was an embarrassment.",
    "\nBut at least it was just a good old-fashioned attempt at Borking.",
    "\nThose efforts didn't work.",
    "\nWhen I did at least okay enough at the hearings that it looked like I might actually get confirmed, a new tactic was needed.",
    "\nSome of you were lying in wait and had it ready.",
    "\nThis first allegation was held in secret for weeks by a Democratic member of this committee, and by staff.",
    "\nIt would be needed only if you couldn't take me out on the merits.",
    "\nWhen it was needed, this allegation was unleashed and publicly deployed over Dr. Ford's wishes.",
    "\nAnd then, and then as no doubt was expected, if not planned, came a long series of false last-minute smears designed to scare me and drive me out of the process before any hearing occurred.",
    "\nAfraid of their own shadows, committee Republicans didn’t relish the prospect of their all-male team of 11 senators questioning a woman so they hired sex-crimes prosecutor Rachel Mitchell of Maricopa County, Arizona, to examine Ford.",
    "\nOpinions differ widely on how Mitchell performed.",
    "\nShe tiptoed around the alleged sexual assault itself, instead focusing on process-related questions, presumably in an effort to show undecided senators how Ford and her handlers have been unfairly manipulating the process.",
    "\nIn much of her testimony, Ford came across as presentable and seemingly credible, though vague and sometimes evasive, her ridiculous overall story notwithstanding.",
    "\nFord did well enough that during the break between her testimony and Kavanaugh’s, commentators on Fox News such as Brit Hume and Andrew Napolitano were openly musing about the nominee withdrawing, opinions that were sharply reversed after the nominee completed his testimony hours later.",
    "\nIt’s not that Mitchell did a bad job creating an inventory of the irregularities in the process and of the odd behavior of Ford and her lawyers.",
    "\nShe could do little else.",
    "\nShe had many restrictions placed upon her and was only allowed to question Ford for minutes at a time before surrendering the floor to the next committee Democrat.",
    "\nAs commentator Sean Davis tweeted:\n“Hard to do much else when the witness conveniently has no corroborating evidence, no memory of any verifiable facts of what happened, and everyone she says was present at the alleged incident--even her best friend--has denied it.”\nNonetheless, Mitchell’s questioning came across at times as perfunctory, leading many observers to conclude that Republicans threw away a valuable opportunity by using her as a stand-in.",
    "\nShe failed to lay a glove on a witness whose implausible, internally contradictory story cried out for vigorous cross-examination.",
    "\nIn the end the too-deferential, easygoing Mitchell failed to provide much, if anything, in the way of evidence against Ford or in favor of Kavanaugh.",
    "\nWhether her work will bring over fence-sitting senators to Kavanaugh’s side remains to be seen.",
    "\nLike other Democrats, Sen. Mazie Hirono of Hawaii tried to help Ford, lobbing her softballs.",
    "\nAfter saying she thought she knew what Mitchell was trying to get at in her questions, the senator said, “so I'll just ask you very plainly, Dr. Ford, is there a political motivation for your coming forward with your account of the assault by Brett Kavanaugh?”\n“No, and I'd like to reiterate that again, I was trying to get the information to you while there was still a list of other what looked like equally-qualified candidates,” Ford replied.",
    "\nWhen Sen. Dick Durbin (D-Ill.) asked Ford “with what degree of certainty do you believe Brett Kavanaugh assaulted you?” Ford replied, “one hundred percent.”\nStrangely, Ford has a bad long-term memory and a bad short-term memory.",
    "\nShe doesn’t know when or where the alleged incident took place, yet she is “one hundred percent” certain it was Kavanaugh who attacked her.",
    "\nAt the outset of the hearing, Grassley provided an overview of what Kavanaugh had gone through –including the Democrats’ sordid behavior— since President Trump announced the judge’s nomination on July 9.",
    "\nAs part of the confirmation process, Kavanaugh endured his sixth background investigation since 1993.",
    "\n“Nowhere in any of these six FBI reports, which committee investigators have reviewed on a bipartisan basis, was there a whiff of any issue – any issue at all related in any way to inappropriate sexual behavior,” Grassley said.",
    "\nFord shared her allegations in a letter to the committee’s ranking member, Dianne Feinstein (D-Calif.), in the summer.",
    "\nThe letter remained secret from July 30 through until September 13 when he first learned about it, the chairman said.",
    "\nInstead of sharing the letter with the committee, Feinstein did nothing.",
    "\nBefore the hearing, Kavanaugh met privately with 65 senators, including Feinstein, who didn’t ask him about the allegations when she met with him in August.",
    "\nThe committee held a four-day public hearing from September 4 to September 7 during which Kavanaugh testified for more than 32 hours in public.",
    "\nFeinstein didn’t attend it, Grassley said.",
    "\nKavanaugh answered almost 1,300 written questions senators submitted after the hearing.",
    "\nThat is “more than all prior Supreme Court nominees,” he said.",
    "\n“Throughout this period, we did not know about the ranking member's secret evidence.",
    "\nThen, only at an 11th hour, on the eve of Judge Kavanaugh's confirmation vote, did the ranking member refer the allegations to the FBI.",
    "\nAnd then, sadly, the allegations were leaked to the press.”\n“Every step of the way the Democratic side refused to participate in what should have been a bipartisan investigation,” Grassley said.",
    "\nAfter Ford’s identity became public, Grassley’s staff “contacted all the individuals she said attended the 1982 party described in the Washington Post article,” he said.",
    "\nKavanaugh “immediately submitted to an interview under penalty of felony for any knowingly false statements.",
    "\nHe denied the allegations categorically.”\n“Democratic staff was invited to participate and could have asked any questions they wanted to, but they declined.",
    "\nWhich leads me then to wonder: If they're really concerned with going to the truth, why wouldn't you want to talk to the accused?”\nGrassley said his staff contacted the other individuals who allegedly attended the party at which the conduct Ford complained of allegedly took place: Mark Judge, Patrick Smyth, and Leland Keyser.",
    "\n“All three submitted statements to the Senate under – under penalty of felony, denying any knowledge of the events described by Dr. Ford.",
    "\nDr. Ford's lifelong friend, Dr. – Miss Keyser, stated she doesn't know Judge Kavanaugh and doesn't recall ever attending a party with him.”\nGrassley said his staff repeatedly sought to interview Ford over the past 11 days, “even volunteering to fly to California to take her testimony, but her attorneys refused to prevent – present her allegations to Congress.”\n“Consistent with their stated desires to obstruct Kavanaugh's nomination” by any means possible, “pushed for FBI investigations into the allegations.”\n“We've been trying to investigate other allegations,” Grassley said.",
    "\n“At this time, we have not had cooperation from attorneys representing other clients, and they have made no attempt to substantiate their claims.”\nAttorneys for new Kavanaugh accusers Deborah Ramirez and Julie Swetnick have been approached by committee staff on eight and six occasions, respectively, Grassley said.",
    "\n“Neither attorney has made their clients available for interview.",
    "\nThe committee can't do an investigation if attorneys are stonewalling.”\nWith his performance at the hearing, Sen. Lindsey Graham (R-S.C.), who is frequently a target of conservatives for going rogue on important issues, partly redeemed himself in the eyes of many conservatives.",
    "\nWhile questioning Kavanaugh, Graham lambasted the confirmation process the judge has been put through, calling it “the most unethical sham since I've been in politics.”\nLashing out at Democrats, Graham said, “If you wanted an FBI investigation, you could have come to us.",
    "\nWhat you want to do is destroy this guy's life, hold this seat open and hope you win in 2020.”\n“Boy, you all want power,” he shouted.",
    "\n“God, I hope you never get it.",
    "\nI hope the American people can see through this sham.”\nGraham warned fellow GOPers about voting against the nomination.",
    "\n“To my Republican colleagues, if you vote no, you're legitimizing the most despicable thing I have seen in my time in politics.",
    "\nYou want this seat?",
    "\nI hope you never get it.”\nSen. Orrin Hatch (R-Utah) attacked Democrats, blaming them for the “circus atmosphere that has been created” since they first Ford's allegations to the media “two weeks ago, after sitting on them for six weeks.” This “has brought us the worst in our politics.”\n“It certainly has brought us no closer to the truth,” Hatch added.",
    "\n“Anonymous letters with no name and no return address are now being treated as national news.” Taking a shot at Stormy Daniels attorney Michael Avenatti, Hatch said “porn star lawyers with facially implausible claims are driving the news cycle.”\n“I hate to say this, but this is worse than Robert Bork, and I didn't think it could get any worse than that.",
    "\nThis is worse than Clarence Thomas.",
    "\nI didn't think it could get any worse than that.",
    "\nThis is a national disgrace, the way you're being treated.”\nThe Senate Judiciary Committee is scheduled to vote on the nomination today at 9:30 a.m.",
    "\nAsked last night about the nomination moving to the floor of the Senate for a final vote, Chairman Chuck Grassley (R-Iowa) reportedly answered, \"Depends on what happens tomorrow.\"",
    "\nSenate Majority Leader Mitch McConnell (R-Ky.) is planning a procedural vote on Saturday to formally move to the nomination, followed by a potential confirmation vote by the full Senate as soon as Tuesday, Politico reports.",
    "\nA handful of Democrat senators, including the perpetually vulnerable red-state senator, Joe Manchin of West Virginia, are reportedly considering voting to confirm Kavanaugh when the nomination goes before the full Senate.",
    "\nIf Kavanaugh isn’t on the bench Monday, the Supreme Court will be shorthanded as it begins hearing cases in its new term.",
    "\nIt normally has a complement of nine justices but with Anthony Kennedy’s retirement July 31, which cleared the way for Kavanaugh’s nomination, there have been only eight justices.",
    "\nRoughly speaking there is a 4-to-4 liberal to conservative ideological split on the court.",
    "\nDemocrats are trying to drag the confirmation process into the next Congress where they hope to seize control from Republicans.",
    "\nElection Day is November 6.",
    "\nThe GOP currently controls the Senate, which has the final say on judicial nominations, by an uncomfortably close margin of 51 to 49.",
    "\nThe confirmation drama continues."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 29,
      "text": "Kavanaugh's Nomination Saved?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 29,
      "end_ix": 260,
      "text": "\n\nSupreme Court nominee Brett Kavanaugh’s outstanding performance at yesterday’s evidentiary hearing featuring attempted rape accuser Christine Blasey Ford may have revived his embattled nomination for the highest court in America.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 260,
      "end_ix": 383,
      "text": "\nThe meeting of the Senate Judiciary Committee showed the underhanded tactics employed by the Left against Judge Kavanaugh.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 383,
      "end_ix": 516,
      "text": "\nThe nominee and Republican senators used the opportunity to attack desperate Democrats for their efforts at character assassination.",
      "new_text": "\nThe nominee and Republican senators used the opportunity to attack desperate Democrats for their efforts at defamation.",
      "prop_spans": [
        [
          492,
          515,
          "Slogans"
        ]
      ]
    },
    {
      "start_ix": 516,
      "end_ix": 547,
      "text": "\nPresident Trump was delighted.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 547,
      "end_ix": 678,
      "text": "\n“Judge Kavanaugh showed America exactly why I nominated him[,]” President Trump tweeted at 6:46 p.m. after the hearing wrapped up.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 678,
      "end_ix": 729,
      "text": "\n“His testimony was powerful, honest, and riveting.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 729,
      "end_ix": 865,
      "text": "\nDemocrats’ search and destroy strategy is disgraceful and this process has been a total sham and effort to delay, obstruct, and resist.",
      "new_text": "\nDemocrats’ strategy is disgraceful and this process has been a sham and effort to delay, obstruct, and resist.",
      "prop_spans": [
        [
          741,
          769,
          "Name_Calling,Labeling"
        ],
        [
          812,
          823,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 865,
      "end_ix": 1055,
      "text": "\nThe Senate must vote!”\nFord, who claims Kavanaugh tried to rape her decades ago when he was a high school student, appeared before the Senate Judiciary Committee for several hours Thursday.",
      "new_text": "\nThe Senate must vote!”\nFord, who claims Kavanaugh tried to rape her decades ago when he was a high school student, appeared before the Senate Judiciary Committee for several hours Thursday.",
      "prop_spans": [
        [
          866,
          886,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 1055,
      "end_ix": 1120,
      "text": "\nKavanaugh testified separately after Ford’s testimony concluded.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1120,
      "end_ix": 1146,
      "text": "\nKavanaugh stole the show.",
      "new_text": "\nKavanaugh stole the show.",
      "prop_spans": [
        [
          1121,
          1145,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1146,
      "end_ix": 1296,
      "text": "\nThe judge forcefully stood up for himself as his voice trembled with righteous indignation, calling out Democratic senators for plotting against him.",
      "new_text": "\nThe judge forcefully stood up for himself, calling out Democratic senators for plotting against him.",
      "prop_spans": [
        [
          1202,
          1237,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1296,
      "end_ix": 1416,
      "text": "\nThe behavior of several of the Democratic members of this committee at my hearing a few weeks ago was an embarrassment.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1416,
      "end_ix": 1482,
      "text": "\nBut at least it was just a good old-fashioned attempt at Borking.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1482,
      "end_ix": 1509,
      "text": "\nThose efforts didn't work.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1509,
      "end_ix": 1634,
      "text": "\nWhen I did at least okay enough at the hearings that it looked like I might actually get confirmed, a new tactic was needed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1634,
      "end_ix": 1683,
      "text": "\nSome of you were lying in wait and had it ready.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1683,
      "end_ix": 1790,
      "text": "\nThis first allegation was held in secret for weeks by a Democratic member of this committee, and by staff.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1790,
      "end_ix": 1857,
      "text": "\nIt would be needed only if you couldn't take me out on the merits.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1857,
      "end_ix": 1953,
      "text": "\nWhen it was needed, this allegation was unleashed and publicly deployed over Dr. Ford's wishes.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1953,
      "end_ix": 2143,
      "text": "\nAnd then, and then as no doubt was expected, if not planned, came a long series of false last-minute smears designed to scare me and drive me out of the process before any hearing occurred.",
      "new_text": "\nAnd then, as no doubt was expected, if not planned, came a long series of false smears designed to scare me and drive me out of the process before any hearing occurred.",
      "prop_spans": [
        [
          1964,
          1973,
          "Repetition"
        ],
        [
          2043,
          2062,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2143,
      "end_ix": 2377,
      "text": "\nAfraid of their own shadows, committee Republicans didn’t relish the prospect of their all-male team of 11 senators questioning a woman so they hired sex-crimes prosecutor Rachel Mitchell of Maricopa County, Arizona, to examine Ford.",
      "new_text": "Committee Republicans didn’t relish the prospect of their team of 11 senators questioning a woman so they hired sex-crimes prosecutor Rachel Mitchell of Maricopa County, Arizona, to examine Ford.",
      "prop_spans": [
        [
          2144,
          2171,
          "Loaded_Language"
        ],
        [
          2231,
          2245,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 2377,
      "end_ix": 2427,
      "text": "\nOpinions differ widely on how Mitchell performed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2427,
      "end_ix": 2650,
      "text": "\nShe tiptoed around the alleged sexual assault itself, instead focusing on process-related questions, presumably in an effort to show undecided senators how Ford and her handlers have been unfairly manipulating the process.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2650,
      "end_ix": 2814,
      "text": "\nIn much of her testimony, Ford came across as presentable and seemingly credible, though vague and sometimes evasive, her ridiculous overall story notwithstanding.",
      "new_text": "\nIn much of her testimony, Ford came across as presentable and seemingly credible, though vague and sometimes evasive, her story notwithstanding.",
      "prop_spans": [
        [
          2773,
          2798,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 2814,
      "end_ix": 3102,
      "text": "\nFord did well enough that during the break between her testimony and Kavanaugh’s, commentators on Fox News such as Brit Hume and Andrew Napolitano were openly musing about the nominee withdrawing, opinions that were sharply reversed after the nominee completed his testimony hours later.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3102,
      "end_ix": 3247,
      "text": "\nIt’s not that Mitchell did a bad job creating an inventory of the irregularities in the process and of the odd behavior of Ford and her lawyers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3247,
      "end_ix": 3273,
      "text": "\nShe could do little else.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3273,
      "end_ix": 3437,
      "text": "\nShe had many restrictions placed upon her and was only allowed to question Ford for minutes at a time before surrendering the floor to the next committee Democrat.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3437,
      "end_ix": 3891,
      "text": "\nAs commentator Sean Davis tweeted:\n“Hard to do much else when the witness conveniently has no corroborating evidence, no memory of any verifiable facts of what happened, and everyone she says was present at the alleged incident--even her best friend--has denied it.”\nNonetheless, Mitchell’s questioning came across at times as perfunctory, leading many observers to conclude that Republicans threw away a valuable opportunity by using her as a stand-in.",
      "new_text": "\nAs commentator Sean Davis tweeted:\n“Hard to do much else when the witness conveniently has no corroborating evidence, no memory of any verifiable facts of what happened, and everyone she says was present at the alleged incident--even her best friend--has denied it.”\nNonetheless, Mitchell’s questioning came across at times as perfunctory, leading many observers to conclude that Republicans threw away a valuable opportunity by using her as a stand-in.",
      "prop_spans": [
        [
          3473,
          3704,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 3891,
      "end_ix": 4022,
      "text": "\nShe failed to lay a glove on a witness whose implausible, internally contradictory story cried out for vigorous cross-examination.",
      "new_text": "\nShe failed to lay a glove on a witness whose implausible, internally contradictory story requires cross-examination.",
      "prop_spans": [
        [
          3981,
          4021,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4022,
      "end_ix": 4172,
      "text": "\nIn the end the too-deferential, easygoing Mitchell failed to provide much, if anything, in the way of evidence against Ford or in favor of Kavanaugh.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4172,
      "end_ix": 4268,
      "text": "\nWhether her work will bring over fence-sitting senators to Kavanaugh’s side remains to be seen.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4268,
      "end_ix": 4361,
      "text": "\nLike other Democrats, Sen. Mazie Hirono of Hawaii tried to help Ford, lobbing her softballs.",
      "new_text": "\nLike other Democrats, Sen. Mazie Hirono of Hawaii tried to help Ford, lobbing her softballs.",
      "prop_spans": [
        [
          4339,
          4360,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4361,
      "end_ix": 4808,
      "text": "\nAfter saying she thought she knew what Mitchell was trying to get at in her questions, the senator said, “so I'll just ask you very plainly, Dr. Ford, is there a political motivation for your coming forward with your account of the assault by Brett Kavanaugh?”\n“No, and I'd like to reiterate that again, I was trying to get the information to you while there was still a list of other what looked like equally-qualified candidates,” Ford replied.",
      "new_text": "\nAfter saying she thought she knew what Mitchell was trying to get at in her questions, the senator said, “so I'll just ask you very plainly, Dr. Ford, is there a political motivation for your coming forward with your account of the assault by Brett Kavanaugh?”\n“No, and I'd like to reiterate that again, I was trying to get the information to you while there was still a list of other what looked like equally-qualified candidates,” Ford replied.",
      "prop_spans": [
        [
          4513,
          4620,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 4808,
      "end_ix": 5037,
      "text": "\nWhen Sen. Dick Durbin (D-Ill.) asked Ford “with what degree of certainty do you believe Brett Kavanaugh assaulted you?” Ford replied, “one hundred percent.”\nStrangely, Ford has a bad long-term memory and a bad short-term memory.",
      "new_text": "\nWhen Sen. Dick Durbin (D-Ill.) asked Ford “with what degree of certainty do you believe Brett Kavanaugh assaulted you?” Ford replied, “one hundred percent.”\nStrangely, Ford has a bad long-term memory and a bad short-term memory.",
      "prop_spans": [
        [
          4977,
          5036,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5037,
      "end_ix": 5177,
      "text": "\nShe doesn’t know when or where the alleged incident took place, yet she is “one hundred percent” certain it was Kavanaugh who attacked her.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5177,
      "end_ix": 5381,
      "text": "\nAt the outset of the hearing, Grassley provided an overview of what Kavanaugh had gone through –including the Democrats’ sordid behavior— since President Trump announced the judge’s nomination on July 9.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5381,
      "end_ix": 5483,
      "text": "\nAs part of the confirmation process, Kavanaugh endured his sixth background investigation since 1993.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5483,
      "end_ix": 5711,
      "text": "\n“Nowhere in any of these six FBI reports, which committee investigators have reviewed on a bipartisan basis, was there a whiff of any issue – any issue at all related in any way to inappropriate sexual behavior,” Grassley said.",
      "new_text": "\n“Nowhere in any of these six FBI reports, which committee investigators have reviewed on a bipartisan basis, was there a whiff of any issue at all related in any way to inappropriate sexual behavior,” Grassley said.",
      "prop_spans": [
        [
          5626,
          5636,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 5711,
      "end_ix": 5830,
      "text": "\nFord shared her allegations in a letter to the committee’s ranking member, Dianne Feinstein (D-Calif.), in the summer.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5830,
      "end_ix": 5948,
      "text": "\nThe letter remained secret from July 30 through until September 13 when he first learned about it, the chairman said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5948,
      "end_ix": 6021,
      "text": "\nInstead of sharing the letter with the committee, Feinstein did nothing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6021,
      "end_ix": 6178,
      "text": "\nBefore the hearing, Kavanaugh met privately with 65 senators, including Feinstein, who didn’t ask him about the allegations when she met with him in August.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6178,
      "end_ix": 6322,
      "text": "\nThe committee held a four-day public hearing from September 4 to September 7 during which Kavanaugh testified for more than 32 hours in public.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6322,
      "end_ix": 6365,
      "text": "\nFeinstein didn’t attend it, Grassley said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6365,
      "end_ix": 6453,
      "text": "\nKavanaugh answered almost 1,300 written questions senators submitted after the hearing.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6453,
      "end_ix": 6516,
      "text": "\nThat is “more than all prior Supreme Court nominees,” he said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6516,
      "end_ix": 6601,
      "text": "\n“Throughout this period, we did not know about the ranking member's secret evidence.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6601,
      "end_ix": 6737,
      "text": "\nThen, only at an 11th hour, on the eve of Judge Kavanaugh's confirmation vote, did the ranking member refer the allegations to the FBI.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6737,
      "end_ix": 6932,
      "text": "\nAnd then, sadly, the allegations were leaked to the press.”\n“Every step of the way the Democratic side refused to participate in what should have been a bipartisan investigation,” Grassley said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6932,
      "end_ix": 7102,
      "text": "\nAfter Ford’s identity became public, Grassley’s staff “contacted all the individuals she said attended the 1982 party described in the Washington Post article,” he said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7102,
      "end_ix": 7211,
      "text": "\nKavanaugh “immediately submitted to an interview under penalty of felony for any knowingly false statements.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7211,
      "end_ix": 7368,
      "text": "\nHe denied the allegations categorically.”\n“Democratic staff was invited to participate and could have asked any questions they wanted to, but they declined.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7368,
      "end_ix": 7696,
      "text": "\nWhich leads me then to wonder: If they're really concerned with going to the truth, why wouldn't you want to talk to the accused?”\nGrassley said his staff contacted the other individuals who allegedly attended the party at which the conduct Ford complained of allegedly took place: Mark Judge, Patrick Smyth, and Leland Keyser.",
      "new_text": "\nWhich leads me then to wonder: If they're really concerned with going to the truth, why wouldn't you want to talk to the accused?”\nGrassley said his staff contacted the other individuals who allegedly attended the party at which the conduct Ford complained of allegedly took place: Mark Judge, Patrick Smyth, and Leland Keyser.",
      "prop_spans": [
        [
          7400,
          7497,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 7696,
      "end_ix": 7834,
      "text": "\n“All three submitted statements to the Senate under – under penalty of felony, denying any knowledge of the events described by Dr. Ford.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7834,
      "end_ix": 8417,
      "text": "\nDr. Ford's lifelong friend, Dr. – Miss Keyser, stated she doesn't know Judge Kavanaugh and doesn't recall ever attending a party with him.”\nGrassley said his staff repeatedly sought to interview Ford over the past 11 days, “even volunteering to fly to California to take her testimony, but her attorneys refused to prevent – present her allegations to Congress.”\n“Consistent with their stated desires to obstruct Kavanaugh's nomination” by any means possible, “pushed for FBI investigations into the allegations.”\n“We've been trying to investigate other allegations,” Grassley said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8417,
      "end_ix": 8733,
      "text": "\n“At this time, we have not had cooperation from attorneys representing other clients, and they have made no attempt to substantiate their claims.”\nAttorneys for new Kavanaugh accusers Deborah Ramirez and Julie Swetnick have been approached by committee staff on eight and six occasions, respectively, Grassley said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8733,
      "end_ix": 8799,
      "text": "\n“Neither attorney has made their clients available for interview.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 8799,
      "end_ix": 9078,
      "text": "\nThe committee can't do an investigation if attorneys are stonewalling.”\nWith his performance at the hearing, Sen. Lindsey Graham (R-S.C.), who is frequently a target of conservatives for going rogue on important issues, partly redeemed himself in the eyes of many conservatives.",
      "new_text": "\nThe committee can't do an investigation if attorneys are stonewalling.”\nWith his performance at the hearing, Sen. Lindsey Graham (R-S.C.), who is frequently a target of conservatives for going rogue on important issues, partly redeemed himself in the eyes of many conservatives.",
      "prop_spans": [
        [
          8857,
          8869,
          "Loaded_Language"
        ],
        [
          8987,
          8999,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9078,
      "end_ix": 9350,
      "text": "\nWhile questioning Kavanaugh, Graham lambasted the confirmation process the judge has been put through, calling it “the most unethical sham since I've been in politics.”\nLashing out at Democrats, Graham said, “If you wanted an FBI investigation, you could have come to us.",
      "new_text": "\nWhile questioning Kavanaugh, Graham lambasted the confirmation process the judge has been put through, calling it “the most unethical sham since I've been in politics.”\nLashing out at Democrats, Graham said, “If you wanted an FBI investigation, you could have come to us.",
      "prop_spans": [
        [
          9194,
          9245,
          "Exaggeration,Minimisation"
        ],
        [
          9213,
          9218,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9350,
      "end_ix": 9484,
      "text": "\nWhat you want to do is destroy this guy's life, hold this seat open and hope you win in 2020.”\n“Boy, you all want power,” he shouted.",
      "new_text": "\nWhat you want to do is destroy this guy's life, hold this seat open and hope you win in 2020.”\n“Boy, you all want power,” he shouted.",
      "prop_spans": [
        [
          9351,
          9443,
          "Causal_Oversimplification"
        ],
        [
          9447,
          9470,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9484,
      "end_ix": 9515,
      "text": "\n“God, I hope you never get it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9515,
      "end_ix": 9635,
      "text": "\nI hope the American people can see through this sham.”\nGraham warned fellow GOPers about voting against the nomination.",
      "new_text": "\nI hope the American people can see through this sham.”\nGraham warned fellow GOPers about voting against the nomination.",
      "prop_spans": [
        [
          9516,
          9568,
          "Flag-Waving"
        ],
        [
          9564,
          9568,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9635,
      "end_ix": 9763,
      "text": "\n“To my Republican colleagues, if you vote no, you're legitimizing the most despicable thing I have seen in my time in politics.",
      "new_text": "\n“To my Republican colleagues, if you vote no, you're legitimizing the most despicable thing I have seen in my time in politics.",
      "prop_spans": [
        [
          9666,
          9762,
          "Appeal_to_fear-prejudice"
        ],
        [
          9702,
          9762,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 9763,
      "end_ix": 9783,
      "text": "\nYou want this seat?",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9783,
      "end_ix": 10137,
      "text": "\nI hope you never get it.”\nSen. Orrin Hatch (R-Utah) attacked Democrats, blaming them for the “circus atmosphere that has been created” since they first Ford's allegations to the media “two weeks ago, after sitting on them for six weeks.” This “has brought us the worst in our politics.”\n“It certainly has brought us no closer to the truth,” Hatch added.",
      "new_text": "\nI hope you never get it.”\nSen. Orrin Hatch (R-Utah) attacked Democrats, blaming them for the “circus atmosphere that has been created” since they first Ford's allegations to the media “two weeks ago, after sitting on them for six weeks.” This “has brought us the worst in our politics.”\n“It certainly has brought us no closer to the truth,” Hatch added.",
      "prop_spans": [
        [
          9784,
          9807,
          "Loaded_Language"
        ],
        [
          9878,
          9896,
          "Loaded_Language"
        ],
        [
          10043,
          10068,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 10137,
      "end_ix": 10493,
      "text": "\n“Anonymous letters with no name and no return address are now being treated as national news.” Taking a shot at Stormy Daniels attorney Michael Avenatti, Hatch said “porn star lawyers with facially implausible claims are driving the news cycle.”\n“I hate to say this, but this is worse than Robert Bork, and I didn't think it could get any worse than that.",
      "new_text": "\n“Anonymous letters with no name and no return address are now being treated as national news.” Taking a shot at Stormy Daniels attorney Michael Avenatti, Hatch said “porn star lawyers with facially implausible claims are driving the news cycle.”\n“I hate to say this, but this is worse than Robert Bork, and I didn't think it could get any worse than that.",
      "prop_spans": [
        [
          10304,
          10322,
          "Name_Calling,Labeling"
        ],
        [
          10304,
          10355,
          "Doubt"
        ],
        [
          10409,
          10493,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 10493,
      "end_ix": 10529,
      "text": "\nThis is worse than Clarence Thomas.",
      "new_text": "\nThis is worse than Clarence Thomas.",
      "prop_spans": [
        [
          10493,
          10529,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 10529,
      "end_ix": 10578,
      "text": "\nI didn't think it could get any worse than that.",
      "new_text": "\nI didn't think it could get any worse than that.",
      "prop_spans": [
        [
          10529,
          10578,
          "Exaggeration,Minimisation"
        ],
        [
          10562,
          10568,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 10578,
      "end_ix": 10727,
      "text": "\nThis is a national disgrace, the way you're being treated.”\nThe Senate Judiciary Committee is scheduled to vote on the nomination today at 9:30 a.m.",
      "new_text": "\nThis is a national disgrace, the way you're being treated.”\nThe Senate Judiciary Committee is scheduled to vote on the nomination today at 9:30 a.m.",
      "prop_spans": [
        [
          10578,
          10636,
          "Exaggeration,Minimisation"
        ],
        [
          10579,
          10636,
          "Flag-Waving"
        ]
      ]
    },
    {
      "start_ix": 10727,
      "end_ix": 10907,
      "text": "\nAsked last night about the nomination moving to the floor of the Senate for a final vote, Chairman Chuck Grassley (R-Iowa) reportedly answered, \"Depends on what happens tomorrow.\"",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10907,
      "end_ix": 11131,
      "text": "\nSenate Majority Leader Mitch McConnell (R-Ky.) is planning a procedural vote on Saturday to formally move to the nomination, followed by a potential confirmation vote by the full Senate as soon as Tuesday, Politico reports.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11131,
      "end_ix": 11353,
      "text": "\nA handful of Democrat senators, including the perpetually vulnerable red-state senator, Joe Manchin of West Virginia, are reportedly considering voting to confirm Kavanaugh when the nomination goes before the full Senate.",
      "new_text": "\nA handful of Democrat senators, including Joe Manchin of West Virginia, are reportedly considering voting to confirm Kavanaugh when the nomination goes before the full Senate.",
      "prop_spans": [
        [
          11178,
          11218,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 11353,
      "end_ix": 11475,
      "text": "\nIf Kavanaugh isn’t on the bench Monday, the Supreme Court will be shorthanded as it begins hearing cases in its new term.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11475,
      "end_ix": 11655,
      "text": "\nIt normally has a complement of nine justices but with Anthony Kennedy’s retirement July 31, which cleared the way for Kavanaugh’s nomination, there have been only eight justices.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11655,
      "end_ix": 11746,
      "text": "\nRoughly speaking there is a 4-to-4 liberal to conservative ideological split on the court.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11746,
      "end_ix": 11874,
      "text": "\nDemocrats are trying to drag the confirmation process into the next Congress where they hope to seize control from Republicans.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11874,
      "end_ix": 11902,
      "text": "\nElection Day is November 6.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11902,
      "end_ix": 12036,
      "text": "\nThe GOP currently controls the Senate, which has the final say on judicial nominations, by an uncomfortably close margin of 51 to 49.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12036,
      "end_ix": 12070,
      "text": "\nThe confirmation drama continues.",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      492,
      515,
      "Slogans"
    ],
    [
      741,
      769,
      "Name_Calling,Labeling"
    ],
    [
      812,
      823,
      "Loaded_Language"
    ],
    [
      866,
      886,
      "Appeal_to_Authority"
    ],
    [
      1121,
      1145,
      "Loaded_Language"
    ],
    [
      1202,
      1237,
      "Loaded_Language"
    ],
    [
      1964,
      1973,
      "Repetition"
    ],
    [
      2043,
      2062,
      "Loaded_Language"
    ],
    [
      2144,
      2171,
      "Loaded_Language"
    ],
    [
      2231,
      2245,
      "Name_Calling,Labeling"
    ],
    [
      2773,
      2798,
      "Loaded_Language"
    ],
    [
      3473,
      3704,
      "Doubt"
    ],
    [
      3981,
      4021,
      "Loaded_Language"
    ],
    [
      4339,
      4360,
      "Loaded_Language"
    ],
    [
      4513,
      4620,
      "Doubt"
    ],
    [
      4977,
      5036,
      "Doubt"
    ],
    [
      5626,
      5636,
      "Repetition"
    ],
    [
      7400,
      7497,
      "Doubt"
    ],
    [
      8857,
      8869,
      "Loaded_Language"
    ],
    [
      8987,
      8999,
      "Loaded_Language"
    ],
    [
      9194,
      9245,
      "Exaggeration,Minimisation"
    ],
    [
      9213,
      9218,
      "Loaded_Language"
    ],
    [
      9351,
      9443,
      "Causal_Oversimplification"
    ],
    [
      9447,
      9470,
      "Loaded_Language"
    ],
    [
      9516,
      9568,
      "Flag-Waving"
    ],
    [
      9564,
      9568,
      "Loaded_Language"
    ],
    [
      9666,
      9762,
      "Appeal_to_fear-prejudice"
    ],
    [
      9702,
      9762,
      "Exaggeration,Minimisation"
    ],
    [
      9784,
      9807,
      "Loaded_Language"
    ],
    [
      9878,
      9896,
      "Loaded_Language"
    ],
    [
      10043,
      10068,
      "Exaggeration,Minimisation"
    ],
    [
      10304,
      10322,
      "Name_Calling,Labeling"
    ],
    [
      10304,
      10355,
      "Doubt"
    ],
    [
      10409,
      10636,
      "Exaggeration,Minimisation"
    ],
    [
      10562,
      10568,
      "Repetition"
    ],
    [
      10579,
      10636,
      "Flag-Waving"
    ],
    [
      11178,
      11218,
      "Name_Calling,Labeling"
    ]
  ]
}