{
  "article_id": "999001619",
  "sentence offsets in original": [
    0,
    234,
    541,
    685,
    817,
    865,
    1071,
    1276,
    1372,
    1472,
    1725,
    1874,
    2062,
    2165,
    2312,
    2592,
    2723,
    2955,
    3183,
    3314,
    3404,
    3624,
    3834,
    3853,
    3919,
    4047,
    4255,
    4392,
    4605,
    4810,
    4987,
    5181,
    5228,
    5376,
    5426,
    5574,
    5756,
    5910,
    6224,
    6384,
    6488,
    6518,
    6672,
    6894,
    7095,
    7186,
    7357,
    7445,
    7592,
    7700,
    7944,
    8196,
    8320,
    9183,
    9250,
    9283,
    9410,
    9449,
    9463,
    9650,
    9696,
    9903,
    10029,
    10234,
    10374,
    10399,
    10691,
    10901,
    11117,
    11372,
    11601,
    11694,
    11852,
    12082,
    12384,
    12538,
    12705,
    12847,
    13151,
    13409,
    13638,
    13777,
    13959,
    14570,
    14656,
    14690,
    14923,
    14951,
    14993
  ],
  "original sentences": [
    "Guardian ups its vilification of Julian Assange\n\nIt is welcome that finally there has been a little pushback, including from leading journalists, to the Guardian’s long-running vilification of Julian Assange, the founder of Wikileaks.",
    "\nReporter Luke Harding’s latest article, claiming that Donald Trump’s disgraced former campaign manager Paul Manafort secretly visited Assange in Ecuador’s embassy in London on three occasions, is so full of holes that even hardened opponents of Assange in the corporate media are struggling to stand by it.",
    "\nFaced with the backlash, the Guardian quickly – and very quietly – rowed back its initial certainty that its story was based on verified facts.",
    "\nInstead, it amended the text, without acknowledging it had done so, to attribute the claims to unnamed, and uncheckable, “sources”.",
    "\nThe propaganda function of the piece is patent.",
    "\nIt is intended to provide evidence for long-standing allegations that Assange conspired with Trump, and Trump’s supposed backers in the Kremlin, to damage Hillary Clinton during the 2016 presidential race.",
    "\nThe Guardian’s latest story provides a supposedly stronger foundation for an existing narrative: that Assange and Wikileaks knowingly published emails hacked by Russia from the Democratic party’s servers.",
    "\nIn truth, there is no public evidence that the emails were hacked, or that Russia was involved.",
    "\nCentral actors have suggested instead that the emails were leaked from within the Democratic party.",
    "\nNonetheless, this unverified allegation has been aggressively exploited by the Democratic leadership because it shifts attention away both from its failure to mount an effective electoral challenge to Trump and from the damaging contents of the emails.",
    "\nThese show that party bureaucrats sought to rig the primaries to make sure Clinton’s challenger for the Democratic nomination, Bernie Sanders, lost.",
    "\nTo underscore the intended effect of the Guardian’s new claims, Harding even throws in a casual and unsubstantiated reference to “Russians” joining Manafort in supposedly meeting Assange.",
    "\nManafort has denied the Guardian’s claims, while Assange has threatened to sue the Guardian for libel.",
    "\n‘Responsible for Trump’\nThe emotional impact of the Guardian story is to suggest that Assange is responsible for four years or more of Trump rule.",
    "\nBut more significantly, it bolsters the otherwise risible claim that Assange is not a publisher – and thereby entitled to the protections of a free press, as enjoyed by the Guardian or the New York Times – but the head of an organisation engaged in espionage for a foreign power.",
    "\nThe intention is to deeply discredit Assange, and by extension the Wikileaks organisation, in the eyes of right-thinking liberals.",
    "\nThat, in turn, will make it much easier to silence Assange and the vital cause he represents: the use of new media to hold to account the old, corporate media and political elites through the imposition of far greater transparency.",
    "\nThe Guardian story will prepare public opinion for the moment when Ecuador’s rightwing government under President Lenin Moreno forces Assange out of the embassy, having already withdrawn most of his rights to use digital media.",
    "\nIt will soften opposition when the UK moves to arrest Assange on self-serving bail violation charges and extradites him to the US.",
    "\nAnd it will pave the way for the US legal system to lock Assange up for a very long time.",
    "\nFor the best part of a decade, any claims by Assange’s supporters that avoiding this fate was the reason Assange originally sought asylum in the embassy was ridiculed by corporate journalists, not least at the Guardian.",
    "\nEven when a United Nations panel of experts in international law ruled in 2016 that Assange was being arbitrarily – and unlawfully – detained by the UK, Guardian writers led efforts to discredit the UN report.",
    "\nSee here and here.",
    "\nNow Assange and his supporters have been proved right once again.",
    "\nAn administrative error this month revealed that the US justice department had secretly filed criminal charges against Assange.",
    "\nHeavy surveillance\nThe problem for the Guardian, which should have been obvious to its editors from the outset, is that any visits by Manafort would be easily verifiable without relying on unnamed “sources”.",
    "\nGlenn Greenwald is far from alone in noting that London is possibly the most surveilled city in the world, with CCTV cameras everywhere.",
    "\nThe environs of the Ecuadorian embassy are monitored especially heavily, with continuous filming by the UK and Ecuadorian authorities and most likely by the US and other actors with an interest in Assange’s fate.",
    "\nThe idea that Manafort or “Russians” could have wandered into the embassy to meet Assange even once without their trail, entry and meeting being intimately scrutinised and recorded is simply preposterous.",
    "\nAccording to Greenwald: “If Paul Manafort … visited Assange at the Embassy, there would be ample amounts of video and other photographic proof demonstrating that this happened.",
    "\nThe Guardian provides none of that.”\nFormer British ambassador Craig Murray also points out the extensive security checks insisted on by the embassy to which any visitor to Assange must submit.",
    "\nAny visits by Manafort would have been logged.",
    "\nIn fact, the Guardian obtained the embassy’s logs in May, and has never made any mention of either Manafort or “Russians” being identified in them.",
    "\nIt did not refer to the logs in its latest story.",
    "\nMurray:\nThe problem with this latest fabrication is that [Ecuador’s President] Moreno had already released the visitor logs to the Mueller inquiry.",
    "\nNeither Manafort nor these “Russians” are in the visitor logs … What possible motive would the Ecuadorean government have for facilitating secret unrecorded visits by Paul Manafort?",
    "\nFurthermore it is impossible that the intelligence agency – who were in charge of the security – would not know the identity of these alleged “Russians”.",
    "\nNo fact-checking\nIt is worth noting it should be vitally important for a serious publication like the Guardian to ensure its claims are unassailably true – both because Assange’s personal fate rests on their veracity, and because, even more importantly, a fundamental right, the freedom of the press, is at stake.",
    "\nGiven this, one would have expected the Guardian’s editors to have insisted on the most stringent checks imaginable before going to press with Harding’s story.",
    "\nAt a very minimum, they should have sought out a response from Assange and Manafort before publication.",
    "\nNeither precaution was taken.",
    "\nI worked for the Guardian for a number of years, and know well the layers of checks that any highly sensitive story has to go through before publication.",
    "\nIn that lengthy process, a variety of commissioning editors, lawyers, backbench editors and the editor herself, Kath Viner, would normally insist on cuts to anything that could not be rigorously defended and corroborated.",
    "\nAnd yet this piece seems to have been casually waved through, given a green light even though its profound shortcomings were evident to a range of well-placed analysts and journalists from the outset.",
    "\nThat at the very least hints that the Guardian thought they had “insurance” on this story.",
    "\nAnd the only people who could have promised that kind of insurance are the security and intelligence services – presumably of Britain, the United States and / or Ecuador.",
    "\nIt appears the Guardian has simply taken this story, provided by spooks, at face value.",
    "\nEven if it later turns out that Manafort did visit Assange, the Guardian clearly had no compelling evidence for its claims when it published them.",
    "\nThat is profoundly irresponsible journalism – fake news – that should be of the gravest concern to readers.",
    "\nA pattern, not an aberration\nDespite all this, even analysts critical of the Guardian’s behaviour have shown a glaring failure to understand that its latest coverage represents not an aberration by the paper but decisively fits with a pattern.",
    "\nGlenn Greenwald, who once had an influential column in the Guardian until an apparent, though unacknowledged, falling out with his employer over the Edward Snowden revelations, wrote a series of baffling observations about the Guardian’s latest story.",
    "\nFirst, he suggested it was simply evidence of the Guardian’s long-standing (and well-documented) hostility towards Assange.",
    "\n“The Guardian, an otherwise solid and reliable paper, has such a pervasive and unprofessionally personal hatred for Julian Assange that it has frequently dispensed with all journalistic standards in order to malign him.”\nIt was also apparently evidence of the paper’s clickbait tendencies:\n“They [Guardian editors] knew that publishing this story would cause partisan warriors to excitedly spread the story, and that cable news outlets would hyperventilate over it, and that they’d reap the rewards regardless of whether the story turned out to be true or false.”\nAnd finally, in a bizarre tweet, Greenwald opined, “I hope the story [maligning Assange] turns out true” – apparently because maintenance of the Guardian’s reputation is more important than Assange’s fate and the right of journalists to dig up embarrassing secrets without fear of being imprisoned.",
    "\nI think the Guardian is an important paper with great journalists.",
    "\nI hope the story turns out true.",
    "\nBut the skepticism over this story is very widespread, including among Assange's most devoted haters, because it's so sketchy.",
    "\nIf Manafort went there, there's video.",
    "\nLet's see it.",
    "\n— Glenn Greenwald (@ggreenwald) November 28, 2018\nDeeper malaise\nWhat this misses is that the Guardian’s attacks on Assange are not exceptional or motivated solely by personal animosity.",
    "\nThey are entirely predictable and systematic.",
    "\nRather than being the reason for the Guardian violating basic journalistic standards and ethics, the paper’s hatred of Assange is a symptom of a deeper malaise in the Guardian and the wider corporate media.",
    "\nEven aside from its decade-long campaign against Assange, the Guardian is far from “solid and reliable”, as Greenwald claims.",
    "\nIt has been at the forefront of the relentless, and unhinged, attacks on Labour leader Jeremy Corbyn for prioritising the rights of Palestinians over Israel’s right to continue its belligerent occupation.",
    "\nOver the past three years, the Guardian has injected credibility into the Israel lobby’s desperate efforts to tar Corbyn as an anti-semite.",
    "\nSee here, here and here.",
    "\nSimilarly, the Guardian worked tirelessly to promote Clinton and undermine Sanders in the 2016 Democratic nomination process – another reason the paper has been so assiduous in promoting the idea that Assange, aided by Russia, was determined to promote Trump over Clinton for the presidency.",
    "\nThe Guardian’s coverage of Latin America, especially of populist leftwing governments that have rebelled against traditional and oppressive US hegemony in the region, has long grated with analysts and experts.",
    "\nIts especial venom has been reserved for leftwing figures like Venezuela’s Hugo Chavez, democratically elected but official enemies of the US, rather than the region’s rightwing authoritarians beloved of Washington.",
    "\nThe Guardian has been vocal in the so-called “fake news” hysteria, decrying the influence of social media, the only place where leftwing dissidents have managed to find a small foothold to promote their politics and counter the corporate media narrative.",
    "\nThe Guardian has painted social media chiefly as a platform overrun by Russian trolls, arguing that this should justify ever-tighter restrictions that have so far curbed critical voices of the dissident left more than the right.",
    "\nHeroes of the neoliberal order\nEqually, the Guardian has made clear who its true heroes are.",
    "\nCertainly not Corbyn or Assange, who threaten to disrupt the entrenched neoliberal order that is hurtling us towards climate breakdown and economic collapse.",
    "\nIts pages, however, are readily available to the latest effort to prop up the status quo from Tony Blair, the man who led Britain, on false pretences, into the largest crime against humanity in living memory – the attack on Iraq.",
    "\nThat “humanitarian intervention” cost the lives of many hundreds of thousands of Iraqis and created a vacuum that destabilised much of the Middle East, sucked in Islamic jihadists like al-Qaeda and ISIS, and contributed to the migrant crisis in Europe that has fuelled the resurgence of the far-right.",
    "\nNone of that is discussed in the Guardian or considered grounds for disqualifying Blair as an arbiter of what is good for Britain and the world’s future.",
    "\nThe Guardian also has an especial soft spot for blogger Elliot Higgins, who, aided by the Guardian, has shot to unlikely prominence as a self-styled “weapons expert”.",
    "\nLike Luke Harding, Higgins invariably seems ready to echo whatever the British and American security services need verifying “independently”.",
    "\nHiggins and his well-staffed website Bellingcat have taken on for themselves the role of arbiters of truth on many foreign affairs issues, taking a prominent role in advocating for narratives that promote US and NATO hegemony while demonising Russia, especially in highly contested arenas such as Syria.",
    "\nThat clear partisanship should be no surprise, given that Higgins now enjoys an “academic” position at, and funding from, the Atlantic Council, a high-level, Washington-based think-tank founded to drum up support for NATO and justify its imperialist agenda.",
    "\nImprobably, the Guardian has adopted Higgins as the poster-boy for a supposed citizen journalism it has sought to undermine as “fake news” whenever it occurs on social media without the endorsement of state-backed organisations.",
    "\nThe truth is that the Guardian has not erred in this latest story attacking Assange, or in its much longer-running campaign to vilify him.",
    "\nWith this story, it has done what it regularly does when supposedly vital western foreign policy interests are at stake – it simply regurgitates an elite-serving, western narrative.",
    "\nIts job is to shore up a consensus on the left for attacks on leading threats to the existing, neoliberal order: whether they are a platform like Wikileaks promoting whistle-blowing against a corrupt western elite; or a politician like Jeremy Corbyn seeking to break apart the status quo on the rapacious financial industries or Israel-Palestine; or a radical leader like Hugo Chavez who threatened to overturn a damaging and exploitative US dominance of “America’s backyard”; or social media dissidents who have started to chip away at the elite-friendly narratives of corporate media, including the Guardian.",
    "\nThe Guardian did not make a mistake in vilifying Assange without a shred of evidence.",
    "\nIt did what it is designed to do.",
    "\nUPDATE: Excellent background from investigative journalist Gareth Porter, published shortly before Harding’s story, explains why the Guardian’s hit-piece is so important for those who want Assange out of the embassy and behind bars.",
    "\nRead Porter’s article here.",
    "\nNo one pays me to write these blog posts.",
    "\nIf you appreciated it, or any of the others, please consider hitting the donate button in the right-hand margin (computer) or below (phone)."
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 234,
      "text": "Guardian ups its vilification of Julian Assange\n\nIt is welcome that finally there has been a little pushback, including from leading journalists, to the Guardian’s long-running vilification of Julian Assange, the founder of Wikileaks.",
      "new_text": "Guardian ups its vilification of Julian Assange\n\nIt is welcome that finally there has been a little pushback, including from leading journalists, to the Guardian’s vilification of Julian Assange, the founder of Wikileaks.",
      "prop_spans": [
        [
          17,
          30,
          "Loaded_Language"
        ],
        [
          164,
          190,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 234,
      "end_ix": 541,
      "text": "\nReporter Luke Harding’s latest article, claiming that Donald Trump’s disgraced former campaign manager Paul Manafort secretly visited Assange in Ecuador’s embassy in London on three occasions, is so full of holes that even hardened opponents of Assange in the corporate media are struggling to stand by it.",
      "new_text": "\nReporter Luke Harding’s latest article, claiming that Donald Trump’s disgraced former campaign manager Paul Manafort secretly visited Assange in Ecuador’s embassy in London on three occasions, is so full of holes that even opponents of Assange in the corporate media are struggling to stand by it.",
      "prop_spans": [
        [
          235,
          540,
          "Doubt"
        ],
        [
          289,
          338,
          "Name_Calling,Labeling"
        ],
        [
          428,
          540,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 541,
      "end_ix": 685,
      "text": "\nFaced with the backlash, the Guardian quickly – and very quietly – rowed back its initial certainty that its story was based on verified facts.",
      "new_text": "\nFaced with the backlash, the Guardian quickly rowed back its initial certainty that its story was based on verified facts.",
      "prop_spans": [
        [
          542,
          685,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 685,
      "end_ix": 817,
      "text": "\nInstead, it amended the text, without acknowledging it had done so, to attribute the claims to unnamed, and uncheckable, “sources”.",
      "new_text": "\nInstead, it amended the text, without acknowledging it had done so, to attribute the claims to unnamed, and uncheckable sources.",
      "prop_spans": [
        [
          685,
          815,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 817,
      "end_ix": 865,
      "text": "\nThe propaganda function of the piece is patent.",
      "new_text": "",
      "prop_spans": [
        [
          818,
          864,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 865,
      "end_ix": 1071,
      "text": "\nIt is intended to provide evidence for long-standing allegations that Assange conspired with Trump, and Trump’s supposed backers in the Kremlin, to damage Hillary Clinton during the 2016 presidential race.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1071,
      "end_ix": 1276,
      "text": "\nThe Guardian’s latest story provides a supposedly stronger foundation for an existing narrative: that Assange and Wikileaks knowingly published emails hacked by Russia from the Democratic party’s servers.",
      "new_text": "\nThe Guardian’s latest story provides a supposedly stronger foundation for an existing narrative: that Assange and Wikileaks knowingly published emails hacked by Russia from the Democratic party’s servers.",
      "prop_spans": [
        [
          1072,
          1276,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 1276,
      "end_ix": 1372,
      "text": "\nIn truth, there is no public evidence that the emails were hacked, or that Russia was involved.",
      "new_text": "\nIn truth, there is no public evidence that the emails were hacked, or that Russia was involved.",
      "prop_spans": [
        [
          1276,
          1372,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 1372,
      "end_ix": 1472,
      "text": "\nCentral actors have suggested instead that the emails were leaked from within the Democratic party.",
      "new_text": "\nCentral actors have suggested instead that the emails were leaked from within the Democratic party.",
      "prop_spans": [
        [
          1372,
          1471,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 1472,
      "end_ix": 1725,
      "text": "\nNonetheless, this unverified allegation has been aggressively exploited by the Democratic leadership because it shifts attention away both from its failure to mount an effective electoral challenge to Trump and from the damaging contents of the emails.",
      "new_text": "\nNonetheless, this unverified allegation has been exploited by the Democratic leadership because it shifts attention away both from its failure to mount an effective electoral challenge to Trump and from the damaging contents of the emails.",
      "prop_spans": [
        [
          1522,
          1545,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 1725,
      "end_ix": 1874,
      "text": "\nThese show that party bureaucrats sought to rig the primaries to make sure Clinton’s challenger for the Democratic nomination, Bernie Sanders, lost.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1874,
      "end_ix": 2062,
      "text": "\nTo underscore the intended effect of the Guardian’s new claims, Harding even throws in a casual and unsubstantiated reference to “Russians” joining Manafort in supposedly meeting Assange.",
      "new_text": "\nTo underscore the intended effect of the Guardian’s new claims, Harding even throws in a casual and unsubstantiated reference to Russians joining Manafort in supposedly meeting Assange.",
      "prop_spans": [
        [
          2005,
          2013,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 2062,
      "end_ix": 2165,
      "text": "\nManafort has denied the Guardian’s claims, while Assange has threatened to sue the Guardian for libel.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2165,
      "end_ix": 2312,
      "text": "\n‘Responsible for Trump’\nThe emotional impact of the Guardian story is to suggest that Assange is responsible for four years or more of Trump rule.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2312,
      "end_ix": 2592,
      "text": "\nBut more significantly, it bolsters the otherwise risible claim that Assange is not a publisher – and thereby entitled to the protections of a free press, as enjoyed by the Guardian or the New York Times – but the head of an organisation engaged in espionage for a foreign power.",
      "new_text": "\nBut more significantly, it bolsters the otherwise risible claim that Assange is not a publisher – and thereby entitled to the protections of a free press, as enjoyed by the Guardian or the New York Times – but the head of an organisation engaged in espionage for a foreign power.",
      "prop_spans": [
        [
          2523,
          2591,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 2592,
      "end_ix": 2723,
      "text": "\nThe intention is to deeply discredit Assange, and by extension the Wikileaks organisation, in the eyes of right-thinking liberals.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2723,
      "end_ix": 2955,
      "text": "\nThat, in turn, will make it much easier to silence Assange and the vital cause he represents: the use of new media to hold to account the old, corporate media and political elites through the imposition of far greater transparency.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2955,
      "end_ix": 3183,
      "text": "\nThe Guardian story will prepare public opinion for the moment when Ecuador’s rightwing government under President Lenin Moreno forces Assange out of the embassy, having already withdrawn most of his rights to use digital media.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3183,
      "end_ix": 3314,
      "text": "\nIt will soften opposition when the UK moves to arrest Assange on self-serving bail violation charges and extradites him to the US.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3314,
      "end_ix": 3404,
      "text": "\nAnd it will pave the way for the US legal system to lock Assange up for a very long time.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3404,
      "end_ix": 3624,
      "text": "\nFor the best part of a decade, any claims by Assange’s supporters that avoiding this fate was the reason Assange originally sought asylum in the embassy was ridiculed by corporate journalists, not least at the Guardian.",
      "new_text": "\nFor the best part of a decade, any claims by Assange’s supporters that avoiding this fate was the reason Assange originally sought asylum in the embassy was made fun of by corporate journalists, not least at the Guardian.",
      "prop_spans": [
        [
          3558,
          3572,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3624,
      "end_ix": 3834,
      "text": "\nEven when a United Nations panel of experts in international law ruled in 2016 that Assange was being arbitrarily – and unlawfully – detained by the UK, Guardian writers led efforts to discredit the UN report.",
      "new_text": "\nEven when a United Nations panel of experts in international law ruled in 2016 that Assange was being arbitrarily – and unlawfully – detained by the UK, Guardian writers led efforts to discredit the UN report.",
      "prop_spans": [
        [
          3625,
          3833,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 3834,
      "end_ix": 3853,
      "text": "\nSee here and here.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3853,
      "end_ix": 3919,
      "text": "\nNow Assange and his supporters have been proved right once again.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3919,
      "end_ix": 4047,
      "text": "\nAn administrative error this month revealed that the US justice department had secretly filed criminal charges against Assange.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4047,
      "end_ix": 4255,
      "text": "\nHeavy surveillance\nThe problem for the Guardian, which should have been obvious to its editors from the outset, is that any visits by Manafort would be easily verifiable without relying on unnamed “sources”.",
      "new_text": "\nHeavy surveillance\nThe problem for the Guardian, is that any visits by Manafort would be easily verifiable without relying on unnamed sources.",
      "prop_spans": [
        [
          4067,
          4253,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 4255,
      "end_ix": 4392,
      "text": "\nGlenn Greenwald is far from alone in noting that London is possibly the most surveilled city in the world, with CCTV cameras everywhere.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4392,
      "end_ix": 4605,
      "text": "\nThe environs of the Ecuadorian embassy are monitored especially heavily, with continuous filming by the UK and Ecuadorian authorities and most likely by the US and other actors with an interest in Assange’s fate.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 4605,
      "end_ix": 4810,
      "text": "\nThe idea that Manafort or “Russians” could have wandered into the embassy to meet Assange even once without their trail, entry and meeting being intimately scrutinised and recorded is simply preposterous.",
      "new_text": "\nThe idea that Manafort or Russians could have wandered into the embassy to meet Assange even once without their trail, entry and meeting being intimately scrutinised and recorded is unlikely.",
      "prop_spans": [
        [
          4633,
          4641,
          "Name_Calling,Labeling"
        ],
        [
          4790,
          4809,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4810,
      "end_ix": 4987,
      "text": "\nAccording to Greenwald: “If Paul Manafort … visited Assange at the Embassy, there would be ample amounts of video and other photographic proof demonstrating that this happened.",
      "new_text": "\nAccording to Greenwald: “If Paul Manafort … visited Assange at the Embassy, there would be ample amounts of video and other photographic proof demonstrating that this happened.",
      "prop_spans": [
        [
          4811,
          4987,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 4987,
      "end_ix": 5181,
      "text": "\nThe Guardian provides none of that.”\nFormer British ambassador Craig Murray also points out the extensive security checks insisted on by the embassy to which any visitor to Assange must submit.",
      "new_text": "\nThe Guardian provides none of that.”\nFormer British ambassador Craig Murray also points out the extensive security checks insisted on by the embassy to which any visitor to Assange must submit.",
      "prop_spans": [
        [
          4987,
          5022,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5181,
      "end_ix": 5228,
      "text": "\nAny visits by Manafort would have been logged.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5228,
      "end_ix": 5376,
      "text": "\nIn fact, the Guardian obtained the embassy’s logs in May, and has never made any mention of either Manafort or “Russians” being identified in them.",
      "new_text": "\nIn fact, the Guardian obtained the embassy’s logs in May, and has never made any mention of either Manafort or Russians being identified in them.",
      "prop_spans": [
        [
          5229,
          5376,
          "Doubt"
        ],
        [
          5341,
          5349,
          "Name_Calling,Labeling"
        ],
        [
          5341,
          5349,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 5376,
      "end_ix": 5426,
      "text": "\nIt did not refer to the logs in its latest story.",
      "new_text": "\nIt did not refer to the logs in its latest story.",
      "prop_spans": [
        [
          5376,
          5425,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5426,
      "end_ix": 5574,
      "text": "\nMurray:\nThe problem with this latest fabrication is that [Ecuador’s President] Moreno had already released the visitor logs to the Mueller inquiry.",
      "new_text": "\nMurray:\nThe problem with this latest article is that [Ecuador’s President] Moreno had already released the visitor logs to the Mueller inquiry.",
      "prop_spans": [
        [
          5452,
          5476,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 5574,
      "end_ix": 5756,
      "text": "\nNeither Manafort nor these “Russians” are in the visitor logs … What possible motive would the Ecuadorean government have for facilitating secret unrecorded visits by Paul Manafort?",
      "new_text": "\nNeither Manafort nor these Russians are in the visitor logs … What possible motive would the Ecuadorean government have for facilitating secret unrecorded visits by Paul Manafort?",
      "prop_spans": [
        [
          5603,
          5611,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 5756,
      "end_ix": 5910,
      "text": "\nFurthermore it is impossible that the intelligence agency – who were in charge of the security – would not know the identity of these alleged “Russians”.",
      "new_text": "\nFurthermore it is impossible that the intelligence agency – who were in charge of the security – would not know the identity of these alleged Russians.",
      "prop_spans": [
        [
          5900,
          5908,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 5910,
      "end_ix": 6224,
      "text": "\nNo fact-checking\nIt is worth noting it should be vitally important for a serious publication like the Guardian to ensure its claims are unassailably true – both because Assange’s personal fate rests on their veracity, and because, even more importantly, a fundamental right, the freedom of the press, is at stake.",
      "new_text": "\nIt is worth noting it should be vitally important for a serious publication like the Guardian to ensure its claims are true.",
      "prop_spans": [
        [
          5911,
          6223,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 6224,
      "end_ix": 6384,
      "text": "\nGiven this, one would have expected the Guardian’s editors to have insisted on the most stringent checks imaginable before going to press with Harding’s story.",
      "new_text": "\nGiven this, one would have expected the Guardian’s editors to have insisted on stricter checks before going to press with Harding’s story.",
      "prop_spans": [
        [
          6225,
          6384,
          "Doubt"
        ],
        [
          6304,
          6341,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 6384,
      "end_ix": 6488,
      "text": "\nAt a very minimum, they should have sought out a response from Assange and Manafort before publication.",
      "new_text": "They should have sought out a response from Assange and Manafort before publication.",
      "prop_spans": [
        [
          6384,
          6488,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 6488,
      "end_ix": 6518,
      "text": "\nNeither precaution was taken.",
      "new_text": "\nNeither precaution was taken.",
      "prop_spans": [
        [
          6488,
          6517,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 6518,
      "end_ix": 6672,
      "text": "\nI worked for the Guardian for a number of years, and know well the layers of checks that any highly sensitive story has to go through before publication.",
      "new_text": "",
      "prop_spans": [
        [
          6519,
          6672,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 6672,
      "end_ix": 6894,
      "text": "\nIn that lengthy process, a variety of commissioning editors, lawyers, backbench editors and the editor herself, Kath Viner, would normally insist on cuts to anything that could not be rigorously defended and corroborated.",
      "new_text": "",
      "prop_spans": [
        [
          6672,
          6893,
          "Appeal_to_Authority"
        ]
      ]
    },
    {
      "start_ix": 6894,
      "end_ix": 7095,
      "text": "\nAnd yet this piece seems to have been casually waved through, given a green light even though its profound shortcomings were evident to a range of well-placed analysts and journalists from the outset.",
      "new_text": "",
      "prop_spans": [
        [
          6895,
          7094,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 7095,
      "end_ix": 7186,
      "text": "\nThat at the very least hints that the Guardian thought they had “insurance” on this story.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7186,
      "end_ix": 7357,
      "text": "\nAnd the only people who could have promised that kind of insurance are the security and intelligence services – presumably of Britain, the United States and / or Ecuador.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7357,
      "end_ix": 7445,
      "text": "\nIt appears the Guardian has simply taken this story, provided by spooks, at face value.",
      "new_text": "",
      "prop_spans": [
        [
          7358,
          7445,
          "Doubt"
        ],
        [
          7358,
          7445,
          "Appeal_to_fear-prejudice"
        ],
        [
          7423,
          7429,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7445,
      "end_ix": 7592,
      "text": "\nEven if it later turns out that Manafort did visit Assange, the Guardian clearly had no compelling evidence for its claims when it published them.",
      "new_text": "",
      "prop_spans": [
        [
          7445,
          7592,
          "Doubt"
        ],
        [
          7445,
          7592,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 7592,
      "end_ix": 7700,
      "text": "\nThat is profoundly irresponsible journalism – fake news – that should be of the gravest concern to readers.",
      "new_text": "",
      "prop_spans": [
        [
          7592,
          7699,
          "Doubt"
        ],
        [
          7592,
          7699,
          "Appeal_to_fear-prejudice"
        ],
        [
          7601,
          7699,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7700,
      "end_ix": 7944,
      "text": "\nA pattern, not an aberration\nDespite all this, even analysts critical of the Guardian’s behaviour have shown a glaring failure to understand that its latest coverage represents not an aberration by the paper but decisively fits with a pattern.",
      "new_text": "",
      "prop_spans": [
        [
          7730,
          7943,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 7944,
      "end_ix": 8196,
      "text": "\nGlenn Greenwald, who once had an influential column in the Guardian until an apparent, though unacknowledged, falling out with his employer over the Edward Snowden revelations, wrote a series of baffling observations about the Guardian’s latest story.",
      "new_text": "\nGlenn Greenwald, who once had an influential column in the Guardian until an apparent, though unacknowledged, falling out with his employer over the Edward Snowden revelations, wrote a series of observations about the Guardian’s latest story.",
      "prop_spans": [
        [
          8140,
          8162,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 8196,
      "end_ix": 8320,
      "text": "\nFirst, he suggested it was simply evidence of the Guardian’s long-standing (and well-documented) hostility towards Assange.",
      "new_text": "\nFirst, he suggested it was simply evidence of the Guardian’s opposition towards Assange.",
      "prop_spans": [
        [
          8258,
          8319,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8320,
      "end_ix": 9183,
      "text": "\n“The Guardian, an otherwise solid and reliable paper, has such a pervasive and unprofessionally personal hatred for Julian Assange that it has frequently dispensed with all journalistic standards in order to malign him.”\nIt was also apparently evidence of the paper’s clickbait tendencies:\n“They [Guardian editors] knew that publishing this story would cause partisan warriors to excitedly spread the story, and that cable news outlets would hyperventilate over it, and that they’d reap the rewards regardless of whether the story turned out to be true or false.”\nAnd finally, in a bizarre tweet, Greenwald opined, “I hope the story [maligning Assange] turns out true” – apparently because maintenance of the Guardian’s reputation is more important than Assange’s fate and the right of journalists to dig up embarrassing secrets without fear of being imprisoned.",
      "new_text": "\n“The Guardian, an otherwise solid and reliable paper, has such a pervasive and unprofessionally personal hatred for Julian Assange that it has frequently dispensed with all journalistic standards in order to malign him.”\n“They [Guardian editors] knew that publishing this story would cause partisan warriors to excitedly spread the story, and that cable news outlets would hyperventilate over it, and that they’d reap the rewards regardless of whether the story turned out to be true or false.”\nAnd finally, in a tweet, Greenwald opined, “I hope the story [maligning Assange] turns out true” – apparently because maintenance of the Guardian’s reputation is more important than Assange’s fate and the right of journalists to dig up embarrassing secrets without fear of being imprisoned.",
      "prop_spans": [
        [
          8322,
          8539,
          "Doubt"
        ],
        [
          8336,
          8373,
          "Name_Calling,Labeling"
        ],
        [
          8384,
          8452,
          "Name_Calling,Labeling"
        ],
        [
          8526,
          8539,
          "Loaded_Language"
        ],
        [
          8542,
          8609,
          "Doubt"
        ],
        [
          8612,
          8882,
          "Doubt"
        ],
        [
          8680,
          8698,
          "Name_Calling,Labeling"
        ],
        [
          8701,
          8718,
          "Loaded_Language"
        ],
        [
          8763,
          8785,
          "Loaded_Language"
        ],
        [
          8901,
          8916,
          "Name_Calling,Labeling"
        ],
        [
          8992,
          9182,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 9183,
      "end_ix": 9250,
      "text": "\nI think the Guardian is an important paper with great journalists.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9250,
      "end_ix": 9283,
      "text": "\nI hope the story turns out true.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9283,
      "end_ix": 9410,
      "text": "\nBut the skepticism over this story is very widespread, including among Assange's most devoted haters, because it's so sketchy.",
      "new_text": "\nBut the skepticism over this story is very widespread, including among Assange's strong opponents, because it's so sketchy.",
      "prop_spans": [
        [
          9355,
          9384,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 9410,
      "end_ix": 9449,
      "text": "\nIf Manafort went there, there's video.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9449,
      "end_ix": 9463,
      "text": "\nLet's see it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9463,
      "end_ix": 9650,
      "text": "\n— Glenn Greenwald (@ggreenwald) November 28, 2018\nDeeper malaise\nWhat this misses is that the Guardian’s attacks on Assange are not exceptional or motivated solely by personal animosity.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9650,
      "end_ix": 9696,
      "text": "\nThey are entirely predictable and systematic.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 9696,
      "end_ix": 9903,
      "text": "\nRather than being the reason for the Guardian violating basic journalistic standards and ethics, the paper’s hatred of Assange is a symptom of a deeper malaise in the Guardian and the wider corporate media.",
      "new_text": "",
      "prop_spans": [
        [
          9697,
          9902,
          "Doubt"
        ],
        [
          9840,
          9902,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 9903,
      "end_ix": 10029,
      "text": "\nEven aside from its decade-long campaign against Assange, the Guardian is far from “solid and reliable”, as Greenwald claims.",
      "new_text": "\nEven aside from its decade-long campaign against Assange, the Guardian is far from “solid and reliable”, as Greenwald claims.",
      "prop_spans": [
        [
          9904,
          10029,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 10029,
      "end_ix": 10234,
      "text": "\nIt has been at the forefront of the relentless, and unhinged, attacks on Labour leader Jeremy Corbyn for prioritising the rights of Palestinians over Israel’s right to continue its belligerent occupation.",
      "new_text": "\nIt has been at the forefront of the attacks on Labour leader Jeremy Corbyn for prioritising the rights of Palestinians over Israel’s right to continue its belligerent occupation.",
      "prop_spans": [
        [
          10029,
          10234,
          "Doubt"
        ],
        [
          10066,
          10100,
          "Loaded_Language"
        ],
        [
          10211,
          10233,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 10234,
      "end_ix": 10374,
      "text": "\nOver the past three years, the Guardian has injected credibility into the Israel lobby’s desperate efforts to tar Corbyn as an anti-semite.",
      "new_text": "\nOver the past three years, the Guardian has injected credibility into the Israel lobby’s desperate efforts to tar Corbyn as an anti-semite.",
      "prop_spans": [
        [
          10234,
          10373,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 10374,
      "end_ix": 10399,
      "text": "\nSee here, here and here.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10399,
      "end_ix": 10691,
      "text": "\nSimilarly, the Guardian worked tirelessly to promote Clinton and undermine Sanders in the 2016 Democratic nomination process – another reason the paper has been so assiduous in promoting the idea that Assange, aided by Russia, was determined to promote Trump over Clinton for the presidency.",
      "new_text": "\nSimilarly, the Guardian worked tirelessly to promote Clinton and undermine Sanders in the 2016 Democratic nomination process – another reason the paper has been so assiduous in promoting the idea that Assange, aided by Russia, was determined to promote Trump over Clinton for the presidency.",
      "prop_spans": [
        [
          10400,
          10690,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 10691,
      "end_ix": 10901,
      "text": "\nThe Guardian’s coverage of Latin America, especially of populist leftwing governments that have rebelled against traditional and oppressive US hegemony in the region, has long grated with analysts and experts.",
      "new_text": "\nThe Guardian’s coverage of Latin America, especially of populist leftwing governments that have rebelled against traditional and oppressive US hegemony in the region, has long grated with analysts and experts.",
      "prop_spans": [
        [
          10692,
          10901,
          "Doubt"
        ],
        [
          10748,
          10857,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 10901,
      "end_ix": 11117,
      "text": "\nIts especial venom has been reserved for leftwing figures like Venezuela’s Hugo Chavez, democratically elected but official enemies of the US, rather than the region’s rightwing authoritarians beloved of Washington.",
      "new_text": "",
      "prop_spans": [
        [
          10901,
          11116,
          "Doubt"
        ],
        [
          10906,
          10921,
          "Loaded_Language"
        ],
        [
          10990,
          11043,
          "Name_Calling,Labeling"
        ],
        [
          11057,
          11116,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 11117,
      "end_ix": 11372,
      "text": "\nThe Guardian has been vocal in the so-called “fake news” hysteria, decrying the influence of social media, the only place where leftwing dissidents have managed to find a small foothold to promote their politics and counter the corporate media narrative.",
      "new_text": "\nThe Guardian has been vocal in the so-called “fake news” hysteria, decrying the influence of social media, the only place where leftwing dissidents have managed to find a small foothold to promote their politics and counter the corporate media narrative.",
      "prop_spans": [
        [
          11118,
          11371,
          "Doubt"
        ],
        [
          11246,
          11266,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 11372,
      "end_ix": 11601,
      "text": "\nThe Guardian has painted social media chiefly as a platform overrun by Russian trolls, arguing that this should justify ever-tighter restrictions that have so far curbed critical voices of the dissident left more than the right.",
      "new_text": "\nThe Guardian has painted social media chiefly as a platform overrun by Russian trolls, arguing that this should justify ever-tighter restrictions that have so far curbed critical voices of the dissident left more than the right.",
      "prop_spans": [
        [
          11373,
          11600,
          "Doubt"
        ],
        [
          11422,
          11458,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 11601,
      "end_ix": 11694,
      "text": "\nHeroes of the neoliberal order\nEqually, the Guardian has made clear who its true heroes are.",
      "new_text": "\nHeroes of the neoliberal order\nEqually, the Guardian has made clear who its true heroes are.",
      "prop_spans": [
        [
          11633,
          11694,
          "Doubt"
        ],
        [
          11674,
          11690,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 11694,
      "end_ix": 11852,
      "text": "\nCertainly not Corbyn or Assange, who threaten to disrupt the entrenched neoliberal order that is hurtling us towards climate breakdown and economic collapse.",
      "new_text": "\nCertainly not Corbyn or Assange, who threaten to disrupt the entrenched neoliberal order that is hurtling us towards climate breakdown and economic collapse.",
      "prop_spans": [
        [
          11694,
          11852,
          "Doubt"
        ],
        [
          11752,
          11851,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 11852,
      "end_ix": 12082,
      "text": "\nIts pages, however, are readily available to the latest effort to prop up the status quo from Tony Blair, the man who led Britain, on false pretences, into the largest crime against humanity in living memory – the attack on Iraq.",
      "new_text": "\nIts pages, however, are readily available to the latest effort to prop up the status quo from Tony Blair, the man who led Britain, on false pretences, into the attack on Iraq.",
      "prop_spans": [
        [
          11852,
          12081,
          "Doubt"
        ],
        [
          11959,
          12081,
          "Name_Calling,Labeling"
        ],
        [
          12009,
          12081,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 12082,
      "end_ix": 12384,
      "text": "\nThat “humanitarian intervention” cost the lives of many hundreds of thousands of Iraqis and created a vacuum that destabilised much of the Middle East, sucked in Islamic jihadists like al-Qaeda and ISIS, and contributed to the migrant crisis in Europe that has fuelled the resurgence of the far-right.",
      "new_text": "\nThat intervention cost the lives of many hundreds of thousands of Iraqis and created a vacuum that destabilised much of the Middle East, sucked in Islamic jihadists like al-Qaeda and ISIS, and contributed to the migrant crisis in Europe that has fuelled the resurgence of the far-right.",
      "prop_spans": [
        [
          12083,
          12384,
          "Doubt"
        ],
        [
          12089,
          12114,
          "Name_Calling,Labeling"
        ],
        [
          12245,
          12263,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 12384,
      "end_ix": 12538,
      "text": "\nNone of that is discussed in the Guardian or considered grounds for disqualifying Blair as an arbiter of what is good for Britain and the world’s future.",
      "new_text": "\nNone of that is discussed in the Guardian or considered grounds for disqualifying Blair as an arbiter of what is good for Britain and the world’s future.",
      "prop_spans": [
        [
          12384,
          12537,
          "Doubt"
        ],
        [
          12476,
          12537,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 12538,
      "end_ix": 12705,
      "text": "\nThe Guardian also has an especial soft spot for blogger Elliot Higgins, who, aided by the Guardian, has shot to unlikely prominence as a self-styled “weapons expert”.",
      "new_text": "\nThe Guardian also has an especial soft spot for blogger Elliot Higgins, who, aided by the Guardian, has shot to unlikely prominence as a self-styled weapons expert.",
      "prop_spans": [
        [
          12539,
          12705,
          "Doubt"
        ],
        [
          12674,
          12703,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 12705,
      "end_ix": 12847,
      "text": "\nLike Luke Harding, Higgins invariably seems ready to echo whatever the British and American security services need verifying “independently”.",
      "new_text": "\nLike Luke Harding, Higgins invariably seems ready to echo whatever the British and American security services need verifying independently.",
      "prop_spans": [
        [
          12705,
          12845,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 12847,
      "end_ix": 13151,
      "text": "\nHiggins and his well-staffed website Bellingcat have taken on for themselves the role of arbiters of truth on many foreign affairs issues, taking a prominent role in advocating for narratives that promote US and NATO hegemony while demonising Russia, especially in highly contested arenas such as Syria.",
      "new_text": "\nHiggins and his well-staffed website Bellingcat have taken on for themselves the role of arbiters of truth on many foreign affairs issues, taking a prominent role in advocating for narratives that promote US and NATO hegemony while demonising Russia, especially in highly contested arenas such as Syria.",
      "prop_spans": [
        [
          12848,
          13150,
          "Doubt"
        ],
        [
          12937,
          12955,
          "Name_Calling,Labeling"
        ],
        [
          13080,
          13091,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 13151,
      "end_ix": 13409,
      "text": "\nThat clear partisanship should be no surprise, given that Higgins now enjoys an “academic” position at, and funding from, the Atlantic Council, a high-level, Washington-based think-tank founded to drum up support for NATO and justify its imperialist agenda.",
      "new_text": "\nThat clear partisanship should be no surprise, given that Higgins now enjoys an “academic” position at, and funding from, the Atlantic Council.",
      "prop_spans": [
        [
          13296,
          13408,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 13409,
      "end_ix": 13638,
      "text": "\nImprobably, the Guardian has adopted Higgins as the poster-boy for a supposed citizen journalism it has sought to undermine as “fake news” whenever it occurs on social media without the endorsement of state-backed organisations.",
      "new_text": "\nImprobably, the Guardian has adopted Higgins as the poster-boy for a supposed citizen journalism it has sought to undermine as fake news whenever it occurs on social media without the endorsement of state-backed organisations.",
      "prop_spans": [
        [
          13410,
          13637,
          "Doubt"
        ],
        [
          13458,
          13473,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 13638,
      "end_ix": 13777,
      "text": "\nThe truth is that the Guardian has not erred in this latest story attacking Assange, or in its much longer-running campaign to vilify him.",
      "new_text": "\nThe truth is that the Guardian has not erred in this latest story attacking Assange, or in its much longer-running campaign to vilify him.",
      "prop_spans": [
        [
          13639,
          13777,
          "Doubt"
        ],
        [
          13763,
          13776,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 13777,
      "end_ix": 13959,
      "text": "\nWith this story, it has done what it regularly does when supposedly vital western foreign policy interests are at stake – it simply regurgitates an elite-serving, western narrative.",
      "new_text": "\nWith this story, it has done what it regularly does when supposedly vital western foreign policy interests are at stake – it simply regurgitates an elite-serving, western narrative.",
      "prop_spans": [
        [
          13777,
          13958,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 13959,
      "end_ix": 14570,
      "text": "\nIts job is to shore up a consensus on the left for attacks on leading threats to the existing, neoliberal order: whether they are a platform like Wikileaks promoting whistle-blowing against a corrupt western elite; or a politician like Jeremy Corbyn seeking to break apart the status quo on the rapacious financial industries or Israel-Palestine; or a radical leader like Hugo Chavez who threatened to overturn a damaging and exploitative US dominance of “America’s backyard”; or social media dissidents who have started to chip away at the elite-friendly narratives of corporate media, including the Guardian.",
      "new_text": "\nIts job is to shore up a consensus on the left for attacks on leading threats to the existing, neoliberal order: whether they are a platform like Wikileaks promoting whistle-blowing against a corrupt western elite; or a politician like Jeremy Corbyn seeking to break apart the status quo on the rapacious financial industries or Israel-Palestine; or a leader like Hugo Chavez who threatened to overturn a damaging and exploitative US dominance of America’s backyard; or social media dissidents who have started to chip away at the narratives of corporate media, including the Guardian.",
      "prop_spans": [
        [
          13960,
          14071,
          "Causal_Oversimplification"
        ],
        [
          14041,
          14071,
          "Name_Calling,Labeling"
        ],
        [
          14126,
          14142,
          "Loaded_Language"
        ],
        [
          14150,
          14173,
          "Name_Calling,Labeling"
        ],
        [
          14251,
          14286,
          "Name_Calling,Labeling"
        ],
        [
          14371,
          14434,
          "Name_Calling,Labeling"
        ],
        [
          14497,
          14545,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 14570,
      "end_ix": 14656,
      "text": "\nThe Guardian did not make a mistake in vilifying Assange without a shred of evidence.",
      "new_text": "\nThe Guardian did not make a mistake in vilifying Assange without a shred of evidence.",
      "prop_spans": [
        [
          14571,
          14656,
          "Causal_Oversimplification"
        ],
        [
          14610,
          14620,
          "Loaded_Language"
        ],
        [
          14610,
          14620,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 14656,
      "end_ix": 14690,
      "text": "\nIt did what it is designed to do.",
      "new_text": "\nIt did what it is designed to do.",
      "prop_spans": [
        [
          14656,
          14689,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 14690,
      "end_ix": 14923,
      "text": "\nUPDATE: Excellent background from investigative journalist Gareth Porter, published shortly before Harding’s story, explains why the Guardian’s hit-piece is so important for those who want Assange out of the embassy and behind bars.",
      "new_text": "\nUPDATE: Excellent background from investigative journalist Gareth Porter, published shortly before Harding’s story, explains why the Guardian’s hit-piece is so important for those who want Assange out of the embassy and behind bars.",
      "prop_spans": [
        [
          14820,
          14845,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 14923,
      "end_ix": 14951,
      "text": "\nRead Porter’s article here.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14951,
      "end_ix": 14993,
      "text": "\nNo one pays me to write these blog posts.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 14993,
      "end_ix": 15134,
      "text": "\nIf you appreciated it, or any of the others, please consider hitting the donate button in the right-hand margin (computer) or below (phone).",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      17,
      30,
      "Loaded_Language"
    ],
    [
      164,
      190,
      "Loaded_Language"
    ],
    [
      235,
      540,
      "Doubt"
    ],
    [
      289,
      338,
      "Name_Calling,Labeling"
    ],
    [
      428,
      540,
      "Exaggeration,Minimisation"
    ],
    [
      542,
      815,
      "Doubt"
    ],
    [
      818,
      864,
      "Doubt"
    ],
    [
      1072,
      1471,
      "Doubt"
    ],
    [
      1522,
      1545,
      "Loaded_Language"
    ],
    [
      2005,
      2013,
      "Name_Calling,Labeling"
    ],
    [
      2523,
      2591,
      "Name_Calling,Labeling"
    ],
    [
      3558,
      3572,
      "Loaded_Language"
    ],
    [
      3625,
      3833,
      "Doubt"
    ],
    [
      4067,
      4253,
      "Doubt"
    ],
    [
      4633,
      4641,
      "Name_Calling,Labeling"
    ],
    [
      4790,
      4809,
      "Loaded_Language"
    ],
    [
      4811,
      5022,
      "Doubt"
    ],
    [
      5229,
      5425,
      "Doubt"
    ],
    [
      5341,
      5349,
      "Name_Calling,Labeling"
    ],
    [
      5341,
      5349,
      "Repetition"
    ],
    [
      5452,
      5476,
      "Name_Calling,Labeling"
    ],
    [
      5603,
      5611,
      "Name_Calling,Labeling"
    ],
    [
      5900,
      5908,
      "Name_Calling,Labeling"
    ],
    [
      5911,
      6223,
      "Doubt"
    ],
    [
      6225,
      6517,
      "Doubt"
    ],
    [
      6304,
      6341,
      "Exaggeration,Minimisation"
    ],
    [
      6519,
      6893,
      "Appeal_to_Authority"
    ],
    [
      6895,
      7094,
      "Doubt"
    ],
    [
      7358,
      7699,
      "Doubt"
    ],
    [
      7358,
      7699,
      "Appeal_to_fear-prejudice"
    ],
    [
      7423,
      7429,
      "Name_Calling,Labeling"
    ],
    [
      7601,
      7699,
      "Name_Calling,Labeling"
    ],
    [
      7730,
      7943,
      "Doubt"
    ],
    [
      8140,
      8162,
      "Loaded_Language"
    ],
    [
      8258,
      8319,
      "Name_Calling,Labeling"
    ],
    [
      8322,
      8539,
      "Doubt"
    ],
    [
      8336,
      8373,
      "Name_Calling,Labeling"
    ],
    [
      8384,
      8452,
      "Name_Calling,Labeling"
    ],
    [
      8526,
      8539,
      "Loaded_Language"
    ],
    [
      8542,
      8609,
      "Doubt"
    ],
    [
      8612,
      8882,
      "Doubt"
    ],
    [
      8680,
      8698,
      "Name_Calling,Labeling"
    ],
    [
      8701,
      8718,
      "Loaded_Language"
    ],
    [
      8763,
      8785,
      "Loaded_Language"
    ],
    [
      8901,
      8916,
      "Name_Calling,Labeling"
    ],
    [
      8992,
      9182,
      "Doubt"
    ],
    [
      9355,
      9384,
      "Name_Calling,Labeling"
    ],
    [
      9697,
      9902,
      "Doubt"
    ],
    [
      9840,
      9902,
      "Name_Calling,Labeling"
    ],
    [
      9904,
      10373,
      "Doubt"
    ],
    [
      10066,
      10100,
      "Loaded_Language"
    ],
    [
      10211,
      10233,
      "Name_Calling,Labeling"
    ],
    [
      10400,
      10690,
      "Doubt"
    ],
    [
      10692,
      11116,
      "Doubt"
    ],
    [
      10748,
      10857,
      "Name_Calling,Labeling"
    ],
    [
      10906,
      10921,
      "Loaded_Language"
    ],
    [
      10990,
      11043,
      "Name_Calling,Labeling"
    ],
    [
      11057,
      11116,
      "Name_Calling,Labeling"
    ],
    [
      11118,
      11371,
      "Doubt"
    ],
    [
      11246,
      11266,
      "Name_Calling,Labeling"
    ],
    [
      11373,
      11600,
      "Doubt"
    ],
    [
      11422,
      11458,
      "Name_Calling,Labeling"
    ],
    [
      11633,
      12081,
      "Doubt"
    ],
    [
      11674,
      11690,
      "Name_Calling,Labeling"
    ],
    [
      11752,
      11851,
      "Name_Calling,Labeling"
    ],
    [
      11959,
      12081,
      "Name_Calling,Labeling"
    ],
    [
      12009,
      12081,
      "Exaggeration,Minimisation"
    ],
    [
      12083,
      12537,
      "Doubt"
    ],
    [
      12089,
      12114,
      "Name_Calling,Labeling"
    ],
    [
      12245,
      12263,
      "Name_Calling,Labeling"
    ],
    [
      12476,
      12537,
      "Name_Calling,Labeling"
    ],
    [
      12539,
      12845,
      "Doubt"
    ],
    [
      12674,
      12703,
      "Name_Calling,Labeling"
    ],
    [
      12848,
      13150,
      "Doubt"
    ],
    [
      12937,
      12955,
      "Name_Calling,Labeling"
    ],
    [
      13080,
      13091,
      "Loaded_Language"
    ],
    [
      13296,
      13408,
      "Name_Calling,Labeling"
    ],
    [
      13410,
      13637,
      "Doubt"
    ],
    [
      13458,
      13473,
      "Name_Calling,Labeling"
    ],
    [
      13639,
      13958,
      "Doubt"
    ],
    [
      13763,
      13776,
      "Loaded_Language"
    ],
    [
      13960,
      14071,
      "Causal_Oversimplification"
    ],
    [
      14041,
      14071,
      "Name_Calling,Labeling"
    ],
    [
      14126,
      14142,
      "Loaded_Language"
    ],
    [
      14150,
      14173,
      "Name_Calling,Labeling"
    ],
    [
      14251,
      14286,
      "Name_Calling,Labeling"
    ],
    [
      14371,
      14434,
      "Name_Calling,Labeling"
    ],
    [
      14497,
      14545,
      "Name_Calling,Labeling"
    ],
    [
      14571,
      14689,
      "Causal_Oversimplification"
    ],
    [
      14610,
      14620,
      "Loaded_Language"
    ],
    [
      14610,
      14620,
      "Repetition"
    ],
    [
      14820,
      14845,
      "Name_Calling,Labeling"
    ]
  ]
}