{
  "article_id": "999001621",
  "sentence offsets in original": [
    0,
    231,
    278,
    421,
    502,
    600,
    702,
    784,
    1026,
    1137,
    1235,
    1605,
    1665,
    1712,
    1762,
    2064,
    2231,
    2304,
    2494,
    2590,
    2692,
    2773,
    2847,
    2982,
    3028,
    3115,
    3225,
    3331,
    3373,
    3434,
    3576,
    3664,
    3748,
    3831,
    3854,
    4138,
    4316,
    4528,
    4688,
    4754,
    4854,
    4986,
    5062,
    5133,
    5171,
    5289,
    5329,
    5489,
    5558,
    5612,
    5795,
    5889,
    5953,
    6162,
    6260,
    6408,
    6492,
    6691,
    6758,
    6843,
    6927,
    7053,
    7092,
    7226,
    7332,
    7383,
    7441,
    7519,
    7616,
    7749,
    7826,
    7914,
    7962,
    8212,
    8273,
    8375,
    8489,
    8546,
    8695,
    8739,
    9139,
    9386,
    9475,
    9678,
    9860,
    9977,
    10063,
    10097,
    10205,
    10292,
    10352,
    10409,
    10487,
    10542,
    10930,
    11013,
    11151,
    11155,
    11538,
    11624,
    11665,
    11764,
    11794,
    11848,
    11968,
    12059,
    12186,
    12266,
    12313,
    12355,
    12441
  ],
  "original sentences": [
    "This Guardian Fake News Story Proves That The Media Can't Be Trusted\n\nNovember 29, 2018\nThis Guardian Fake News Story Proves That The Media Can't Be Trusted\nIn 2015 the British Guardian appointed Katherine Viner as editor in chief.",
    "\nUnder her lead the paper took a new direction.",
    "\nWhile it earlier made attempts to balance its shoddier side with some interesting reporting, it is now solidly main stream in the worst sense.",
    "\nIt promotes neo-liberalism and a delves into cranky identity grievances stories.",
    "\nIt also became an main outlet for manipulative propaganda peddled by the British secret services.",
    "\nIts recent fake news story about Paul Manafort, Wikileaks and Julian Assange aptly demonstrates this.",
    "\nThe documentation of it is a bit lengthy but provides that it was a willful fake.",
    "\nOn November 27 the Guardian prepared to publish a story which asserted that Paula Manafort, Trump's former campaign manager, had met Julian Assange, the publisher of Wikileaks, in the Ecuadorian embassy in London on at least three occasions.",
    "\nSome two hours before the story went public it contacted Manafort and Assange's lawyers to get their comments.",
    "\nAssange's Wikileaks responded through its public Twitter account which has 5.4 million followers.",
    "\nOn of those followers is Katherine Viner:\nWikiLeaks @wikileaks - 13:06 utc - 27 Nov 2018 SCOOP: In letter today to Assange's lawyers, Guardian's Luke Harding, winner of Private Eye's Plagiarist of the Year, falsely claims jailed former Trump campaign manager Paul Manafort had secret meetings with Assange in 2013, 2015 and 2016 in story Guardian are \"planning to run\".",
    "\nIt attached the email the Guardian's Luke Harding had send.",
    "\n90 minutes later the Guardian piece went life.",
    "\nIt led the front page and also appeared in print.",
    "\nThe first version read:\nManafort held secret talks with Assange in Ecuadorian embassy Donald Trump’s former campaign manager Paul Manafort held secret talks with Julian Assange inside the Ecuadorian embassy in London, and visited around the time he joined Trump’s campaign, the Guardian has been told.",
    "\nSources have said Manafort went to see Assange in 2013, 2015 and in spring 2016 – during the period when he was made a key figure in Trump’s push for the White House.",
    "\nIt is unclear why Manafort wanted to see Assange and what was discussed.",
    "\nBut the last meeting is likely to come under scrutiny and could interest Robert Mueller, the special prosecutor who is investigating alleged collusion between the Trump campaign and Russia.",
    "\nA well-placed source has told the Guardian that Manafort went to see Assange around March 2016.",
    "\nMonths later WikiLeaks released a stash of Democratic emails stolen by Russian intelligence officers.",
    "\nManafort, 69, denies involvement in the hack and says the claim is “100% false”.",
    "\nHis lawyers declined to answer the Guardian’s questions about the visits.",
    "\nThe piece did not include the public denial Wikileaks issued to its 5.4 million followers one and a half hour before it was published.",
    "\nThe Guardian piece came at a critical moment.",
    "\nCurrently the U.K. and Ecuador conspire to deliver Julian Assange to U.S. authorities.",
    "\nOn Monday special counsel Robert Mueller said Manafort lied to investigators, violating his recent plea deal.",
    "\nThe new sensational claim was immediately picked up by prominent reporters and major main stream outlets.",
    "\nThey distributed is as a factual account.",
    "\nIt is likely that millions of people took note of its claim.",
    "\nBut several people who had followed the Russiagate fairytale and the Mueller investigation were immediately suspicious of the Guardian claim.",
    "\nThe story was weakly sourced and included some details that seemed unlikely to be true.",
    "\nGlenn Greenwald noted that the Ecuadorian embassy is under heavy CCTV surveillance.",
    "\nThere are several guards, and visitors have to provide their identity to enter it.",
    "\nEvery visit is logged.",
    "\nIf Manafort had really visited Assange, it would have long been known:\nIn sum, the Guardian published a story today that it knew would explode into all sorts of viral benefits for the paper and its reporters even though there are gaping holes and highly sketchy aspects to the story.",
    "\nMoreover, the main author of the story, Luke Harding, is known to be a notorious fraud, a russo-phobe intelligence asset with a personal grievance towards Assange and Wikileaks.",
    "\nA year ago an important Moon of Alabama piece - From Snowden To Russia-gate - The CIA And The Media - mentioned Harding:\nThe people who promote the \"Russian influence\" nonsense are political operatives or hacks.",
    "\nTake for example Luke Harding of the Guardian who just published a book titled Collusion: Secret Meetings, Dirty Money, and How Russia Helped Donald Trump Win.",
    "\nHe was taken apart in a Real News interview (vid) about the book.",
    "\nThe interviewer pointed out that there is absolutely no evidence in the book to support its claims.",
    "\nWhen asked for any proof for his assertion Harding defensively says that he is just \"storytelling\" - in other words: it is fiction.",
    "\nHarding earlier wrote a book about Edward Snowden which was a similar sham.",
    "\nJulian Assange called it \"a hack job in the purest sense of the term\".",
    "\nHarding is also known as plagiarizer.",
    "\nWhen he worked in Moscow he copied stories and passages from the now defunct Exile, run by Matt Taibbi and Mark Ames.",
    "\nThe Guardian had to publish an apology.",
    "\nThe new Guardian story looked like another weak attempt to connect the alleged Russian malfeasance with Assange and the Wikileaks publishing of the DNC emails.",
    "\nAssange and other involved people deny that such a relation existed.",
    "\nThere is no public evidence that support such claims.",
    "\nShortly after the Guardian's fake news story went public Paul Manafort issued an unequivocal denial:\n“I have never met Julian Assange or anyone connected to him,” the statement said.",
    "\n“I have never been contacted by anyone connected to Wikileaks, either directly or indirectly.",
    "\nI have never reached out to Assange or Wikileaks on any matter.",
    "\nWe are considering all legal options against the Guardian who proceeded with this story even after being notified by my representatives that it was false.”\nAt 16:05 utc the Guardian silently edited the story.",
    "\nCaveats (here in italic and underlined) were added to the headline and within several paragraphs.",
    "\nNo editorial note was attached to inform the readers of the changes:\nManafort held secret talks with Assange in Ecuadorian embassy, sources say ...",
    "\nIt is unclear why Manafort would have wanted to see Assange and what was discussed.",
    "\nBut the last apparent meeting is likely to come under scrutiny and could interest Robert Mueller, the special prosecutor who is investigating alleged collusion between the Trump campaign and Russia.",
    "\n...\nWhy Manafort might have sought out Assange in 2013 is unclear.",
    "\n...\nManafort, 69, denies involvement in the hack and says the claim is “100% false”.",
    "\nHis lawyers initially declined to answer the Guardian’s questions about the visits.",
    "\nOne paragraph was added to included Wikileaks' denial:\nIn a series of tweets WikiLeaks said Assange and Manafort had not met.",
    "\nAssange described the story as a hoax.",
    "\nAt 16:30 utc, under fire from other media and journalists, the Guardian issued a statement:\nThis story relied on a number of sources.",
    "\nWe put these allegations to both Paul Manafort and Julian Assange's representatives prior to publication.",
    "\nNeither responded to deny the visits taking place.",
    "\nWe have since updated the story to reflect their denials.",
    "\nThis defensive Guardian claim is, like its story, evidently completely false.",
    "\nWikileaks publicly denied the Guardian's claims 90 minutes before the story was first published.",
    "\nManafort asserts that his lawyers had notified the Guardian that the story was false before the Guardian 'proceeded with the story'.",
    "\nAt 21:05 utc a third version was published which included Manafort's denial.",
    "\nHalf an hour later Julian Assange instructed his lawyers to sue the Guardian for libel.",
    "\nWikileaks opened a fund to support the lawsuit.",
    "\nA day after the Guardian smear piece the Washington Times reported that Manafort's passports, entered into evidence by the Mueller prosecution, show that he did not visit London in any of the years the Guardian claimed he was there to visit Assange.",
    "\nThe story was completely false and the Guardian knew it was.",
    "\nIt disregarded and left out the denials the subjects of the story had issued before it was published.",
    "\n\nThe Guardian has become a main outlet for British government disinformation operations aimed at defaming Russia.",
    "\nIt smeared Assange and Snowden as Russian collaborators.",
    "\nIt uncritically peddled the Russiagate story and the nonsensical Skripal claims which are both obviously concocted by British intelligence services.",
    "\nThat seems to have become its main purpose.",
    "\nAs Disobediant Media notes (emphasis in the original):\nWhile most readers with functional critical thinking capacity may readily dismiss the Guardian’s smear on its face, the fact that the Guardian published this piece, and that Luke Harding is still operating with even the tiniest modicum of respect as a journalist despite his history of deceit, tells us something bone-chilling about journalism.",
    "\nIt is no accident that Luke Harding is still employed: in fact, it is because of Harding’s consistent loyalty to establishment, specifically the UK intelligence apparatus, over the truth that determines his “success” amongst legacy press outlets.",
    "\nHarding is not a defacement or a departure from the norm, but the personification of it.",
    "\nJonathan Cook, a former Guardian writer, makes a similar point:\nThe truth is that the Guardian has not erred in this latest story attacking Assange, or in its much longer-running campaign to vilify him.",
    "\nWith this story, it has done what it regularly does when supposedly vital western foreign policy interests are at stake – it simply regurgitates an elite-serving, western narrative.",
    "\nIts job is to shore up a consensus on the left for attacks on leading threats to the existing, neoliberal order: ...",
    "\nThe Guardian did not make a mistake in vilifying Assange without a shred of evidence.",
    "\nIt did what it is designed to do.",
    "\nWe have previously shown that the Guardian even uses fascist propaganda tropes to smear the Russian people.",
    "\nIt is openly publishing Goebbels' cartoons and rhetoric against Europes biggest state.",
    "\nThere is no longer any line that it does not dare to cross.",
    "\nUnfortunately other 'western' media are not much better.",
    "\nWithin hours of being published the Guardian piece was debunked as fake news.",
    "\nThat did not hinder other outlets to add to its smear.",
    "\nPolitico allowed \"a former CIA officer,\" writing under a pen name, to suggest - without any evidence - that the Guardian has been duped - not by its MI5/6 and Ecuadorian spy sources, but by Russian disinformation:\nRather than being the bombshell smoking gun that directly connects the Trump campaign to WikiLeaks, perhaps the report is something else entirely: a disinformation campaign.",
    "\nIs it possible someone planted this story as a means to discredit the journalists?",
    "\n...\nHarding is likely a major target for anyone wrapped up in Russia’s intelligence operation against the West’s democratic institutions.",
    "\n...",
    "\nIf this latest story about Manafort and Assange is false—that is, if, for example, the sources lied to Harding and Collyns (or if the sources themselves were lied to and thus thought they were being truthful in their statements to the journalists), or if the Ecuadorian intelligence document is a fake, the most logical explanation is that it is an attempt to make Harding look bad.",
    "\nThe is zero evidence in the Politico screed that supports its suggestions and claims.",
    "\nIt is fake news about a fake news story.",
    "\nIt also included the false claim that Glenn Greenwald worked with Wikileaks on the Snowden papers.",
    "\nThat claim was later removed.",
    "\nWe have seen a similar pattern in the Skripal affair.",
    "\nWhen 'western' intelligence get caught in spreading disinformation, they accuse Russia of being the source of the fake.",
    "\nUnfortunately no western main stream media can any longer be trusted to publish the truth.",
    "\nThe Guardian is only one of many which peddle smears and disinformation about the 'enemies' of the ruling 'western interests'.",
    "\nIt is on all of us to debunk them and to educate the public about their scheme.",
    "\n---\nThis is a Moon of Alabama fundraiser week.",
    "\nNo one pays me to write these blog posts.",
    "\nIf you appreciated this one, or any of the 7,000+ others, please consider a donation.",
    "\nPosted by b on November 29, 2018 at 10:23 AM | Permalink\nComments"
  ],
  "new sentences": [
    {
      "start_ix": 0,
      "end_ix": 231,
      "text": "This Guardian Fake News Story Proves That The Media Can't Be Trusted\n\nNovember 29, 2018\nThis Guardian Fake News Story Proves That The Media Can't Be Trusted\nIn 2015 the British Guardian appointed Katherine Viner as editor in chief.",
      "new_text": "This Guardian Fake News Story Suggests That The Media Can't Be Trusted\n\nNovember 29, 2018\nThis Guardian Fake News Story Suggests That The Media Can't Be Trusted\nIn 2015 the British Guardian appointed Katherine Viner as editor in chief.",
      "prop_spans": [
        [
          0,
          68,
          "Doubt"
        ],
        [
          88,
          156,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 231,
      "end_ix": 278,
      "text": "\nUnder her lead the paper took a new direction.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 278,
      "end_ix": 421,
      "text": "\nWhile it earlier made attempts to balance its shoddier side with some interesting reporting, it is now solidly main stream in the worst sense.",
      "new_text": "\n",
      "prop_spans": [
        [
          279,
          421,
          "Doubt"
        ],
        [
          321,
          339,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 421,
      "end_ix": 502,
      "text": "\nIt promotes neo-liberalism and a delves into cranky identity grievances stories.",
      "new_text": "\n",
      "prop_spans": [
        [
          421,
          502,
          "Doubt"
        ],
        [
          467,
          501,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 502,
      "end_ix": 600,
      "text": "\nIt also became an main outlet for manipulative propaganda peddled by the British secret services.",
      "new_text": "\n",
      "prop_spans": [
        [
          502,
          599,
          "Doubt"
        ],
        [
          537,
          561,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 600,
      "end_ix": 702,
      "text": "\nIts recent fake news story about Paul Manafort, Wikileaks and Julian Assange aptly demonstrates this.",
      "new_text": "",
      "prop_spans": [
        [
          601,
          701,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 702,
      "end_ix": 784,
      "text": "\nThe documentation of it is a bit lengthy but provides that it was a willful fake.",
      "new_text": "\nThe documentation of it is a bit lengthy but provides that it was a misrepresentation.",
      "prop_spans": [
        [
          769,
          783,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 784,
      "end_ix": 1026,
      "text": "\nOn November 27 the Guardian prepared to publish a story which asserted that Paula Manafort, Trump's former campaign manager, had met Julian Assange, the publisher of Wikileaks, in the Ecuadorian embassy in London on at least three occasions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1026,
      "end_ix": 1137,
      "text": "\nSome two hours before the story went public it contacted Manafort and Assange's lawyers to get their comments.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1137,
      "end_ix": 1235,
      "text": "\nAssange's Wikileaks responded through its public Twitter account which has 5.4 million followers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1235,
      "end_ix": 1605,
      "text": "\nOn of those followers is Katherine Viner:\nWikiLeaks @wikileaks - 13:06 utc - 27 Nov 2018 SCOOP: In letter today to Assange's lawyers, Guardian's Luke Harding, winner of Private Eye's Plagiarist of the Year, falsely claims jailed former Trump campaign manager Paul Manafort had secret meetings with Assange in 2013, 2015 and 2016 in story Guardian are \"planning to run\".",
      "new_text": "\nOn of those followers is Katherine Viner:\nWikiLeaks @wikileaks - 13:06 utc - 27 Nov 2018 SCOOP: In letter today to Assange's lawyers, Guardian's Luke Harding, winner of Private Eye's Plagiarist of the Year, falsely claims jailed former Trump campaign manager Paul Manafort had secret meetings with Assange in 2013, 2015 and 2016 in story Guardian are \"planning to run\".",
      "prop_spans": [
        [
          1332,
          1603,
          "Doubt"
        ],
        [
          1458,
          1495,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 1605,
      "end_ix": 1665,
      "text": "\nIt attached the email the Guardian's Luke Harding had send.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1665,
      "end_ix": 1712,
      "text": "\n90 minutes later the Guardian piece went life.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1712,
      "end_ix": 1762,
      "text": "\nIt led the front page and also appeared in print.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 1762,
      "end_ix": 2064,
      "text": "\nThe first version read:\nManafort held secret talks with Assange in Ecuadorian embassy Donald Trump’s former campaign manager Paul Manafort held secret talks with Julian Assange inside the Ecuadorian embassy in London, and visited around the time he joined Trump’s campaign, the Guardian has been told.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2064,
      "end_ix": 2231,
      "text": "\nSources have said Manafort went to see Assange in 2013, 2015 and in spring 2016 – during the period when he was made a key figure in Trump’s push for the White House.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2231,
      "end_ix": 2304,
      "text": "\nIt is unclear why Manafort wanted to see Assange and what was discussed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2304,
      "end_ix": 2494,
      "text": "\nBut the last meeting is likely to come under scrutiny and could interest Robert Mueller, the special prosecutor who is investigating alleged collusion between the Trump campaign and Russia.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2494,
      "end_ix": 2590,
      "text": "\nA well-placed source has told the Guardian that Manafort went to see Assange around March 2016.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2590,
      "end_ix": 2692,
      "text": "\nMonths later WikiLeaks released a stash of Democratic emails stolen by Russian intelligence officers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2692,
      "end_ix": 2773,
      "text": "\nManafort, 69, denies involvement in the hack and says the claim is “100% false”.",
      "new_text": "\nManafort, 69, denies involvement in the hack and says the claim is “100% false”.",
      "prop_spans": [
        [
          2747,
          2771,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 2773,
      "end_ix": 2847,
      "text": "\nHis lawyers declined to answer the Guardian’s questions about the visits.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2847,
      "end_ix": 2982,
      "text": "\nThe piece did not include the public denial Wikileaks issued to its 5.4 million followers one and a half hour before it was published.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 2982,
      "end_ix": 3028,
      "text": "\nThe Guardian piece came at a critical moment.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3028,
      "end_ix": 3115,
      "text": "\nCurrently the U.K. and Ecuador conspire to deliver Julian Assange to U.S. authorities.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3115,
      "end_ix": 3225,
      "text": "\nOn Monday special counsel Robert Mueller said Manafort lied to investigators, violating his recent plea deal.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3225,
      "end_ix": 3331,
      "text": "\nThe new sensational claim was immediately picked up by prominent reporters and major main stream outlets.",
      "new_text": "\nThe new claim was immediately picked up by prominent reporters and major main stream outlets.",
      "prop_spans": [
        [
          3234,
          3252,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 3331,
      "end_ix": 3373,
      "text": "\nThey distributed is as a factual account.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3373,
      "end_ix": 3434,
      "text": "\nIt is likely that millions of people took note of its claim.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3434,
      "end_ix": 3576,
      "text": "\nBut several people who had followed the Russiagate fairytale and the Mueller investigation were immediately suspicious of the Guardian claim.",
      "new_text": "\nBut people who had followed the Russiagate incident and the Mueller investigation were suspicious of the Guardian claim.",
      "prop_spans": [
        [
          3435,
          3575,
          "Doubt"
        ],
        [
          3471,
          3496,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 3576,
      "end_ix": 3664,
      "text": "\nThe story was weakly sourced and included some details that seemed unlikely to be true.",
      "new_text": "\nThe story was weakly sourced.",
      "prop_spans": [
        [
          3577,
          3663,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 3664,
      "end_ix": 3748,
      "text": "\nGlenn Greenwald noted that the Ecuadorian embassy is under heavy CCTV surveillance.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3748,
      "end_ix": 3831,
      "text": "\nThere are several guards, and visitors have to provide their identity to enter it.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3831,
      "end_ix": 3854,
      "text": "\nEvery visit is logged.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 3854,
      "end_ix": 4138,
      "text": "\nIf Manafort had really visited Assange, it would have long been known:\nIn sum, the Guardian published a story today that it knew would explode into all sorts of viral benefits for the paper and its reporters even though there are gaping holes and highly sketchy aspects to the story.",
      "new_text": "\nIf Manafort had really visited Assange, it would have long been known:",
      "prop_spans": [
        [
          3926,
          4137,
          "Doubt"
        ],
        [
          3984,
          3998,
          "Loaded_Language"
        ],
        [
          4085,
          4125,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 4138,
      "end_ix": 4316,
      "text": "\nMoreover, the main author of the story, Luke Harding, is known to be a notorious fraud, a russo-phobe intelligence asset with a personal grievance towards Assange and Wikileaks.",
      "new_text": "\n",
      "prop_spans": [
        [
          4139,
          4315,
          "Doubt"
        ],
        [
          4208,
          4315,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 4316,
      "end_ix": 4528,
      "text": "\nA year ago an important Moon of Alabama piece - From Snowden To Russia-gate - The CIA And The Media - mentioned Harding:\nThe people who promote the \"Russian influence\" nonsense are political operatives or hacks.",
      "new_text": "\nA year ago an important Moon of Alabama piece - From Snowden To Russia-gate - The CIA And The Media - mentioned Harding:\nThe people who promote the \"Russian influence\" narrative are political operatives.",
      "prop_spans": [
        [
          4461,
          4494,
          "Name_Calling,Labeling"
        ],
        [
          4498,
          4527,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 4528,
      "end_ix": 4688,
      "text": "\nTake for example Luke Harding of the Guardian who just published a book titled Collusion: Secret Meetings, Dirty Money, and How Russia Helped Donald Trump Win.",
      "new_text": "\n",
      "prop_spans": [
        [
          4529,
          4688,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 4688,
      "end_ix": 4754,
      "text": "\nHe was taken apart in a Real News interview (vid) about the book.",
      "new_text": "\n",
      "prop_spans": [
        [
          4688,
          4754,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 4754,
      "end_ix": 4854,
      "text": "\nThe interviewer pointed out that there is absolutely no evidence in the book to support its claims.",
      "new_text": "\n",
      "prop_spans": [
        [
          4754,
          4854,
          "Doubt"
        ],
        [
          4788,
          4853,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 4854,
      "end_ix": 4986,
      "text": "\nWhen asked for any proof for his assertion Harding defensively says that he is just \"storytelling\" - in other words: it is fiction.",
      "new_text": "\n",
      "prop_spans": [
        [
          4854,
          4986,
          "Doubt"
        ],
        [
          4928,
          4985,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 4986,
      "end_ix": 5062,
      "text": "\nHarding earlier wrote a book about Edward Snowden which was a similar sham.",
      "new_text": "\n",
      "prop_spans": [
        [
          4986,
          5062,
          "Doubt"
        ],
        [
          5057,
          5061,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 5062,
      "end_ix": 5133,
      "text": "\nJulian Assange called it \"a hack job in the purest sense of the term\".",
      "new_text": "\n",
      "prop_spans": [
        [
          5062,
          5133,
          "Doubt"
        ],
        [
          5089,
          5131,
          "Name_Calling,Labeling"
        ],
        [
          5089,
          5131,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 5133,
      "end_ix": 5171,
      "text": "\nHarding is also known as plagiarizer.",
      "new_text": "\n",
      "prop_spans": [
        [
          5133,
          5171,
          "Doubt"
        ],
        [
          5159,
          5170,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 5171,
      "end_ix": 5289,
      "text": "\nWhen he worked in Moscow he copied stories and passages from the now defunct Exile, run by Matt Taibbi and Mark Ames.",
      "new_text": "\n",
      "prop_spans": [
        [
          5171,
          5289,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5289,
      "end_ix": 5329,
      "text": "\nThe Guardian had to publish an apology.",
      "new_text": "\n",
      "prop_spans": [
        [
          5289,
          5328,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5329,
      "end_ix": 5489,
      "text": "\nThe new Guardian story looked like another weak attempt to connect the alleged Russian malfeasance with Assange and the Wikileaks publishing of the DNC emails.",
      "new_text": "\n",
      "prop_spans": [
        [
          5330,
          5489,
          "Doubt"
        ],
        [
          5397,
          5429,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 5489,
      "end_ix": 5558,
      "text": "\nAssange and other involved people deny that such a relation existed.",
      "new_text": "\n",
      "prop_spans": [
        [
          5489,
          5558,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5558,
      "end_ix": 5612,
      "text": "\nThere is no public evidence that support such claims.",
      "new_text": "\n",
      "prop_spans": [
        [
          5558,
          5611,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 5612,
      "end_ix": 5795,
      "text": "\nShortly after the Guardian's fake news story went public Paul Manafort issued an unequivocal denial:\n“I have never met Julian Assange or anyone connected to him,” the statement said.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5795,
      "end_ix": 5889,
      "text": "\n“I have never been contacted by anyone connected to Wikileaks, either directly or indirectly.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 5889,
      "end_ix": 5953,
      "text": "\nI have never reached out to Assange or Wikileaks on any matter.",
      "new_text": "\n",
      "prop_spans": [
        [
          5890,
          5903,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 5953,
      "end_ix": 6162,
      "text": "\nWe are considering all legal options against the Guardian who proceeded with this story even after being notified by my representatives that it was false.”\nAt 16:05 utc the Guardian silently edited the story.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6162,
      "end_ix": 6260,
      "text": "\nCaveats (here in italic and underlined) were added to the headline and within several paragraphs.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6260,
      "end_ix": 6408,
      "text": "\nNo editorial note was attached to inform the readers of the changes:\nManafort held secret talks with Assange in Ecuadorian embassy, sources say ...",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6408,
      "end_ix": 6492,
      "text": "\nIt is unclear why Manafort would have wanted to see Assange and what was discussed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6492,
      "end_ix": 6691,
      "text": "\nBut the last apparent meeting is likely to come under scrutiny and could interest Robert Mueller, the special prosecutor who is investigating alleged collusion between the Trump campaign and Russia.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6691,
      "end_ix": 6758,
      "text": "\n...\nWhy Manafort might have sought out Assange in 2013 is unclear.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6758,
      "end_ix": 6843,
      "text": "\n...\nManafort, 69, denies involvement in the hack and says the claim is “100% false”.",
      "new_text": "\n...\nManafort, 69, denies involvement in the hack and says the claim is “100% false”.",
      "prop_spans": [
        [
          6817,
          6841,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 6843,
      "end_ix": 6927,
      "text": "\nHis lawyers initially declined to answer the Guardian’s questions about the visits.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 6927,
      "end_ix": 7053,
      "text": "\nOne paragraph was added to included Wikileaks' denial:\nIn a series of tweets WikiLeaks said Assange and Manafort had not met.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7053,
      "end_ix": 7092,
      "text": "\nAssange described the story as a hoax.",
      "new_text": "\nAssange described the story as untrue.",
      "prop_spans": [
        [
          7085,
          7091,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7092,
      "end_ix": 7226,
      "text": "\nAt 16:30 utc, under fire from other media and journalists, the Guardian issued a statement:\nThis story relied on a number of sources.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7226,
      "end_ix": 7332,
      "text": "\nWe put these allegations to both Paul Manafort and Julian Assange's representatives prior to publication.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7332,
      "end_ix": 7383,
      "text": "\nNeither responded to deny the visits taking place.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7383,
      "end_ix": 7441,
      "text": "\nWe have since updated the story to reflect their denials.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7441,
      "end_ix": 7519,
      "text": "\nThis defensive Guardian claim is, like its story, evidently completely false.",
      "new_text": "\n",
      "prop_spans": [
        [
          7442,
          7519,
          "Doubt"
        ],
        [
          7492,
          7518,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 7519,
      "end_ix": 7616,
      "text": "\nWikileaks publicly denied the Guardian's claims 90 minutes before the story was first published.",
      "new_text": "\n",
      "prop_spans": [
        [
          7519,
          7616,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 7616,
      "end_ix": 7749,
      "text": "\nManafort asserts that his lawyers had notified the Guardian that the story was false before the Guardian 'proceeded with the story'.",
      "new_text": "\n",
      "prop_spans": [
        [
          7616,
          7747,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 7749,
      "end_ix": 7826,
      "text": "\nAt 21:05 utc a third version was published which included Manafort's denial.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7826,
      "end_ix": 7914,
      "text": "\nHalf an hour later Julian Assange instructed his lawyers to sue the Guardian for libel.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7914,
      "end_ix": 7962,
      "text": "\nWikileaks opened a fund to support the lawsuit.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 7962,
      "end_ix": 8212,
      "text": "\nA day after the Guardian smear piece the Washington Times reported that Manafort's passports, entered into evidence by the Mueller prosecution, show that he did not visit London in any of the years the Guardian claimed he was there to visit Assange.",
      "new_text": "\nA day after the Guardian insult the Washington Times reported that Manafort's passports, entered into evidence by the Mueller prosecution, show that he did not visit London in any of the years the Guardian claimed he was there to visit Assange.",
      "prop_spans": [
        [
          7979,
          8000,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8212,
      "end_ix": 8273,
      "text": "\nThe story was completely false and the Guardian knew it was.",
      "new_text": "\n",
      "prop_spans": [
        [
          8213,
          8273,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 8273,
      "end_ix": 8375,
      "text": "\nIt disregarded and left out the denials the subjects of the story had issued before it was published.",
      "new_text": "\n",
      "prop_spans": [
        [
          8273,
          8374,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 8375,
      "end_ix": 8489,
      "text": "\n\nThe Guardian has become a main outlet for British government disinformation operations aimed at defaming Russia.",
      "new_text": "\n\n",
      "prop_spans": [
        [
          8377,
          8489,
          "Doubt"
        ],
        [
          8401,
          8488,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8489,
      "end_ix": 8546,
      "text": "\nIt smeared Assange and Snowden as Russian collaborators.",
      "new_text": "\n",
      "prop_spans": [
        [
          8489,
          8546,
          "Doubt"
        ],
        [
          8493,
          8501,
          "Loaded_Language"
        ],
        [
          8524,
          8545,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8546,
      "end_ix": 8695,
      "text": "\nIt uncritically peddled the Russiagate story and the nonsensical Skripal claims which are both obviously concocted by British intelligence services.",
      "new_text": "\n",
      "prop_spans": [
        [
          8546,
          8695,
          "Doubt"
        ],
        [
          8596,
          8627,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 8695,
      "end_ix": 8739,
      "text": "\nThat seems to have become its main purpose.",
      "new_text": "\n",
      "prop_spans": [
        [
          8695,
          8738,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 8739,
      "end_ix": 9139,
      "text": "\nAs Disobediant Media notes (emphasis in the original):\nWhile most readers with functional critical thinking capacity may readily dismiss the Guardian’s smear on its face, the fact that the Guardian published this piece, and that Luke Harding is still operating with even the tiniest modicum of respect as a journalist despite his history of deceit, tells us something bone-chilling about journalism.",
      "new_text": "\nAs Disobediant Media notes (emphasis in the original):\nWhile most readers with functional critical thinking capacity may readily dismiss the Guardian’s smear on its face, the fact that the Guardian published this piece, and that Luke Harding is still operating with even the tiniest modicum of respect as a journalist despite his history of deceit, tells us something bone-chilling about journalism.",
      "prop_spans": [
        [
          8795,
          9138,
          "Doubt"
        ],
        [
          8861,
          8909,
          "Loaded_Language"
        ],
        [
          9006,
          9058,
          "Exaggeration,Minimisation"
        ],
        [
          9108,
          9122,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9139,
      "end_ix": 9386,
      "text": "\nIt is no accident that Luke Harding is still employed: in fact, it is because of Harding’s consistent loyalty to establishment, specifically the UK intelligence apparatus, over the truth that determines his “success” amongst legacy press outlets.",
      "new_text": "\n",
      "prop_spans": [
        [
          9140,
          9386,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 9386,
      "end_ix": 9475,
      "text": "\nHarding is not a defacement or a departure from the norm, but the personification of it.",
      "new_text": "\n",
      "prop_spans": [
        [
          9386,
          9474,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 9475,
      "end_ix": 9678,
      "text": "\nJonathan Cook, a former Guardian writer, makes a similar point:\nThe truth is that the Guardian has not erred in this latest story attacking Assange, or in its much longer-running campaign to vilify him.",
      "new_text": "\nJonathan Cook, a former Guardian writer, makes a similar point:\nThe truth is that the Guardian has not erred in this latest story attacking Assange, or in its much longer-running campaign to insult him.",
      "prop_spans": [
        [
          9664,
          9677,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 9678,
      "end_ix": 9860,
      "text": "\nWith this story, it has done what it regularly does when supposedly vital western foreign policy interests are at stake – it simply regurgitates an elite-serving, western narrative.",
      "new_text": "\n",
      "prop_spans": [
        [
          9679,
          9859,
          "Doubt"
        ],
        [
          9824,
          9859,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 9860,
      "end_ix": 9977,
      "text": "\nIts job is to shore up a consensus on the left for attacks on leading threats to the existing, neoliberal order: ...",
      "new_text": "\n",
      "prop_spans": [
        [
          9861,
          9977,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 9977,
      "end_ix": 10063,
      "text": "\nThe Guardian did not make a mistake in vilifying Assange without a shred of evidence.",
      "new_text": "\n",
      "prop_spans": [
        [
          9977,
          10063,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 10063,
      "end_ix": 10097,
      "text": "\nIt did what it is designed to do.",
      "new_text": "\n",
      "prop_spans": [
        [
          10063,
          10096,
          "Causal_Oversimplification"
        ]
      ]
    },
    {
      "start_ix": 10097,
      "end_ix": 10205,
      "text": "\nWe have previously shown that the Guardian even uses fascist propaganda tropes to smear the Russian people.",
      "new_text": "\n",
      "prop_spans": [
        [
          10098,
          10205,
          "Doubt"
        ],
        [
          10098,
          10204,
          "Reductio_ad_hitlerum"
        ],
        [
          10151,
          10177,
          "Name_Calling,Labeling"
        ],
        [
          10177,
          10186,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10205,
      "end_ix": 10292,
      "text": "\nIt is openly publishing Goebbels' cartoons and rhetoric against Europes biggest state.",
      "new_text": "\n",
      "prop_spans": [
        [
          10205,
          10292,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 10292,
      "end_ix": 10352,
      "text": "\nThere is no longer any line that it does not dare to cross.",
      "new_text": "\n",
      "prop_spans": [
        [
          10292,
          10352,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 10352,
      "end_ix": 10409,
      "text": "\nUnfortunately other 'western' media are not much better.",
      "new_text": "\n",
      "prop_spans": [
        [
          10352,
          10408,
          "Doubt"
        ],
        [
          10353,
          10408,
          "Whataboutism"
        ]
      ]
    },
    {
      "start_ix": 10409,
      "end_ix": 10487,
      "text": "\nWithin hours of being published the Guardian piece was debunked as fake news.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 10487,
      "end_ix": 10542,
      "text": "\nThat did not hinder other outlets to add to its smear.",
      "new_text": "\nThat did not hinder other outlets to add to its insults.",
      "prop_spans": [
        [
          10536,
          10541,
          "Loaded_Language"
        ]
      ]
    },
    {
      "start_ix": 10542,
      "end_ix": 10930,
      "text": "\nPolitico allowed \"a former CIA officer,\" writing under a pen name, to suggest - without any evidence - that the Guardian has been duped - not by its MI5/6 and Ecuadorian spy sources, but by Russian disinformation:\nRather than being the bombshell smoking gun that directly connects the Trump campaign to WikiLeaks, perhaps the report is something else entirely: a disinformation campaign.",
      "new_text": "\nPolitico allowed \"a former CIA officer,\" writing under a pen name, to suggest - without any evidence - that the Guardian has been duped - not by its MI5/6 and Ecuadorian spy sources, but by Russian disinformation.",
      "prop_spans": [
        [
          10543,
          10755,
          "Doubt"
        ],
        [
          10733,
          10755,
          "Name_Calling,Labeling"
        ],
        [
          10775,
          10855,
          "Name_Calling,Labeling"
        ],
        [
          10904,
          10929,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 10930,
      "end_ix": 11013,
      "text": "\nIs it possible someone planted this story as a means to discredit the journalists?",
      "new_text": "\n",
      "prop_spans": [
        [
          10931,
          11012,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 11013,
      "end_ix": 11151,
      "text": "\n...\nHarding is likely a major target for anyone wrapped up in Russia’s intelligence operation against the West’s democratic institutions.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11151,
      "end_ix": 11155,
      "text": "\n...",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11155,
      "end_ix": 11538,
      "text": "\nIf this latest story about Manafort and Assange is false—that is, if, for example, the sources lied to Harding and Collyns (or if the sources themselves were lied to and thus thought they were being truthful in their statements to the journalists), or if the Ecuadorian intelligence document is a fake, the most logical explanation is that it is an attempt to make Harding look bad.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11538,
      "end_ix": 11624,
      "text": "\nThe is zero evidence in the Politico screed that supports its suggestions and claims.",
      "new_text": "\n",
      "prop_spans": [
        [
          11539,
          11623,
          "Exaggeration,Minimisation"
        ],
        [
          11539,
          11624,
          "Doubt"
        ]
      ]
    },
    {
      "start_ix": 11624,
      "end_ix": 11665,
      "text": "\nIt is fake news about a fake news story.",
      "new_text": "\n",
      "prop_spans": [
        [
          11624,
          11664,
          "Doubt"
        ],
        [
          11631,
          11641,
          "Repetition"
        ]
      ]
    },
    {
      "start_ix": 11665,
      "end_ix": 11764,
      "text": "\nIt also included the false claim that Glenn Greenwald worked with Wikileaks on the Snowden papers.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11764,
      "end_ix": 11794,
      "text": "\nThat claim was later removed.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11794,
      "end_ix": 11848,
      "text": "\nWe have seen a similar pattern in the Skripal affair.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11848,
      "end_ix": 11968,
      "text": "\nWhen 'western' intelligence get caught in spreading disinformation, they accuse Russia of being the source of the fake.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 11968,
      "end_ix": 12059,
      "text": "\nUnfortunately no western main stream media can any longer be trusted to publish the truth.",
      "new_text": "\n",
      "prop_spans": [
        [
          11969,
          12058,
          "Doubt"
        ],
        [
          11969,
          12058,
          "Exaggeration,Minimisation"
        ]
      ]
    },
    {
      "start_ix": 12059,
      "end_ix": 12186,
      "text": "\nThe Guardian is only one of many which peddle smears and disinformation about the 'enemies' of the ruling 'western interests'.",
      "new_text": "\nThe Guardian is only one of many which spread insults and disinformation about the 'enemies' of the 'western interests'.",
      "prop_spans": [
        [
          12099,
          12113,
          "Loaded_Language"
        ],
        [
          12138,
          12184,
          "Name_Calling,Labeling"
        ]
      ]
    },
    {
      "start_ix": 12186,
      "end_ix": 12266,
      "text": "\nIt is on all of us to debunk them and to educate the public about their scheme.",
      "new_text": "\n",
      "prop_spans": [
        [
          12187,
          12265,
          "Appeal_to_fear-prejudice"
        ]
      ]
    },
    {
      "start_ix": 12266,
      "end_ix": 12313,
      "text": "\n---\nThis is a Moon of Alabama fundraiser week.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12313,
      "end_ix": 12355,
      "text": "\nNo one pays me to write these blog posts.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12355,
      "end_ix": 12441,
      "text": "\nIf you appreciated this one, or any of the 7,000+ others, please consider a donation.",
      "new_text": null,
      "prop_spans": []
    },
    {
      "start_ix": 12441,
      "end_ix": 12507,
      "text": "\nPosted by b on November 29, 2018 at 10:23 AM | Permalink\nComments",
      "new_text": null,
      "prop_spans": []
    }
  ],
  "original labels": [
    [
      0,
      68,
      "Doubt"
    ],
    [
      88,
      156,
      "Doubt"
    ],
    [
      279,
      599,
      "Doubt"
    ],
    [
      321,
      339,
      "Loaded_Language"
    ],
    [
      467,
      501,
      "Loaded_Language"
    ],
    [
      537,
      561,
      "Name_Calling,Labeling"
    ],
    [
      601,
      701,
      "Doubt"
    ],
    [
      769,
      783,
      "Name_Calling,Labeling"
    ],
    [
      1332,
      1603,
      "Doubt"
    ],
    [
      1458,
      1495,
      "Name_Calling,Labeling"
    ],
    [
      2747,
      2771,
      "Exaggeration,Minimisation"
    ],
    [
      3234,
      3252,
      "Loaded_Language"
    ],
    [
      3435,
      3575,
      "Doubt"
    ],
    [
      3471,
      3496,
      "Name_Calling,Labeling"
    ],
    [
      3577,
      3663,
      "Doubt"
    ],
    [
      3926,
      4137,
      "Doubt"
    ],
    [
      3984,
      3998,
      "Loaded_Language"
    ],
    [
      4085,
      4125,
      "Loaded_Language"
    ],
    [
      4139,
      4315,
      "Doubt"
    ],
    [
      4208,
      4315,
      "Name_Calling,Labeling"
    ],
    [
      4461,
      4494,
      "Name_Calling,Labeling"
    ],
    [
      4498,
      4527,
      "Name_Calling,Labeling"
    ],
    [
      4529,
      5328,
      "Doubt"
    ],
    [
      4788,
      4853,
      "Exaggeration,Minimisation"
    ],
    [
      4928,
      4985,
      "Exaggeration,Minimisation"
    ],
    [
      5057,
      5061,
      "Loaded_Language"
    ],
    [
      5089,
      5131,
      "Name_Calling,Labeling"
    ],
    [
      5089,
      5131,
      "Exaggeration,Minimisation"
    ],
    [
      5159,
      5170,
      "Name_Calling,Labeling"
    ],
    [
      5330,
      5611,
      "Doubt"
    ],
    [
      5397,
      5429,
      "Name_Calling,Labeling"
    ],
    [
      5890,
      5903,
      "Repetition"
    ],
    [
      6817,
      6841,
      "Exaggeration,Minimisation"
    ],
    [
      7085,
      7091,
      "Name_Calling,Labeling"
    ],
    [
      7442,
      7747,
      "Doubt"
    ],
    [
      7492,
      7518,
      "Name_Calling,Labeling"
    ],
    [
      7979,
      8000,
      "Name_Calling,Labeling"
    ],
    [
      8213,
      8374,
      "Doubt"
    ],
    [
      8377,
      8738,
      "Doubt"
    ],
    [
      8401,
      8488,
      "Name_Calling,Labeling"
    ],
    [
      8493,
      8501,
      "Loaded_Language"
    ],
    [
      8524,
      8545,
      "Name_Calling,Labeling"
    ],
    [
      8596,
      8627,
      "Name_Calling,Labeling"
    ],
    [
      8795,
      9138,
      "Doubt"
    ],
    [
      8861,
      8909,
      "Loaded_Language"
    ],
    [
      9006,
      9058,
      "Exaggeration,Minimisation"
    ],
    [
      9108,
      9122,
      "Loaded_Language"
    ],
    [
      9140,
      9474,
      "Causal_Oversimplification"
    ],
    [
      9664,
      9677,
      "Loaded_Language"
    ],
    [
      9679,
      9859,
      "Doubt"
    ],
    [
      9824,
      9859,
      "Name_Calling,Labeling"
    ],
    [
      9861,
      10096,
      "Causal_Oversimplification"
    ],
    [
      10098,
      10408,
      "Doubt"
    ],
    [
      10098,
      10204,
      "Reductio_ad_hitlerum"
    ],
    [
      10151,
      10177,
      "Name_Calling,Labeling"
    ],
    [
      10177,
      10186,
      "Loaded_Language"
    ],
    [
      10353,
      10408,
      "Whataboutism"
    ],
    [
      10536,
      10541,
      "Loaded_Language"
    ],
    [
      10543,
      10755,
      "Doubt"
    ],
    [
      10733,
      10755,
      "Name_Calling,Labeling"
    ],
    [
      10775,
      10855,
      "Name_Calling,Labeling"
    ],
    [
      10904,
      10929,
      "Name_Calling,Labeling"
    ],
    [
      10931,
      11012,
      "Doubt"
    ],
    [
      11539,
      11623,
      "Exaggeration,Minimisation"
    ],
    [
      11539,
      11664,
      "Doubt"
    ],
    [
      11631,
      11641,
      "Repetition"
    ],
    [
      11969,
      12058,
      "Doubt"
    ],
    [
      11969,
      12058,
      "Exaggeration,Minimisation"
    ],
    [
      12099,
      12113,
      "Loaded_Language"
    ],
    [
      12138,
      12184,
      "Name_Calling,Labeling"
    ],
    [
      12187,
      12265,
      "Appeal_to_fear-prejudice"
    ]
  ]
}